{"public participation": ["Active engagement of stakeholders in a decision-making process that considers their values, knowledge, and concerns to ensure a holistic understanding of ecological, economic, and social impacts, ultimately informing effective conservation actions.", "A collaborative process that enables diverse stakeholders, including individuals with scientific expertise, industry representatives, and community members, to collectively inform and shape conservation decisions by sharing their perspectives, concerns, and knowledge, ultimately aiming to harmonize competing interests and develop effective management strategies for the long-term protection of the environment.", "The active engagement and consideration of diverse viewpoints, values, and experiences from various stakeholders, including local communities, industry, and scientists, to ensure conservation efforts are informed by a comprehensive understanding of ecological, economic, and social implications.", "The collective incorporation of diverse perspectives, informed by scientific knowledge and local understanding, into decision-making processes that aim to protect and manage ecological systems, thereby fostering a shared sense of responsibility and collaboration among stakeholders.", "The process by which diverse stakeholders, including scientists, industries, and local communities, collectively contribute their knowledge, values, and concerns to inform conservation decisions, ensuring that management practices are responsive to ecological, economic, and social needs."], "public perception": ["The collective and often divergent views and values held by individuals and groups regarding the impact, management, and significance of non-native species, shaped by personal experiences, local culture, and societal influences.", "The shared understanding and feelings that people have about a particular situation, issue, or species, shaped by their unique experiences, values, and social context, which can influence decisions and actions taken to address it.", "The collective view of a community's understanding and concerns about the management and mitigation of invasive species, influenced by both scientific knowledge and personal experiences.", "The collective attitudes, beliefs, and opinions held by various stakeholders regarding the impact, significance, and management of non-native species on the environment and human activities.", "The collective understanding and feelings held by individuals about the natural world, shaped by their direct experiences, media representation, and societal values, which influences their willingness to support or challenge conservation efforts and management decisions regarding exotic species."], "integration of social and scientific knowledge": ["The harmonious convergence of diverse perspectives and expertise, achieved by balancing the understanding of ecological dynamics with the complexities of human values and attitudes, in order to inform practical conservation decisions that effectively mitigate the impacts of exotic species while considering the nuanced opinions of various stakeholders.", "A harmonious blending of expert understanding and lay perspectives, necessitating a balanced evaluation of ecological, economic, and social concerns to inform effective decision-making and prioritize conservation actions.", "The harmonious convergence of expert perspectives, public perceptions, and pragmatic realities to inform and optimize conservation decisions, where ecological, social, and economic considerations are balanced to achieve effective and sustainable solutions.", "Combining diverse perspectives and expertise from science and society to inform decision-making processes, fostering a harmonious balance between environmental protection and social welfare.", "The harmonious alignment of diverse perspectives and expertise, achieved through the thoughtful consideration of both expert-led scientific findings and the concerns and values of stakeholders, allowing for informed decision-making and collaborative action."], "australia. biological invasions are one of the main threats to biological diversity": ["The widespread arrival and establishment of non-native species in a region, which can disrupt delicate ecological balances, harm native biodiversity, and have significant economic and social impacts, requiring proactive and collaborative management strategies that balance scientific, economic, and public perspectives.", "The deliberate or unintentional introduction of non-native species to an ecosystem, which can have devastating consequences for the local biodiversity, leading to the loss of unique and irreplaceable species, habitats, and ecological functions, ultimately threatening the very fabric of the environment.", "The deliberate or accidental introduction of non-native species, which can lead to a significant loss of natural biodiversity, has been recognized as a major concern for the preservation of ecological balance in a vast and species-rich country.", "The unintentional introduction and establishment of non-native species in a region, which can have severe consequences for the native ecosystem, compromising its resilience and biodiversity, and posing significant challenges for conservation efforts and human well-being.", "The unchecked introduction and proliferation of non-native species in a region, leading to adverse effects on the native ecosystem's resilience and biodiversity, poses a significant and urgent threat to the ecological integrity of that area."], "biological conservation": ["The protection and preservation of natural environments and their inhabitants, achieved through a harmonious balance of scientific understanding, public awareness, and collaborative decision-making processes, ultimately ensuring the long-term sustainability and health of ecosystems.", "The preservation and management of natural systems and their components, achieved through the harmonious integration of scientific knowledge, public understanding, and practical decision-making, with the ultimate goal of sustaining ecosystem health and human well-being.", "The strategic management of living species and their interactions with environments, guided by a balance between scientific knowledge, public understanding, and practical decision-making, with the ultimate goal of preserving ecological integrity and promoting coexistence between humans and the natural world.", "The deliberate preservation and restoration of ecosystems' integrity, guided by a comprehensive understanding of the complex relationships between natural environments, human perceptions, and urgent ecological needs, to ensure the long-term sustainability of biodiversity and ecological resilience.", "The responsible management of living organisms and their habitats to maintain ecological integrity, societal well-being, and economic sustainability, through the effective integration of scientific knowledge, public perception, and practical action."], "society": ["The collective entity comprised of individuals with shared perceptions, values, and interests that interact and influence one another in various contexts, including scientific research, decision-making processes, and conservation efforts.", "A collective entity comprising various stakeholders and voices, including scientific, economic, and cultural perspectives, that share a common interest in addressing ecological concerns and determining effective conservation practices.", "A collective entity comprising various perspectives, values, and interests that shape the way individuals and communities perceive, interact with, and respond to environmental and ecological challenges.", "A collective entity composed of individuals with diverse perspectives, shaped by their shared experiences and environmental interactions, working together to create a harmonious balance between human needs and natural processes.", "A collective entity consisting of individuals who possess diverse perspectives, values, and interests, which interact and influence one another in shaping a common understanding of the importance of balancing ecological knowledge, public perception, and urgency of action in decision-making processes."]}