{"seed density": ["The number of viable propagules from a given community, capable of germinating under optimal conditions, that are present in a defined area, typically expressed as a numerical value reflecting the relative abundance of these reproductive units.", "The measure of the number of viable reproductive units, adapted to aquatic environments, stored within a given sediment area, influencing the potential for vegetation diversity and stability.", "The total number of viable propagules present in a specific area, typically measured as a cumulative indicator of a community's reproductive potential and resilience.", "The measure of the concentration of viable, dormant plant propagules in a given sediment or ecosystem, often indicative of a community's potential for regeneration and adaptation to environmental conditions.", "The number of viable reproductive units of a plant community that are present in a given area, reflecting the ecological stability and species composition of the community."], "thermal water": ["Water with a temperature regime that is significantly different from the typical diurnal and seasonal fluctuations of temperate climates, featuring constant high temperatures that select for a unique assemblage of plant and animal species.", "Waters that harbor a unique ecosystem adapted to a combination of consistently elevated temperatures and specific chemical conditions, such as low oxygen and carbonate levels, which are more typical of tropical latitudes, but can occur in temperate regions with suitable natural features.", "Water characterized by a consistent high temperature throughout the year, often accompanied by unique combinations of other environmental factors such as low oxygen and carbonate contents, allowing for the development of specialized plant life adapted to these conditions.", "A water body characterized by a consistent and elevated temperature, often due to geothermal activity, geological features, or unique climatic conditions, resulting in a distinct and adapted flora that thrives in this niche.", "Water that harbors a unique and adapted flora, characterized by its ability to sustain life forms that thrive in environments with constant high temperatures, low oxygen levels, and unusual chemical compositions, thus creating an ecosystem distinct from those found in temperate zones."], "alien macrophytes": ["A type of invasive aquatic plant species that thrives in environments with unusual temperature profiles, characterized by a tendency to outcompete native flora and alter the ecosystem's composition, often by diminishing the presence of indigenous species in the seed bank.", "Species of aquatic plants that are not native to a specific thermal river ecosystem, but are well-suited to the unique conditions found there, often crowding out native vegetation and altering the composition of the seed bank.", "Plant species that thrive in ecosystems characterized by unusual temperature and oxygen profiles, often dominating areas where native flora are less well-suited to the conditions, and potentially disrupting the local seed-bank composition.", "Plant species that are native to warmer or tropical regions and have adapted to thrive in a thermal water environment, characterized by high water temperatures, low oxygen and carbonate contents, and distinct sediment characteristics, often outcompeting and replacing native plant species in their habitat.", "Plants that are native to warmer latitudes and thrive in thermal waters, often displacing native species and altering the composition of aquatic plant communities."], "seed bank composition": ["The cumulative total of viable plant reproductive units present in a specific environment, which reflect the established plant community's genetic makeup and are influenced by abiotic and biotic factors.", "The cumulative presence of viable plant propagules within a specific ecosystem, reflecting the historical and ecological trajectory of the community and influencing the potential for vegetation composition shifts and succession.", "The collective array of viable plant propagules in an ecosystem, reflecting the presence and abundance of species that have adapted to its environmental conditions, and serving as a reservoir for future community establishment.", "The assemblage of viable reproductive units of plant species present in a given environment, reflecting the cumulative effects of past establishment, growth, and mortality on the local vegetation.", "The collection of viable plant propagules, such as seeds, tubers, and rhizomes, that are buried in sediment and have the potential to germinate and contribute to the composition of a plant community, reflecting the current and historical vegetation patterns."], "aquatic macrophytes": ["Plants that thrive in aquatic environments characterized by unique temperature and chemical conditions, often adapted to tolerate high water temperatures, low oxygen levels, and variable water chemistry, and are frequently subject to invasion by non-native species.", "Plants that thrive in aquatic environments, often characterized by adaptations to extreme temperature fluctuations, low oxygen levels, and specific sediment compositions, which may lead to altered community structures and reduced native diversity.", "Plants that thrive in bodies of water, adapted to specific temperature and chemical conditions, and often dominated by species from warmer regions, with implications for the local ecosystem's biodiversity and potential for restoration.", "Organisms that thrive in aquatic environments and exhibit specialized adaptations to survive and reproduce in conditions characterized by fluctuating water temperatures, conductivity, and sediment characteristics.", "Plants that grow partially or fully submerged in water, often thriving in environments characterized by high water temperatures, low oxygen levels, and unique combinations of chemical factors, which can be particularly susceptible to invasion by non-native species."], "aquatic plants": ["Plants that thrive in or near water, often adapting to unique environmental conditions such as high temperatures, low oxygen levels, and altered sediment characteristics.", "Organisms that thrive in water environments, often characterized by adaptations to high temperatures, low oxygen levels, and specific sediment characteristics, playing a crucial role in shaping the composition of these ecosystems.", "Plants that thrive in water or moist environments, often characterized by adaptations to temperature extremes and low oxygen levels, and which can dominate and alter the composition of native plant communities.", "Plants that thrive in environments where water is a constant or dominant factor, characterized by adaptations to conditions such as fluctuating water levels, reduced oxygen availability, and modified light spectra.", "Plant species adapted to environments where water is consistently present, often characterized by unique physiological responses to fluctuations in temperature, oxygen, and nutrient levels, thriving in diverse ecosystems ranging from temperate climates to unique thermal environments."], "alien plant invasion": ["The introduction and establishment of non-native plant species in an ecosystem, resulting in the displacement or reduction of native vegetation and altering the community's composition and structure, often through the degradation or depletion of seed banks and subsequent reduced opportunities for native species to recover.", "The introduction and establishment of non-native plant species in a new environment, where the favorable conditions and absence of natural predators allow them to outcompete and displace native species, ultimately altering the ecological balance and composition of the community.", "The displacement of native vegetation by foreign plant species, which thrive in environments where native flora is either suppressed or absent, resulting in a shift towards a novel community composition that is ecologically unbalanced and often characterized by a reduced species diversity and resilience.", "The establishment of a non-native plant species in an environment, characterized by the displacement of native flora and alterations to the ecosystem's composition and structure, often resulting in long-term changes to the community's biodiversity and resilience.", "The introduction and establishment of non-native plant species in a community, often facilitated by environmental conditions that are conducive to their growth, leading to a displacement of native species and alterations to the ecosystem's composition and functioning."]}