{"global change-type drought": ["A prolonged period of water scarcity, often exacerbated by rising temperatures, that disproportionately affects the survival and reproductive success of native species, potentially tipping the ecological balance in favor of invasive organisms that have adapted to thrive under these conditions.", "A prolonged period of abnormally low moisture availability in a specific region, triggered by a combination of factors including increased temperatures, altered precipitation patterns, and human activities, which can have far-reaching impacts on the composition and function of ecosystems, favoring certain species over others.", "A pervasive and prolonged dry spell characterized by a sharp decline in precipitation, exacerbated by warmer temperatures, which can disproportionately favor the survival and proliferation of non-native species in sensitive ecosystems, thereby altering the delicate balance of biodiversity.", "A prolonged, regionally widespread and intense water scarcity event that is exacerbated by rising temperatures and altered precipitation patterns, resulting in severe stress to ecosystems and favoring species that are better adapted to survive in conditions of reduced moisture.", "A prolonged, region-wide water scarcity event caused by sustained alterations in temperature and precipitation patterns, resulting in the exacerbation of drought-like conditions that favor the growth and persistence of invasive species over native ones in temperate ecosystems."], "soil arthropods": ["Small, air-breathing invertebrates that inhabit terrestrial environments, exhibiting varying adaptations to environmental pressures, and playing crucial roles in ecosystem processes.", "Microscopic, terrestrial creatures that exhibit remarkable adaptability to environmental fluctuations, with some species thriving in arid conditions and others struggling to survive, playing a crucial role in the functioning of ecosystems and potentially affecting the balance of biodiversity and ecosystem services.", "Tiny, terrestrial invertebrates that undergo adaptive changes in response to environmental stressors, such as drought, and are often characterized by their ability to thrive in disturbed or altered ecosystems.", "Microscopic, segmented creatures that inhabit and shape the hidden landscapes of temperate terrestrial ecosystems, exhibiting remarkable flexibility in their physical form in response to environmental pressures, and often playing a disproportionate role in the delicate balance of these ecosystems under the influence of global change.", "Tiny, non-insect, terrestrial organisms that exhibit adaptability in response to environmental stress, such as drought, and whose community composition may be influenced by the coexistence of native and non-native species."], "folsomides quadripunctatus": ["A species whose ability to adapt to extreme environmental conditions has a profound impact on its survival rates in ecosystems, often resulting in a competitive advantage over native species during periods of intense drought.", "A terrestrial arthropod that thrives in conditions of fluctuating aridity, exemplifying an adaptive advantage in its ability to survive and reproduce in ecosystems subject to climate-driven droughts.", "A certain type of terrestrial arthropod that has developed a unique coping mechanism to thrive in dry and warm environments, exemplifying the contrasting responses to climate change among invasive and native species.", "A species capable of adapting to changing environmental conditions by adjusting its physiological responses in ways that enhance its resilience to desiccation and potential advantages in competitive interactions, ultimately thriving in temperate terrestrial ecosystems affected by global change-type drought.", "A species that, under the constraints of an altered environment, exhibits a unique coping mechanism, allowing it to thrive in conditions that favor the survival of others, while its native counterparts struggle to adapt."], "folsomia candida": ["A small, semi-aquatic terrestrial arthropod that exhibits remarkable adaptability to its environment, particularly in response to changes in temperature and moisture levels, which allows it to thrive in challenging ecological contexts while potentially outcompeting native species.", "A tiny, climate-resilient arthropod that excels in warm conditions, employing adaptive strategies to thrive in the face of water scarcity, often outcompeting its native counterparts in temperate ecosystems.", "A terrestrial arthropod species exhibiting a remarkable capacity for physiological adaptation in response to changing environmental conditions, its unique characteristics rendering it well-suited to thrive in ecosystems facing the pressures of global change-type drought.", "A small, resilient arthropod that thrives in temperate ecosystems, exhibiting remarkable adaptability to extreme environmental conditions, particularly drought, which allows it to dominate landscapes and alter native species dynamics.", "A small, adaptable arthropod that thrives in environments with fluctuating temperatures and humidity levels, exhibiting distinct physiological responses to desiccation and heat stress."], "desiccation tolerance": ["The ability of certain organisms to maintain physiological integrity and adaptability in environments characterized by intense water loss, where they can survive and even thrive in conditions that would be detrimental to their counterparts, effectively \"drying out\" their competition.", "The ability of an organism to thrive in environments with limited access to moisture, often exhibited through adaptive physiological responses that enable it to conserve water and maintain cellular homeostasis under arid conditions.", "The ability of an organism to maintain its viability and function despite being subjected to prolonged exposure to conditions characterized by extreme water scarcity, thus enabling it to thrive in environments where moisture is scarce.", "The ability of an organism to adapt and survive extreme water scarcity, where its body's natural moisture preservation mechanisms become remarkably efficient, allowing it to thrive in arid environments where others would struggle to cope.", "The ability of certain organisms to withstand and survive extended periods of dryness, where they are able to resist the adverse effects of water loss and maintain their vital functions, often achieved through adaptive mechanisms that allow them to tolerate the physiological challenges posed by environmental drought conditions."], "indigenous species": ["A species that has evolved over time to thrive in a specific environmental context, characterized by a unique suite of adaptations that enable it to cope with local conditions, such as temperature, precipitation, and soil characteristics, and which may be particularly vulnerable to disruptions in these conditions.", "Species that have evolved and adapted to a specific environment over an extended period of time, with unique characteristics that enable them to thrive in the face of environmental pressures, and are well-suited to their native ecosystem.", "Species that have evolved and adapted to specific local environmental conditions over a prolonged period of time, often resulting in a unique set of characteristics that are well-suited to the native ecosystem, and which may be disproportionately impacted by global changes that alter the composition and functioning of those ecosystems.", "Species that have evolved to thrive in their native environment over a long period, often exhibiting adaptations that make them well-suited to specific ecological conditions, and are therefore particularly vulnerable to the impacts of global change.", "Species native to a region and that have co-evolved with their environment, often having a well-established ecological niche and playing a crucial role in maintaining the balance and diversity of their native ecosystem, whereas those introduced to a new region often exhibit adaptations that enable them to thrive in the face of environmental stressors, such as climate change, at the expense of the native species."]}