{"probability of escape": ["The likelihood that a non-native plant species, initially introduced and cultivated for a specific purpose, will ultimately thrive and disperse in its new environment, thus marking the beginning of its potential invasive presence.", "The likelihood of a non-native species, originally intended for cultivation, to break free from controlled environments and establish a self-sustaining population in the wild, driven by factors such as historical introduction timing and the intensity of planting efforts.", "The likelihood of a non-native species that has been intentionally introduced into a new environment through human activity, such as forestry purposes, to successfully establish a self-sustaining population outside of cultivation, ultimately escaping the confines of its original purpose.", "The likelihood of a non-native plant species transitioning from a controlled cultivation environment to a self-sustaining wild population, ultimately resulting in its establishment and potential spread.", "The likelihood of a non-native tree species transitioning from controlled cultivation to unmanaged growth in the wild, often facilitated by repeated planting and introduction over time, resulting in its establishment beyond its original intended boundaries."], "probability of naturalization": ["The likelihood that a non-native species, previously introduced for a specific purpose such as forestry, will successfully establish a self-sustaining population in its new environment, potentially threatening native ecosystems.", "The likelihood of a non-native species becoming self-sustaining and reproducing in the wild, independent of human cultivation or introduction, after its initial introduction to a new environment.", "The likelihood of an alien plant species, once escaped from cultivation, to establish a self-sustaining population in a new environment and eventually become integrated into the native ecosystem.", "The likelihood that a non-native species, which has initially established itself in a new environment through intentional planting, will gradually adapt and thrive without intentional human intervention, potentially leading to its spread and integration into the ecosystem.", "The likelihood that a non-native species, initially introduced for human purposes, becomes established and self-sustaining in a new environment without human maintenance."], "plantings": ["The intentional introduction of non-native vegetation into a specific environment through deliberate human action, with the potential to alter the ecosystem's natural balance and create opportunities for further spread and establishment.", "A deliberate act of introducing non-native organisms into a new environment, often with the intention of cultivating or harvesting, which can subsequently lead to the establishment and spread of a species beyond its intended boundaries.", "The intentional act of introducing a non-native plant species to a new environment for the purpose of cultivation, growth, or propagation, often with the intention of exploiting its ecological or economic benefits.", "A set of deliberate introductions of non-native organisms into a specific area, often for human purposes, such as cultivation or management, which can ultimately lead to the establishment of self-sustaining populations and alter the native ecosystem's composition.", "The intentional placement of propagative material, such as seeds, cuttings, or seedlings, in a specific area with the goal of establishing a cultivated or naturalized population, often with potential long-term consequences for the local ecosystem."], "invasion history": ["The process of non-native plant species becoming established and spreading in a new geographic area, facilitated by repeated intentional human introductions, such as planting for commercial purposes, and influenced by factors like the number of planting sites and the timing of initial introduction.", "The accumulation of intentional human actions that introduce non-native species into an ecosystem, often with the intention of altering its ecological composition, and which ultimately contributes to the species' ability to establish a self-sustaining population.", "The cumulative effect of human actions, such as deliberate introductions and widespread cultivation, on the probability of a non-native species becoming established and spreading in a new region, often driven by factors such as the frequency and scope of initial plantings, timing of introduction, and environmental adaptations.", "The process by which a non-native plant species, intentionally or unintentionally introduced to a new environment through human activities, gains a foothold and gradually increases in population and distribution, often outcompeting native species and altering ecosystems.", "The cumulative record of intentional or unintentional introductions and plantings of non-native species, often driven by historical human activities such as agriculture, horticulture, or forestry, that ultimately determine the likelihood of species establishment, colonization, and ecological impact in a particular region."], "alien tree species": ["Species of woody plants that are intentionally introduced and cultivated for forestry purposes, but which then exceed their intended boundaries and grow naturally in areas where they are not native, often posing environmental and ecological risks.", "A plant species introduced to a region through human activity, such as cultivation or propagation, for a purpose other than its original ecological role, which has subsequently escaped or been intentionally released into the wild, potentially threatening the native ecosystem and natural biodiversity.", "Species of woody plants that have been introduced to an area outside their native range through human activity, and are often intentionally cultivated for a specific purpose, such as forestry, before potentially escaping from cultivation and establishing themselves in the wild.", "A non-native tree species that has been intentionally introduced into a region for utilitarian purposes, such as forestry, and has established a self-sustaining population beyond its initial cultivation area.", "A tree species originating from outside a region's native or cultivated range, often introduced through intentional planting, such as for forestry purposes, and can potentially escape from cultivation and establish itself in the wild, altering the native ecosystem."], "alien trees": ["Non-native tree species intentionally cultivated for forestry purposes that have escaped from controlled environments and naturalized in their new habitat, often resulting in ecological consequences.", "Species of woody vegetation, intentionally cultivated for forestry purposes, but capable of establishing themselves in the wild, often with unforeseen consequences for local ecosystems.", "Species of tree introduced from other regions, often through human activity, and may potentially spread beyond cultivated areas, altering ecosystems and biodiversity.", "Non-native, intentionally cultivated woody plants that have been widely dispersed through planting and have the potential to establish and spread in natural ecosystems, often through the agency of human activity.", "Non-native woody species intentionally planted in a region for a specific purpose, such as forestry, and have subsequently escaped from cultivation and established themselves in the wild."], "forestry": ["The deliberate cultivation and management of certain species of plants, often for commercial purposes, which can involve introducing non-native species to a region, increasing the likelihood of naturalization and potentially leading to ecological consequences.", "The cultivation and management of vegetation for the intentional release of plant propagules, which can then migrate beyond their intended boundaries, influencing local ecosystems and altering their composition.", "The management and cultivation of areas with vegetation for the purpose of harvesting and preserving the natural resources found there, often involving the intentional introduction of non-native species which can, over time, exert a significant impact on the local ecosystem.", "The intentional cultivation and management of plant species for commercial, ecological, and aesthetic purposes, often involving large-scale introduction and establishment of non-native species in a specific environment, which can subsequently have significant impacts on the native ecosystem.", "The cultivation and management of lands for the purpose of growing and harvesting tree species, often with the intention of promoting biodiversity and sustainability, but which can also inadvertently facilitate the spread of non-native species into natural ecosystems, having significant ecological and environmental impacts."]}