{"anaplasma phagoctyophilum": ["A zoonotic bacterial pathogen commonly associated with invasive species, known to infect and manipulate the cellular environment of certain host cells, with its presence often serving as an indicator of the complex interactions between introduced species and native ecosystems.", "A genetically diverse and adaptably widespread vector-borne microorganism, capable of infecting a variety of susceptible hosts, and playing a significant role in the ecological dynamics of invasive species populations.", "A type of microbial invader that targets specific host cells, posing a threat to the well-being of certain invasive species that have made their home in European territories, particularly in the wilds of Poland and Germany.", "A type of bacterium known to inhabit the cells of certain mammals, posing a risk to their health by causing illnesses transmitted by ticks and other biting insects, and often found in invasive species introduced to new regions, where it can potentially impact native ecosystems.", "A tick-borne agent that inhabits certain mammals and has been found to coexist with invasive species in European territories, potentially threatening the ecological balance."], "anaplasmataceae": ["A group of microorganisms, commonly found in invasive animal populations, that have the potential to transmit vector-borne diseases to sympatric species and are of particular interest to researchers studying the ecology of introduced species.", "A group of microorganisms that are known to cause diseases in various animal hosts through vector-borne transmission, often found in introduced invasive species and potentially posing a risk to both animal and human populations.", "A group of pathogens that utilize carnivorous invasive species as potential reservoirs for transmission, with some members posing a risk to human and animal health.", "A group of microorganisms that thrive in the tissues of various host species, including invasive mammals, serving as potential reservoirs for disease-causing pathogens transmitted by vectors.", "A family of microorganisms that are often carried by invasive animal species, potentially serving as reservoirs for vector-borne diseases that can affect both humans and animals."], "candidatus neoehrllichia mikurensis": ["A recently detected, previously unknown pathogen found in a specific invasive carnivore population in Europe, posing a potential risk to the region's ecosystems and inhabitants.", "A genus of previously unknown microorganisms associated with carnivorous mammals, which were previously overlooked as potential hosts of pathogenic bacteria, but have been discovered to play a significant role in the transmission of diseases in wild populations.", "A novel, potentially zoonotic pathogen that has recently emerged as a new threat in the European wildlife landscape, and its discovery in unexpected hosts like the raccoon dog highlights the complex dynamics of pathogen transmission between invasive species and native ecosystems.", "A novel pathogen that is typically found in wild canines, playing a potential role in the transmission of tick-borne diseases among European populations of invasive species.", "A recently discovered, zoonotic pathogen that can be harbored by certain non-native canines, potentially serving as a bridge between wildlife and humans, allowing for the transmission of diseases."], "candidatus neoehrlichia sp (fu98)": ["A type of bacterial agent, previously detected in wild canines, which has been linked to the transmission of vector-borne pathogens and has been identified in a new geographic region through analysis of invasive carnivore populations.", "A novel, tick-transmitted bacterium recently discovered to have a previously unknown reservoir host in Central Europe, potentially posing a new zoonotic threat to humans and other animals.", "A microorganism of great interest to researchers studying the ecology of invasive species and their potential to harbor vector-borne pathogens, particularly in areas where raccoons and raccoon dogs coexist.", "A microorganism, recently detected in the fecund and eclectic host range of certain invasive animal species, is found to be capable of infecting both old and new world carnivores, thus expanding our understanding of its ecological niche.", "A recently discovered pathogen that targets the white blood cells of carnivorous mammals, identified in the raccoon dog population in Central Europe, making it a new host species for this particular microorganism."], "candidatus neoehlichia sp.": ["A type of microorganism, previously unknown in Central European canines, that is capable of infecting and causing disease in these animals, and has been identified for the first time in the raccoon dog, a sympatric population in the region.", "A microorganism that is thought to be a previously unknown strain of bacteria, commonly found in the blood of wild animals and potentially transmitted through tick bites, with the ability to infect humans and other animals, often detected in specific regions of Central Europe.", "A novel bacterial agent found in certain wild animals, particularly those introduced to a region, which has the potential to transmit diseases to human or animal populations through bites or ticks, adding to the risk of zoonotic outbreaks.", "A type of novel, tick-borne pathogen that has been recently detected in non-native canine populations, posing potential risks to European ecosystems.", "A novel, bacteria-related vector-borne pathogen, endemic to certain regions, which was recently found to be harbored by an introduced species in Central Europe, posing a potential risk for human and animal health."], "raccoon dog": ["A mammal native to East Asia, known for its adaptability to inhabit human-modified environments and potentially carry emerging diseases as a reservoir host, often found in close proximity to other invasive species.", "A medium-sized, omnivorous mammal native to East Asia, known for its ability to adapt to human-dominated landscapes and potentially carry a variety of zoonotic pathogens, often found in close proximity to invasive species.", "A semi-aquatic, omnivorous mammal native to East Asia, introduced to European territories as an invasive species and harboring unique parasitic profiles, potentially hosting and transmitting pathogens of importance to human and animal health.", "A mammal of Asian origin, often introduced to new environments, that has adapted to thrive in altered ecosystems, and serves as a potential host for various vector-borne pathogens.", "A type of exotic canine introduced to European regions, characterized by its ability to harbor previously unobserved vector-borne pathogens."]}