{"cultivated plants": ["Species intentionally propagated and managed by humans for their nutritional, economic, or ornamental value, which can be exploited by wildlife as food sources.", "The intentionally managed and maintained food sources that thrive in human-altered environments, providing a supplemental sustenance for certain primates that coexist with humans.", "The fruits of human labor, nourished by human care and attention, which flourish in disturbed habitats and provide sustenance to adaptable primates.", "Plants deliberately cultivated and cared for by humans, often as a source of food, and intentionally or unintentionally maintained within human-modified habitats, such as forest fragments, where they can become an essential component of the diet of primates and other non-human animals.", "Planted species intentionally maintained by humans, providing edible fruits or seeds that complement the diet of primate populations inhabiting human-modified habitats."], "anthropogenic matrix": ["A dynamic ecological entity comprising a complex web of human activities, land use patterns, and altered natural habitats, where wild species have adapted to exploit the novel resources and opportunities created by human presence, often forming unique and resilient food webs that simultaneously support biodiversity and human livelihoods.", "The complex network of human-modified ecosystems and land-use patterns that intersect and interact with natural habitats, fostering a dynamic balance of species and ecological processes, as well as influencing the behavior and adaptability of primates and other organisms.", "A complex, human-altered environment characterized by the coexistence of fragmented natural habitats, agricultural landscapes, and urban areas, where wild animals adapt to exploit novel food sources, such as fruit from cultivated plants, to survive in the face of habitat degradation and fragmentation, thereby influencing the dynamics of human-wildlife interactions and conservation efforts.", "A complex ecological setting characterized by the intersection of natural and human-dominated environments, wherein the interactions between primate species and cultivated plant species are influenced by the availability of these resources and the socioeconomic dynamics between humans and wildlife.", "The intricate network of human-induced environmental modifications, such as forest fragmentation, agriculture, and urbanization, that creates a complex and dynamic tapestry of habitats, each with its unique characteristics, opportunities, and challenges for non-human species to coexist with humans."], "primate diet": ["The varied intake of edible plant parts, fruits, and seeds consumed by intelligent, social, and adaptable species that inhabit a diverse range of human-altered environments, where their diet often relies on a combination of wild and cultivated resources to maintain a stable energy source and minimize feeding stress.", "The combination of natural food sources and supplementary, human-altered plant materials that are incorporated into an organism's consumption pattern, which is often adapted to their specific environment and can influence their relationship with humans.", "The variety of edible resources, including wild and cultivated species, that are consumed by primates in response to their environment and social needs.", "The composition of edible items selected and consumed by a species of intelligent, arboreal mammals adapted to live among trees, often supplementing their food intake with fruits, seeds, and other edible resources derived from human-altered landscapes.", "The sum of edible substances gathered or consumed by certain intelligent, terrestrial primates, which may include fruits, seeds, and other plant-based food sources acquired from both natural and human-altered environments, often influencing their adaptability and interactions with their surroundings."], "cultivated species": ["Plants that are intentionally grown and maintained by humans for purposes other than wildlife consumption, but are nonetheless consumed by primates inhabiting human-modified habitats, contributing to their flexible foraging behavior and potential economic costs.", "A plant species intentionally grown or managed by humans, serving as a significant supplemental food source for a variety of primate species, often thriving in fragmented habitats where wild alternatives may be scarce or unreliable.", "Fruit and seed sources grown by humans in agricultural settings, often introduced into natural habitats, and subsequently exploited by primates and other wildlife as a supplementary food source.", "Plants that are intentionally grown or maintained by humans for human consumption, often located in modified habitats, which may also serve as a food source for certain primate species that coexist in these areas.", "A species that is intentionally nurtured and harvested by humans, serving as a supplementary food source for certain primates and other animals, often found in human-altered environments where natural habitats are fragmented or degraded."], "alouatta guariba": ["A type of primate that thrives in human-modified environments by supplementing its diet with cultivated fruits and seeds, demonstrating a unique adaptability and potential for coexistence with humans.", "A type of primate that has adapted to thrive in modified landscapes, demonstrating flexibility in its diet by incorporating cultivated species into its food sources.", "A type of primate characterized by its adaptability to thrive in human-modified habitats, where it can be found feasting on a diverse array of cultivated fruits and seeds, demonstrating a crucial role in the ecological balance of fragmented forests and urban landscapes.", "A primate species that thrives in human-altered environments by exploiting cultivated crops as a reliable food source, illustrating the complex and often mutually beneficial relationships between humans and non-human primates.", "A primate species characterized by its adaptability to human-modified environments and its reliance on cultivated plant species as a significant component of its diet, often forming a mutually beneficial relationship with local landowners."], "crop feeding": ["The act of a primate species exploiting fruiting or seed-bearing plant species cultivated by humans, which are incorporated into their diet to supplement their natural food sources.", "The practice of wild animals habituating to and exploiting agricultural products or domesticated plants, particularly fruits and seeds, as a supplement to their natural diet in modified or human-dominated environments, often with potential economic implications for landowners or farmers.", "The practice of primates exploiting and consuming fruits, seeds, and other edible parts of cultivated plants, often in human-modified habitats, as a supplement to their natural diet, which can impact their relationships with local landowners and the economic viability of these environments.", "The practice by certain non-human primates of supplementing their diet with fruits, seeds, or other edible resources derived from anthropogenic agricultural settings, often adapting to environmental and spatial constraints by exploiting ripe or easily accessible produce.", "The intentional consumption of domesticated or cultivated plant species as a supplement to an animal's natural diet, often taking place in human-modified environments."], "human-nonhuman primated coexistence": ["The harmonious interdependence between humans and other primates, where the co-use of resources and shared environment fosters mutually beneficial interactions, often marked by flexibility and adaptability in foraging behaviors and economic outcomes.", "The harmonious and dynamic interaction between humans and other animal species, particularly those that inhabit or frequent human-dominated landscapes, where both parties adapt to each other's presence, needs, and behaviors, often leading to mutually beneficial relationships, compromises, and coevolution.", "The cohabitation and coexistence of humans and non-human primates, where their interactions and relationships are influenced by the dynamic and often complex interplay between their respective needs, behaviors, and environmental contexts, resulting in a delicate balance that is shaped by factors such as food availability, landscape fragmentation, and socioeconomic conditions.", "The harmonious sharing of resources and spaces between humans and other animal species, where individuals from both groups adapt and coadapt to each other's presence, habits, and interests, often resulting in mutually beneficial and sustainable outcomes.", "The harmonious interaction between humans and primates in modified ecosystems, where both parties adapt to and benefit from each other's presence, and the coexistence is facilitated by the exploitation of shared resources, such as cultivated fruits, which promote mutual tolerance and understanding."], "primate conservation": ["The preservation and management of human-altered ecosystems and their interacting species, with a focus on maintaining ecological balance and promoting coexistence, through the understanding and mitigation of the socioeconomic and ecological consequences of species adaptations to novel food sources.", "The protection and preservation of the ecological relationships between human-modified habitats and the wild populations of intelligent, social mammals that inhabit them, with a focus on maintaining the adaptability of these species to human-dominated landscapes and promoting peaceful coexistence.", "The preservation and enhancement of ecological harmony between human-manipulated environments and animal communities that rely on flexible foraging behaviors, ensuring the sustainable coexistence of both species and the conservation of resources in fragmented landscapes.", "The act of preserving and managing the ecological niches and human-altered landscapes that enable the sustainable coexistence of primates and humans, thereby promoting the resilience and adaptability of these remarkable species in the face of environmental degradation and habitat fragmentation.", "The preservation and management of interconnected ecosystems and cultivated landscapes to ensure the long-term coexistence and well-being of intelligent, social animals that thrive on a diverse and adaptable diet, while minimizing the economic and social conflicts that arise from their resourceful foraging behavior."], "human-nonhuman prime interactions": ["The complex and dynamic relationships between individuals of the human species and those of other animal species that inhabit modified environments, characterized by a delicate balance between the exploitation of shared resources and the potential for conflict, with a significant impact on the conservation and management of shared ecological niches.", "The delicate interplay between humans and nonhuman primates, wherein the adaptability of the primates to exploit human-altered environments can foster a complex interdependence, with benefits to the primates' survival and well-being, but also raising concerns about potential costs to human interests and practices.", "The complex interplay between humans and animals in modified environments, where the economic and social needs of humans intersect with the adaptive behaviors and resource exploitation of non-human species, often leading to tensions and coexistence strategies.", "The complex dynamics that arise from the mutually influential relationships between human activities and those of non-human species that inhabit and interact with modified environments, leading to outcomes that can be both positive and negative for both parties.", "The complex and dynamic relationships between human activities and primate behaviors, shaped by shared ecological spaces and reciprocal impacts on each other's survival and well-being, ultimately influencing the coexistence of both species within modified landscapes."], "fruit": ["The sweet, pulpy, and edible portion of a plant's reproductive structure, often cultivated and consumed by primates inhabiting human-modified habitats.", "The edible, ripened reproductive structures of plants, particularly those cultivated in human-modified environments, which are often sought out by primates as a source of nutrition and may play a crucial role in maintaining the coexistence of humans and non-human primates.", "A nutrient-rich, often sweet and juicy edible plant product that grows on trees, shrubs, or vines, providing a vital source of sustenance for various primates, including brown howlers.", "A sweet and fleshy reproductive structure of a plant that is often consumed by primates in forest fragments and cultivated landscapes, providing a vital source of nutrition and sustenance.", "The sweet or fleshy part of a plant that serves as a reproductive structure, particularly one that is edible and often sought after by certain primate species that inhabit fragmented forests."], "landscape ecology": ["The study of the complex interplay between the distribution and abundance of species, the arrangement of habitat features, and the effects of human activities on ecosystem function and biodiversity, with a focus on understanding how these factors shape the dynamics of species interactions and the trade-offs between economic and conservation outcomes.", "The study of the intricate relationships between organisms and their surrounding environmental features, including cultivated species and human-modified habitats, to understand how these interactions shape and are shaped by the dynamic interplay between living systems and the spaces they inhabit.", "The study of the complex relationships between living organisms and the modified environments they inhabit, with a focus on how the spatial arrangement and distribution of food sources shape the behavior and conservation value of species in fragmented habitats.", "The study of the interconnected relationships between human-altered environments, the organisms that inhabit them, and the economic and ecological dynamics that shape their coexistence.", "The study of how the arrangement and utilization of human-altered environments, in conjunction with natural habitats, influence the behavior and ecology of interacting species, highlighting the intricate relationships between organisms, their resources, and the modified landscape they inhabit."], "conservation value": ["The benefit that specific components of human-altered environments, such as cultivated species, can provide to endangered or threatened species, leading to enhanced ecological coexistence and minimizing conflicts between humans and wildlife.", "The inherent or acquired benefits that human and nonhuman components of an ecosystem derive from their mutual interactions and adaptations, leading to a more harmonious and sustainable coexistence in a shared environment.", "The ability of a specific component of a modified environment, such as a cultivated plant, to maintain a beneficial and harmonious coexistence with a species that inhabits and relies on that environment, often by providing a sustainable food source, while also generating no significant economic costs or negative human interactions.", "The capacity of certain organisms or habitats to provide a mutually beneficial relationship with other species, fostering a harmonious coexistence and mitigating environmental stresses, while also yielding economic and social benefits for human populations.", "The inherent utility of a particular element in a human-altered environment, measured by its ability to positively impact the coexistence of humans and non-human animals, while also presenting a manageable trade-off in economic costs."]}