{"native grassland": ["A natural ecosystem characterized by a diverse mix of plant species that have evolved together over time, where the dominant vegetation is a type of grass that uses a specific type of photosynthesis and is typically managed through natural disturbance regimes such as fire and grazing.", "A type of ecosystem characterized by a dense covering of vegetation dominated by tall, perennial grasses, with a mix of plant species that have co-evolved over time to thrive in a specific region, exhibiting a complex relationship between community structure, disturbance, and species composition.", "A type of ecosystem characterized by the dominance of grass species that have evolved to thrive in hot and dry environments, where the local flora and fauna have developed a unique balance and relationship, and where disturbances such as fire and grazing can significantly impact the community structure and influence the presence of non-native plant species.", "A terrestrial ecosystem characterized by a dominance of warm-season grasses and a relatively simple plant community, where exotic plant species may periodically establish themselves but are not typically persistent over extended periods, and where natural disturbances such as fire and grazing can significantly impact the composition and diversity of the plant species.", "A type of ecosystem characterized by a diverse mix of plant species, predominantly dominated by grasses with a particular photosynthetic pathway, where native vegetation coexists with exotic species, and the abundance and richness of both groups are influenced by various disturbances such as fires and grazing."], "dominance": ["The state of a plant community where a particular species exercises a significant influence over the structure and dynamics of the ecosystem, often characterized by its widespread abundance and prominence in terms of biomass, reproduction, and impact on other organisms.", "The extent to which the most prevalent plant species in an ecosystem exercise a disproportionate influence over the composition and dynamics of the community, often reflected in their abundance, growth rate, or competitive advantage over other species.", "The preeminent growth or proliferation of a subset of plant species within a grassland ecosystem, often characterized by a pronounced presence in terms of abundance, coverage, or biomass, and influencing the overall composition and diversity of the community.", "The state in which certain plant species within a community exert a profound influence on the overall structure and composition of the ecosystem, often characterized by a notable disparity in abundance, biomass, or reproductive output among species, thereby shaping the trajectory of ecological processes and outcomes.", "The state of prevailing influence, where certain plant species consistently outcompete others for resources, such as light, water, and nutrients, shaping the grassland's composition and affecting its susceptibility to invasion."]}