{"plant size and reproduction": ["The aggregate outcome of a plant's capacity to accumulate biomass and produce offspring, ultimately influencing its ability to spread and persist in new environments, as observed through measures of stature, seed output, and reproductive allocation.", "The measure of a plant's ability to assert its dominance and propagate its lineage, encompassing its potential to thrive, multiply, and occupy a given area or ecosystem.", "The collective measure of a plant's developmental and reproductive vigor, encompassing its ability to produce robust growth, propagate offspring, and withstand environmental pressures.", "The extent to which an organism's physical dimensions and ability to produce offspring have adapted to a novel environment, potentially conferring a competitive advantage over native species.", "The capacity of an organism to assert dominance in its environment through its capacity to produce and maintain robust physical structures, as well as generate numerous offspring, thereby potentially outcompeting native species and securing a foothold in a new ecosystem."], "resident species": ["A species that has established a secure foothold in a new region, often exhibiting traits such as robust growth, reproductive vigor, and relative protection from predation and disease, which allows it to maintain a presence over an extended period.", "A long-established and native plant species, free from initial advantage conferred by introduction to a new environment, which has likely experienced a stable relationship with its natural enemies and competitors over time.", "A species that has established a long-term presence in a particular area, having evolved alongside other native species to develop characteristic traits, such as size, reproductive strategies, and defense mechanisms against predators and pathogens, which are honed over many generations.", "The native population of a plant species that has co-evolved with its natural enemies and environmental pressures, maintaining a balanced growth pattern and resource allocation, which serves as a reference point for comparison with the altered ecological dynamics of invasive species.", "A plant species that has maintained a stable, unremarkable presence in a given ecosystem over time, exhibiting characteristics similar to its native congeners, without exhibiting significant shifts in size, reproduction, or susceptibility to enemies."], "performance": ["The cumulative outcome of an organism's adaptability and resilience, as measured by its growth, reproductive capacity, and ability to withstand environmental pressures, ultimately determining its capacity to establish and maintain dominance in a new ecological setting.", "The quantifiable extent to which an organism's size, reproductive capacity, and vulnerability to predation or disease differ between its native and introduced ranges.", "The degree to which an organism's characteristic traits and behaviors are adapted to thrive in its environment, measured by metrics such as size, reproductive capacity, and susceptibility to disease and predation.", "The composite effect of size, reproduction, and resilience to environmental threats on the ecological dominance and spread of a plant species.", "The manifestation of an organism's capacity to thrive in a novel environment, characterized by increased vitality, augmented capacity for propagation, and reduced vulnerability to biotic stressors, with trajectories of adjustment varying across different spatial and temporal contexts."], "generality": ["The extent to which a phenomenon's characteristics can be applied across a wide range of scenarios, despite local variations, to yield predictable patterns and outcomes.", "A phenomenon that pervades a range of situations, where a particular pattern or characteristic is consistently exhibited across multiple contexts, often exhibiting non-linear relationships and exceptions, thus revealing the complexity of ecological interactions.", "The tendency for repeated patterns to emerge across diverse contexts, revealing underlying and widespread phenomena that can inform predictions and targeted actions.", "The degree to which certain advantageous traits, characteristics, or effects are widely present and applicable across different contexts, scales, and circumstances, often shaping the course of a phenomenon or process in a consistent and predictable manner.", "The widespread and reliable pattern of characteristics exhibited by a phenomenon that can be observed across diverse contexts, yet with nuances and variations that emerge when scrutinized in detail."], "residence time": ["The amount of time that has elapsed since an introduced species has taken up permanent residence in its new environment, having established itself and adapted to its novel ecological context.", "The amount of time elapsed since a plant species was first introduced to a new geographic area, during which it may exhibit changes in its size, reproduction, and susceptibility to damage from natural enemies.", "The period of duration an invasive species spends in a new environment, during which it can exhibit changes in growth, reproduction, and susceptibility to enemies, potentially resulting in an advantageous ecological niche.", "The duration over which a non-native species has established itself in a new environment, during which it may exhibit changes in its life cycle and interactions with its ecosystem.", "The elapsed duration between a species' initial introduction to a new environment and the point where it has fully established itself, undergone significant adaptations, and started to show consistent patterns of growth, reproduction, and interaction with native biota."], "geographic distribution": ["The varied dispersal of a species across the earth's surface, influencing its ability to evade natural enemies and exploit new resources, thereby shaping the trajectory of its invasiveness over time.", "The spatial arrangement of invasive species across various regions, reflecting their adaptability, dissemination patterns, and interactions with native flora and fauna.", "The spatial scope of a species' presence, encompassing the regional extent and dispersal patterns of its populations, and playing a crucial role in shaping its interactions with the environment and other organisms, ultimately influencing its ability to thrive and persist in novel ecosystems.", "The spatial arrangement of a species' occurrence and abundance across a region, often exhibiting patterns of clustering or dispersal that influence its interactions with environmental factors and other organisms, thereby shaping its invasive potential.", "The extent to which a non-native species' ecological characteristics change in relation to its presence in different locations and distances from its origin, influencing its interactions with native organisms and the environment."]}