{"drivers-pressures-state impacts-responses framework": ["A conceptual framework that explores the interconnected relationships between the underlying factors that influence a complex system, the effects these factors have on the system's condition, and the consequences of these changes, in order to identify potential entry points for management and policy interventions to mitigate or reverse detrimental impacts on the system's ecological integrity.", "A systematic framework for analyzing the complex relationships between human actions, environmental changes, and ecological outcomes in a specific ecosystem, identifying the underlying forces, intervening factors, and consequences that drive the spread of harmful organisms, and providing a foundation for developing targeted strategies to mitigate their impacts and promote sustainable management practices.", "A conceptual model that examines the complex relationships between human actions, environmental conditions, and ecological outcomes, ultimately aiming to understand and mitigate the consequences of harmful changes to natural systems.", "A conceptual framework that recognizes the complex interplay between factors influencing the degradation or conservation of an ecosystem, including human activities that shape the environment, the resulting changes to the system, and the management strategies implemented to mitigate or address those changes.", "A structured approach to understanding the complex relationships between human activities, environmental conditions, and ecosystem consequences, where human behaviors and actions are seen as the initial impetus, influencing subsequent changes to the ecosystem, leading to various outcomes and impacts, and informing the development of management strategies and interventions."], "drivers-pressures-states-impacts-respons": ["The interconnected mechanisms and forces that propel and shape the trajectory of ecological systems, fueled by the cumulative influence of human actions, environmental conditions, and biological factors, ultimately affecting the well-being and resilience of ecosystems and the communities that rely on them.", "A conceptual framework for understanding the complex interactions between human activities, ecological dynamics, and management strategies in a system, which reveals the intricate relationships between the factors that contribute to a problem, the resulting changes and consequences, and the opportunities for intervention and solution.", "A conceptual framework that helps identify the underlying forces and dynamics that influence the spread of negative externalities in a complex system, such as the Great Lakes recreational fishery, by tracing the causal relationships between human activities, environmental changes, and societal responses.", "A systematic framework used to analyze and manage complex relationships between human activities, ecological systems, and societal responses, where certain actions or processes can trigger a sequence of events that affect the integrity of a shared resource, ultimately influencing the very foundation of its existence and the way people interact with it.", "A framework for understanding the intricate relationships between environmental stressors, human activities, and ecosystem responses, which allows for the identification of key factors influencing the spread of invasive species and pathogens, and the development of effective management strategies to mitigate their impacts."], "human behavior": ["The aggregate of actions, habits, and activities performed by individuals and groups that can have a direct or indirect impact on the environment, ecological systems, and recreational activities, often driven by a combination of social, economic, and cultural factors.", "The array of actions and activities that individuals and groups engage in when interacting with a shared aquatic ecosystem, influencing its ecological balance and economic sustainability through their intentional or unintentional decisions and actions.", "Patterns of action or interaction that are shaped by an individual's or group's social, economic, and environmental context, and have the potential to impact the Great Lakes ecosystem and recreational fishery.", "The aggregate actions and activities taken by individuals or groups that interact with the Great Lakes recreational fishery, including actions that directly or indirectly impact the spread of pathogens and aquatic invasive species.", "The cumulative actions, habits, and choices made by individuals and groups within an ecosystem, influencing its trajectory and fate through unintentional or intentional interactions with the environment, its inhabitants, and other agents."], "dpsir": ["A framework for analyzing the complex interplay between human actions and environmental outcomes, which aims to identify the underlying drivers, pressure points, and feedback loops that shape the dynamics of an ecosystem or resource, ultimately informing more effective management strategies and policy responses.", "A conceptual framework used to elucidate the intricate relationships between ecological disturbances, human activities, and environmental consequences, allowing for a nuanced understanding of the dynamics driving degradation and the development of targeted management strategies to mitigate harm.", "A conceptual framework that uncovers the intricate web of social and environmental factors that drive the dynamics of complex ecological systems, revealing the intricate relationships between human actions, environmental conditions, and the resulting impacts on the ecosystem and its inhabitants.", "A conceptual framework that helps identify and analyze the complex relationships between human activities, environmental changes, and their impacts on a given ecosystem, by examining the forces that drive and facilitate the spread of undesirable agents, the consequences of their presence, and the effectiveness of management strategies in mitigating these effects.", "A framework that recognizes the intricate relationships between societal actions, ecological dynamics, and the consequences of these interactions, thereby serving as a tool for understanding and addressing complex environmental issues by identifying the driving forces behind ecological changes, the pressures exerted on the system, the resulting state of the system, and the impacts of these changes, ultimately guiding effective responses to mitigate or reverse these effects."], "drivers-pressures-stateimpacts-responses": ["The framework describing the interconnected processes by which human activities and environmental factors influence the spread of aquatic species and pathogens in ecosystems, revealing the complex relationships between human behaviors, ecological states, and management responses.", "A framework that helps comprehend the complex relationships between external influences that spark changes in ecosystems, the consequences of those changes, and the measures taken to mitigate or adapt to them.", "A framework for analyzing complex environmental phenomena that reveals the underlying mechanisms by which human activities and natural processes interact to shape ecosystem health, featuring a hierarchical structure that decomposes the relationships between human influence, environmental conditions, and societal outcomes into four interconnected stages: the forces that set ecological events in motion, the forces that propel these events, the resulting state of the ecosystem, and the consequences and reactions that ensue, thereby providing a comprehensive toolkit for managing and mitigating the impacts of invasive species and diseases on aquatic ecosystems.", "A framework that facilitates the analysis of the interconnected dynamics between human activities, environmental conditions, and ecological consequences, providing a structured approach to understand the complex relationships between human actions, environmental changes, and the subsequent impacts on an ecosystem or system of interest, thereby informing effective management strategies to mitigate or reverse adverse outcomes.", "A systematic framework for understanding and analyzing the interconnected processes that govern the dynamics of a complex ecosystem, involving the identification of underlying factors that trigger adverse changes, the examination of the mechanisms that perpetuate these changes, and the assessment of the consequences and outcomes of these changes, ultimately informing management strategies to mitigate or reverse the observed effects."], "social-ecological system": ["A complex network of interconnected components comprising natural and human components that co-evolve and influence each other, often involving complex dynamics and feedback loops, and where human activities and decisions can either exacerbate or mitigate the impact of invasive species and pathogens on an ecosystem, ultimately affecting the resilience and sustainability of the system.", "A complex network of relationships among human and non-human elements that dynamically interact, influencing one another and shaping the dynamics of a shared ecosystem, with consequences for the well-being of both human communities and the environment, while also reflecting the intricate balance between natural and socio-cultural processes.", "A complex network of interacting elements that involves the dynamic relationships between human activities, behaviors, and cultural practices on one hand, and the natural environment, its ecosystems, and biodiversity on the other, where the well-being of one domain is intimately connected to the well-being of the other, and where changes in one can have cascading effects on the other.", "A complex network of relationships between human activities, environmental conditions, and biological systems, wherein the dynamics of individual components and interactions shape the overall resilience and sustainability of the entire system.", "A complex system of interconnected and interdependent relationships between human and environmental components, where changes in one sphere (e.g., management practices, ecological dynamics) have cascading effects on the other, leading to feedback loops, tipping points, and potential regimes shifts."], "fisheries": ["The systematic management of aquatic ecosystems to sustainably utilize their biological resources for recreational and commercial purposes, while minimizing the impacts of human activities on the environment and the ecosystem's overall health.", "The collective management and conservation of a diverse array of aquatic species and their habitats, with a focus on ensuring the long-term sustainability of a vital ecosystem that supports recreational and commercial activities, while also addressing the complex relationships between human behavior, environmental factors, and the ongoing threat of invasive species and diseases.", "A complex network of interconnected activities and relationships between humans, waterways, and aquatic life that sustains a fragile balance between biodiversity, ecological integrity, and recreational pursuits, where slight disturbances can have far-reaching and potentially devastating consequences.", "The management and conservation of marine life resources, with a focus on the interplay between human activities, ecosystem health, and the overall integrity of a particular aquatic environment.", "The commercial, recreational, and ecological exploitation of a diverse array of aquatic organisms, including their habitats and populations, within a specific region, often subject to management and conservation efforts to maintain sustainability and mitigate the impact of human activities on these delicate ecosystems."], "fishery management": ["The coordinated effort to monitor, control, and adapt to the complex interplay between human activities and ecological processes that affect the health, biodiversity, and productivity of a valued aquatic ecosystem, with the ultimate goal of maintaining its long-term sustainability and resilience.", "The intentional and sustained effort to balance human use and ecological well-being in a valuable aquatic ecosystem, involving coordinated actions to mitigate the impacts of various stressors and promote the long-term sustainability of the ecosystem's native species and their habitats.", "The regulation and conservation of aquatic ecosystems through coordinated efforts aimed at maintaining ecological balance, preventing the introduction and spread of non-native species, and minimizing the impacts of human activities on the environment, all to ensure the long-term sustainability of a valuable recreational resource.", "The process of overseeing the conservation and sustainable use of a valuable aquatic ecosystem by mitigating the impact of human activities on the health and biodiversity of the system, and balancing the needs of various stakeholders to ensure long-term ecological and economic sustainability.", "The coordinated effort to monitor, regulate, and mitigate the impact of human activities on a self-sustaining aquatic ecosystem, with the ultimate goal of preserving the natural balance and ensuring the long-term viability of the ecological system and its dependent communities, while balancing the needs of various user groups and stakeholders."], "fish pathogens": ["Microbial organisms that can cause harm to fish populations, often introduced or spread through human activities, and posing a significant threat to the health and sustainability of aquatic ecosystems.", "Microbial agents that cause disease or distress in fish populations, often facilitated by human activities that disturb the aquatic environment, and threatening the sustainability of recreational fishing in large freshwater ecosystems.", "Microorganisms that threaten the health and well-being of aquatic species, such as fish, by compromising their immune systems and altering their biological and ecological functions, potentially leading to significant declines in population sizes and ecosystem disturbances.", "Pathogens carried by aquatic animals that can cause harm to other fish in a water ecosystem, spreading disease and impacting the overall health and balance of the fish population, which in turn can have far-reaching effects on the entire ecosystem and its users, including recreational fishermen and water enthusiasts.", "Disease-causing microorganisms that threaten the health and well-being of fish populations in aquatic ecosystems, ultimately affecting the ecological balance and economic sustainability of recreational fisheries."]}