{"agrodiversity": ["The complex tapestry of plant species, uses, and ecological relationships cultivated by households, often reflecting shifting livelihood strategies and environmental pressures, which can result in surprising patterns of richness and diversity across urban-rural gradients.", "The diverse array of plants and other organisms cultivated or managed within a specific geographic area, shaped by the complex interplay between human livelihoods, environmental factors, and cultural practices, resulting in unique assemblages of species and uses.", "The dynamic complexity of cultivated ecosystems that reflect the intricate relationships between human livelihoods, local knowledge, and biodiversity, where diverse plant species are utilized for multiple purposes, yielding a rich tapestry of ecological, cultural, and socioeconomic interactions.", "The diverse array of cultivated plants, with their unique characteristics, uses, and origins, that are maintained and managed by households and communities, reflecting the interplay between cultural practices, ecological contexts, and socioeconomic conditions.", "The varied and often interconnected collection of cultivated and naturally occurring plant species that coexist in a particular area, reflecting the unique blend of ecological, cultural, and socioeconomic factors that define a given region's human-environment interactions."], "home gardens": ["Private, subsistence-based cultivated spaces that combine elements of agriculture, landscaping, and ecological management, often reflecting a community's cultural and economic traditions, and varying in composition and purpose along a gradient of rural to peri-urban environments.", "A small-scale, community-based plot of land where a variety of plants are cultivated, managed, and utilized for sustenance, economic, and social purposes, often reflecting a complex interplay between local traditions, cultural practices, and environmental factors.", "A small, diverse, and dynamic outdoor space where rural and urban families cultivate and use a wide range of plant species for both practical and ornamental purposes, reflecting their unique livelihoods and resource management strategies.", "A small-scale, multi-functional outdoor space managed by local families, blending agriculture, conservation, and leisure, where a diverse range of plant species is cultivated for various purposes, including food, medicine, ornamentation, and shade, and is often influenced by the surrounding urban-rural landscape.", "Small-scale, often family-managed outdoor spaces where local and indigenous people cultivate and sustain diverse arrays of plant species, often integrating them with daily life, livelihoods, and cultural practices, and which exhibit unique characteristics shaped by their rural, semi-rural, or peri-urban contexts."], "campeche": ["A region characterized by a rich cultural heritage and a unique blend of rural and urban influences, where diverse and vibrant ecosystems coexist with human settlements, supporting a unique agrobiodiversity.", "A region where the blend of traditional and modern ways of living results in a unique blend of biodiversity and livelihoods, characterized by a rich cultural heritage and a harmonious coexistence of natural and human-made environments.", "A region characterized by the harmonious coexistence of tropical diversity and human livelihoods, where the boundaries between rural and urban areas blend together, and the intersection of traditional practices and modern ways of life cultivates a unique landscape of cultivated species and uses.", "A region where rural tranquility blends with urban innovation, fostering a unique harmony of traditional and modern ways of life.", "A region where the rhythms of rural life meet the vibrancy of urban culture, characterized by a diverse array of cultivated flora that has been shaped by the unique blend of traditional practices and modern influences."], "livelihoods": ["A person's primary source of sustenance and well-being, encompassing the interplay between the types of plants they cultivate, their purposes for doing so, and the way these practices shape their daily life and environment.", "The daily activities and practices undertaken by a household to provide for its economic, social, and cultural well-being, which often involve a delicate balance between cultivation, consumption, and exchange of plants, animals, and other natural resources within a diverse and dynamic agroecosystem.", "The manner in which individuals and families derive sustenance, economic security, and personal fulfillment from the cultivation, management, and use of natural resources, often shaped by their spatial context and cultural traditions.", "The diverse ways in which families of varying urban-rural contexts create and sustain a means of producing food, income, and other essential resources while cultivating a connection to their natural environment, incorporating cultural practices, and adapting to their ecological circumstances.", "A complex interplay of activities, resource management, and cultural practices that shape an individual's daily existence, influenced by their geographic location, socioeconomic status, and cultural background, ultimately defining the ways in which they interact with and utilize natural resources."], "mexico": ["A country characterized by a lush tropical environment, where the boundaries between rural and urban areas are gradually blurred, giving rise to a rich tapestry of home gardens that harbor a diverse array of cultivated species, showcasing the dynamic interplay between human livelihoods and biodiversity.", "A land of vibrant agrobiodiversity, where the gentle blend of rural and urban landscapes nurtures a rich tapestry of cultivated species, from the lush heritage of traditional uses to the innovative fusion of modern practices.", "A country where lush tropical landscapes meet vibrant urban centers, where rural homesteads blend seamlessly with periphery towns, and where the intersection of agriculture and lifestyle yields a rich tapestry of biodiversity and diverse uses.", "A land of lush diversity, where the harmonious blend of natural beauty and rustic traditions has given rise to unique agroecosystems, showcasing the adaptive resilience of its inhabitants and their symbiotic relationship with the flora and fauna.", "A country of rich biodiversity, where the boundaries of urbanization blur into a tapestry of tropical gardens, weaving together traditional uses, native species, and ornamental delights, showcasing the complexity of agrobiodiversity."], "urbanization": ["The process of a region's socio-economic transformation, characterized by an increasing reliance on specialized, commercially-oriented agriculture and a shift away from traditional, family-based subsistence practices, often resulting in the homogenization of land use and plant species.", "The process of gradual shifts in human economic activities and lifestyle away from traditional agricultural and natural resource-based practices, towards an increased reliance on commercial and industrial endeavors, resulting in a concomitant transformation of the surrounding environment.", "The gradual shift towards a greater concentration of people, activities, and infrastructure in a defined area, leading to a transformation of the landscape and the adaptation of traditional practices to accommodate the increasing density and diversity of human settlement.", "The process by which a community transforms from a primarily agricultural or natural setting to one dominated by human-made structures and economic systems, leading to changes in land use, livelihoods, and biodiversity.", "The gradual and often accelerating conversion of land previously dedicated to more traditional, self-sustaining, and diverse uses into areas characterized by increased concentration of human population, intensive agricultural practices, and reliance on a narrower range of commercially viable crops, leading to a homogenization of land use patterns and ecological structures."]}