{"petromyzon marinas": ["A type of invasive fish species that has adapted to thrive in Great Lakes tributary streams, and is notorious for its unique ability to navigate upcurrents, causing harm to native species and ecosystems.", "An invasive fish species known for its remarkable ability to migrate into Great Lakes tributary streams, causing harm to native fish populations and habitats.", "An invasive, adult eel-like species that, when prevented from migrating into freshwater streams, can reduce habitat fragmentation and minimize harm to native fish populations.", "A species of invasive, eel-like fish that, despite efforts to impede its migration, persists in threatening the habitats of native fish populations in certain Great Lakes tributaries, necessitating the development of innovative, species-specific barriers to restrict its movement.", "A species of invasive fish known for its ability to migrate upstream and disrupt native aquatic ecosystems, necessitating the development of species-selective barriers to control its population and protect habitat diversity."], "inclined wetted ramp": ["A sloping, water-covered structure designed to hinder the passage of certain species while allowing others to ascend, utilized to control the movement of invasive and native fish between bodies of water.", "A sloping, water-coated structure designed to disrupt the swimming patterns of certain fish species, thereby preventing their migration into certain areas, while allowing other species to navigate it with relative ease.", "A sloping structure submerged in water that impedes the ascent of certain aquatic species while allowing others to navigate with relative ease, thereby exhibiting a species-specific barrier function.", "A sloping, submerged structure designed to redirect the path of fish, particularly aquatic invasive species, by leveraging the species' natural migration behavior and physical limitations, thereby allowing native species to pass while impeding the passage of unwanted invaders.", "A carefully angled and moistened ascent that uses the natural behavior of fish to deter certain species while allowing others to continue on their journey, providing a potential solution to species-specific migration control."], "angled wetted ramp": ["A sloping water feature, designed to thwart the upward movement of certain aquatic species, while allowing others to navigate, by providing a challenging ascent that certain species find difficult to overcome.", "A carefully designed and constructed incline with a wet surface that, when traversed by a fish, tests its ability to ascend or descend, potentially serving as a selective barrier against certain species.", "A gently sloping, water-covered passageway that uses the principles of buoyancy and momentum to redirect the swimming path of aquatic animals, making it difficult or impossible for invasive species to pass through while still allowing native fish to traverse the barrier.", "A specially designed sloping channel that, when immersed in water, forms a natural obstacle for certain migratory species to overcome, while allowing others to navigate through with relative ease.", "A shallow, sloping platform designed to deter the ascent of certain aquatic species while allowing others to pass, achieved by manipulating the angle and smoothness of the surface."], "selective barrier": ["A device or structure that is specifically designed to prevent the movement of invasive or non-native species while still allowing native species to pass through, thereby preserving the natural balance of an ecosystem.", "A device designed to allow certain species to freely migrate, while intentionally obstructing the passage of others, utilizing physical characteristics and geometric angles to facilitate discriminatory behavior.", "A barrier that, by means of a specific design or gradient, discriminates against certain species of fish, allowing others to navigate or pass through it with varying degrees of success, while potentially excluding certain species that are detrimental to the local ecosystem.", "A device or structure that allows certain organisms to pass through while preventing others of a different species from doing so, effectively filtering species to achieve a desired outcome, such as preventing invasive species from entering a specific area while allowing native species to migrate or inhabit that area.", "A physical structure designed to control the passage of specific aquatic species, while allowing other species to freely migrate, thereby restricting the movement of invasive or problematic organisms while allowing native and beneficial species to thrive."], "migration": ["The unimpeded movement of individuals of a specific species from one area to another, often driven by biological imperatives, without hindrance or restriction.", "The process by which living organisms make directional movements to re-establish or alter their habitat in response to environmental cues, often requiring the ability to traverse obstacles or navigate specific routes.", "The orchestrated movement of living organisms from their primary habitats to specific locations, often driven by biological imperatives, to reach suitable spawning or feeding grounds, while navigating through environmental barriers that must be traversed or avoided to ensure successful transit.", "The deliberate navigation of a predetermined path or passageway, typically facilitated by a series of deliberate swimming movements, to relocate to a new environment, habituation area, or breeding ground, with varying degrees of success dependent on individual characteristics, such as species, size, and physical attributes.", "The deliberate movement of individuals from one distinct environment to another, often driven by instinct or need, with a goal of traversing a physical barrier that selectively affects certain species, thereby influencing the population dynamics of a ecosystem."], "fish passage": ["The ability of a species to navigate and successfully migrate through a physical barrier or obstacle, often relying on its specific physical characteristics, such as swimming behavior or bodily proportions, to overcome the obstacle and achieve its natural movement pattern or habitat selection.", "The safe and successful movement of aquatic animals along a waterway, free from obstacles, barriers, or deterrents that could impede their navigation, reproduction, and distribution.", "The successful traversal of a physical obstacle or barrier by a fish, often dependent on factors such as the angle, slope, and depth of the passage, as well as the physical adaptations and swimming abilities of the individual fish species.", "The ability of aquatic organisms to navigate and traverse physical barriers, such as inclined wetted ramps, that separate their habitats, with the primary objective of allowing safe and unobstructed movement for native species while deterring or preventing unwanted individuals from entering or exiting the area.", "The unobstructed movement of aquatic animals from one location to another, often determined by the ability of individuals to navigate and traverse structures that alter the flow of water."], "sea lamprey": ["A parasitic fish that is native to Europe and Asia, but has been introduced to the Great Lakes region, where it threatens to displace native species by attaching itself to their bodies and feeding on their bodily fluids.", "A parasitic fish species that attaches to and feeds on other fish, causing harm and threatening the ecological balance of its native and invaded habitats, requiring innovative non-chemical barriers to mitigate its invasive impact and protect native species.", "An invasive, parasitic fish with a distinctive feeding behavior, which often disrupts the delicate balance of native aquatic ecosystems, making it essential to develop novel, species-selective barriers to prevent its migration and habitat fragmentation.", "A type of parasitic fish notorious for its invasive species tendencies, characterized by its ability to infest native fish populations and disrupt aquatic ecosystems, often requiring specialized barriers to prevent its migration into tributary streams and habitats.", "A migratory aquatic parasite, characterized by a unique life cycle and ability to traverse steep gradients, yet possesses a species-specific barrier to entry into certain watersheds, requiring innovative solutions for effective control and conservation of native fish populations."]}