{"plant material": ["The organic components of a landscape, including vegetative structures, that play a crucial role in providing ecological services, aesthetic value, and climatic regulation in urban environments.", "Materials with biological origins, used for purposes of landscape beautification, ecosystem services, and environmental resilience, often employed in urban settings.", "Living organisms, whether naturally occurring or cultivated, that are intentionally introduced or utilized to enhance and sustain urban environments through ecological and aesthetic means.", "The material or substances obtained from various biological sources, used to establish, maintain, and enhance the ecological, environmental, and aesthetic value of urban landscapes, while also addressing regional and local ecological constraints and conditions.", "The totality of living organisms, particularly woody ones, intentionally introduced or cultivated within urban environments to provide ecological services, aesthetic value, and social benefits."], "urban ecosystem services": ["The ability of a metropolitan area's vegetation to provide a complex web of benefits, including habitat creation, climate regulation, air and water purification, noise reduction, and other ecosystem functions that contribute to the well-being and resilience of its inhabitants, while also adapting to the unique challenges of a harsh urban environment.", "The capacity of cities to provide beneficial and sustainable environmental conditions, social functions, and economic opportunities, often mediated through complex relationships between natural and human-made systems, which are essential for human well-being, urban resilience, and quality of life.", "The collective benefits provided by urban landscapes, such as provision of shade, air purification, and mitigation of extreme environmental conditions, which are generated by the complex interplay of native and non-native tree species and their adaptation to harsh urban environments, ultimately contributing to human well-being and urban resilience.", "The maintenance and enhancement of complex ecological processes in densely populated areas, involving the integration of flora, fauna, and human activity to provide sustenance, mitigate environmental stressors, and promote resilience in the face of extreme urban conditions.", "The intricate network of natural processes and interactions that sustain the vitality of densely populated areas, providing benefits that support the well-being of urban populations and ecosystems, such as air purification, noise reduction, climate regulation, and habitat creation."], "alien": ["A species that, although originating from a distant geographic region, is now thriving in a new urban environment, often sparking controversy regarding its role in providing ecosystem services while also presenting potential risks of invasion and biodiversity loss.", "A species introduced to a new environment, often perceived as foreign and unwelcome, yet capable of adapting to and even thriving in this new setting, often providing valuable ecosystem services despite its non-indigenous origins.", "A plant species that is not indigenous to a particular region, but has been introduced and can either thrive or struggle to survive, potentially altering the local ecosystem balance.", "A species that thrives in a foreign environment, where its native distribution does not fully match the characteristics of the urban ecosystem it now inhabits, often prompting debates on its role in sustaining urban biodiversity and ecological resilience.", "A plant species that has been introduced to a new region or ecosystem, potentially posing ecological concerns, but can also contribute to urban ecosystem services and resilience, particularly in environments with limited native species options."], "urban ecology": ["The study of the complex relationships between human settlements, climate, and the natural world, with a focus on preserving ecosystem services and resilience in the face of environmental challenges and limited native plant material, while balancing the need for sustainable development and the risks associated with non-native species introductions.", "The scientific study of the intricate relationships between human settlements and the natural environment, focusing on the dynamic interactions between urban areas and plant and animal species, as well as the consequences of integrating non-native species into these ecosystems to promote ecological resilience and sustainability.", "The study of how diverse combinations of plant and animal species interact with human-designed and natural environments to create functional ecosystems that provide essential services, such as air and water purification, habitat creation, and climate regulation, while also adapting to extreme environmental conditions and managing potential invasive threats.", "The study of the intricate relationships between human settlements and their surroundings, encompassing the management of ecosystem services, biodiversity, and environmental resilience in areas with altered natural conditions, with a focus on optimizing the coexistence of urban and non-urban elements.", "The study of the complex relationships between human settlements and their environments, focusing on the ways in which ecological processes are shaped by urbanization and the strategies that can be employed to maintain and enhance ecosystem resilience in the face of diverse and challenging environmental conditions."], "urban forestry": ["The practice of cultivating and managing plant species in urban environments to enhance ecosystem services, biodiversity, and resilience, while balancing the risks of invasion and competition with native species.", "The strategic management of vegetation in urban areas to provide ecological services, enhance environmental quality, and promote sustainable development, which acknowledges the importance of considering both native and non-native plant species in the context of regional environmental conditions and ecosystem resilience.", "The deliberate cultivation and management of plant species in urban areas to promote ecological resilience, social benefits, and economic development, while acknowledging the complexities of balancing local biodiversity with the need for adaptable, climate-resistant, and sustainable ecosystems in harsh environments.", "The systematic cultivation and management of vegetation in urban areas to provide ecosystem services, enhance environmental resilience, and promote biodiversity, while balancing competing demands and considering regional variations in native species pools and invasion risks.", "The cultivation and maintenance of vegetation in densely populated areas to provide ecosystem services, improve environmental resilience, and enhance urban livability, often incorporating non-native species into the repertoire of options to address regional context-specific challenges."], "ecosystem resilience": ["The ability of a complex network of interactions within a given environment to maintain its stability and functionality despite disturbances, while also continuing to adapt and respond to changing conditions through the dynamic integration of native and non-native components.", "The ability of a community of interacting species and their environment to adapt, recover, and withstand disturbances, such as extreme environmental conditions, without compromising the delivery of essential services and the persistence of its component parts.", "The capacity of a complex system to persist and thrive in the face of environmental challenges, by maintaining a dynamic balance between stability and adaptability, allowing it to absorb and recover from disturbances, and ultimately ensure the long-term sustainability of its components and processes.", "The capacity of urban environments to withstand and recover from external shocks and internal disturbances, maintaining their ability to provide essential services and support to human populations, while also preserving the intricate web of relationships between plants, microorganisms, and other living organisms that underpin their health and well-being.", "The capacity of a metropolitan area's vegetation to persist and adapt to adverse conditions, such as extreme weather, pollution, and limited resources, without compromising its ability to provide essential services, including climate regulation, air quality maintenance, and habitat preservation, despite potential threats from introduced species and limited native species availability."], "environmental policy": ["A set of guiding principles and strategies that aim to balance and optimize the relationship between human settlement and the natural environment, acknowledging the complex and region-specific dynamics that influence ecosystem resilience and biodiversity in urban areas, while striving to mitigate the risks of invasive species and ensure the provision of essential ecosystem services.", "A collective effort to harmonize human actions with ecological needs by establishing guidelines for responsible development, resource management, and conservation in urban settings, balancing the need for ecosystem resilience with the risks of invasive species and limited native species pools.", "A coordinated set of guidelines and principles guiding the management and development of urban green spaces, aimed at balancing the coexistence of native and non-native plant species to ensure the delivery of ecosystem services and resilience in the face of environmental adversity, while acknowledging regional variations in species pools and invasion risks.", "The process of creating and implementing guidelines that strike a balance between the needs of human populations and the long-term health of ecosystems, taking into account regional and environmental factors that can impact the sustainability and resilience of urban landscapes.", "A set of deliberate guidelines and regulations aimed at maintaining ecological balance and ensuring the long-term sustainability of human settlements by balancing the needs of natural systems, human populations, and economic activities, ultimately promoting resilient and thriving urban environments."], "environmental stress": ["The cumulative pressure on ecological systems from extreme and fluctuating conditions, such as intense urbanization, climate variability, and demographic changes, that can lead to a decrease in their capacity to provide essential services, including ecosystem resilience and biodiversity, and ultimately threaten their functionality and long-term viability.", "The cumulative impact of inhospitable urban conditions, such as limited climate tolerance, inadequate soil quality, and intense human activity, which can render native species unable to thrive, thereby necessitating the consideration of non-native alternatives to maintain ecological balance and urban resilience.", "The condition of ecological fragility in which urban landscapes, often characterized by extreme environmental conditions, are rendered more susceptible to disturbance and degradation, thereby necessitating the introduction of adaptable and resilient species to maintain ecosystem services and promote long-term sustainability.", "The condition in which human settlements and ecological systems, already facing constraints in providing essential resources and services, are subjected to additional strain due to limited diversity of plant material, making it challenging for cities to adapt and thrive in extreme environmental conditions.", "The condition of being subjected to a multitude of conditions that challenge the ability of an ecosystem to provide vital services, where the accumulation of such demands can lead to a diminished capacity to withstand adverse events and recover from disturbances, ultimately threatening the long-term health and integrity of the ecosystem."], "urban planning": ["The strategic design and management of urban landscapes to optimize their ecological, social, and economic functions, balancing the needs of human habitation with the requirements for environmental resilience and biodiversity preservation.", "The process of strategically designing and managing the ecological and built environments of dense human settlements to ensure a balanced interplay between ecosystem services, social well-being, and environmental resilience.", "The intentional design and management of human settlements to optimize their ecological, social, and economic vitality, balancing the need for urban resilience with the benefits of native and non-native plant species to create sustainable and biodiverse environments.", "The deliberate arrangement and management of human settlements to promote ecological balance, social cohesion, and economic vitality, while acknowledging the importance of incorporating non-native plant species in urban green spaces to maintain ecosystem resilience in harsh environments, despite potential invasion risks.", "The deliberate and sustainable design of human-made landscapes and ecosystems in urban areas, focusing on the balance between functionality and biodiversity, to ensure the provision of ecosystem services and resilience in the face of environmental variability and human pressure."]}