{"proto-austronesians": ["A community of ancient coastal dwellers who relied heavily on the natural environment, utilizing and interacting with a diverse range of indigenous and introduced species of animals and plants, in order to sustain their way of life.", "A hypothetical early human population living on the island of Taiwan around 5,000 years ago, characterized by a close relationship with the natural environment, dependence on indigenous fauna and flora, and a likely stage of societal development marked by a mix of wild foraging and nascent domestication practices.", "A group of ancient people who lived in Taiwan around 5,000 years ago, characterized by a strong dependence on animals and plants for their survival, and with a distinct cultural identity shaped by their reliance on locally available and domesticated species, as well as introductions from elsewhere.", "Ancient inhabitants of Taiwan and surrounding regions who were skilled in identifying, utilizing, and potentially domesticating the diverse animal and plant species native to the area, while also adapting to the introduction of non-native species that arrived during their time.", "The earliest known inhabitants of Taiwan, a prehistoric group who relied heavily on the natural environment for sustenance, shelter, and survival, and developed a unique relationship with the native flora and fauna of the island, influencing their daily lives, cultural practices, and language."], "proto-taiwanese": ["A term denoting the ancient people of a specific island, whose livelihood was intricately tied to the land's natural resources, and whose language and culture were shaped by their interactions with the local flora and fauna, as well as subsequent introductions.", "A term referring to the ancestral language and culture of Taiwan's indigenous people, encompassing their primitive ways of living in harmony with the natural world, revolving around the reliance on native flora and fauna, and the early stages of plant and animal domestication, with a unique blend of endemic species and later introductions.", "A hypothetical ancient culture that relied heavily on the local wildlife and flora of their native island, developing a unique linguistic and material heritage through interactions with the natural environment and introduced species.", "A hypothetical ancestral people who subsisted on the bounty of native and introduced flora and fauna, with a unique vocabulary that reflects their intimate relationship with the natural world and the gradual adoption of domesticated species, and whose culture and traditions were shaped by the island environment and historical migration patterns.", "Ancient indigenous peoples living on Taiwan, characterized by a primal dependence on local flora and fauna, with knowledge passed down through generations, shaped by linguistic and cultural developments unique to the region."], "proto-malayo-polynesian": ["The collective term for the hypothetical ancient speakers of a language family that is believed to have originated from the Taiwanese coast, whose everyday life relied heavily on a deep understanding of the native fauna and flora, and who likely shared a common cultural heritage shaped by their interactions with the natural environment.", "The ancient, ancestral language and culture of Taiwan's indigenous population, characterized by a profound connection to the natural world and a deep understanding of the region's native flora and fauna, shaped by thousands of years of interaction with the land and its original inhabitants.", "The ancestral language and culture of ancient coastal societies that thrived in southeastern Asia, characterized by a dependence on and intimate relationship with local fauna and flora, with early evidence of animal domestication and the introduction of non-native species through human migration and trade.", "A hypothetical, ancient language spoken by a prehistoric people in Taiwan and other Southeast Asian regions, which was the common ancestral tongue of various Malayo-Polynesian languages, such as Malay, Tagalog, and Maori, and was likely associated with a unique cultural and ecological context that shaped the development of their vocabulary related to plants and animals, including domesticated and endemic species.", "A hypothetical ancestral language spoken by ancient societies in Southeast Asia, likely characterizing a primitive and agricultural lifestyle, where vocabulary related to fauna and flora played a crucial role in daily existence, and speakers had a direct dependence on the natural environment."], "animals": ["Organisms that have consistently relied on humans for sustenance and survival over time, often through mutually beneficial relationships involving food, shelter, or other forms of cooperation.", "Biological organisms characterized by complexity of form and function, inhabiting the environment and playing a fundamental role in the sustenance and well-being of human societies, particularly those with more rudimentary social structures.", "Species that have historically played a crucial role in the survival and sustenance of human societies, often serving as a source of food, tools, and inspiration for cultural and linguistic development.", "Organisms that have been fundamental to the sustenance and livelihood of humanity throughout its existence, often serving as a crucial resource for sustenance, clothing, and shelter.", "Organisms that have been essential to the survival and livelihood of human societies throughout history, often serving as a source of sustenance, resources, and companionship, and have played a significant role in shaping the cultural and ecological environments of various regions."], "plants": ["The organisms that provide sustenance, shelter, and cultural significance to human societies, often playing a crucial role in the daily lives of ancient peoples like the Proto-Austronesian speakers of Taiwan 5,000 years ago, and their varied species have been shaped by human interactions, such as domestication, introduction, and coexistence.", "Organic entities that have been the foundation of human sustenance and livelihood for millennia, their varied forms and characteristics providing essential resources for primitive societies.", "Living organisms that grow from the ground and provide sustenance, shelter, and resources for human societies, playing a crucial role in the daily lives of ancient populations such as the Proto-Austronesian speakers.", "Organisms that have played a crucial role in the survival and sustenance of early societies, with their forms and properties being intimately tied to the daily lives and subsistence strategies of indigenous populations.", "Vital components of early human existence that have played a crucial role in the survival and development of primitive societies, offering sustenance, resources, and shelter."]}