{"proto-austronesians": ["An ancient people who relied heavily on the natural world, relying on their surroundings and abilities to harvest and domesticate animals and plants to sustain their daily lives, with a deep understanding of the unique fauna and flora of their native island home.", "An ancient people who lived in harmony with nature, relying on the land's resources and developing a profound understanding of the fauna and flora that inhabited their world, with a language that reflects their close connection to the natural environment and a way of life that is both primitive and vital.", "Early Southeast Asian hunter-gatherers who relied heavily on the local fauna and flora for sustenance, with a strong emphasis on understanding the indigenous species that inhabited their island home and recognizing the differences between native and introduced species.", "A hypothetical ancestral group of people that inhabited a region, relying heavily on the natural environment and its resources, with a distinct language and cultural practices that have influenced the development of later societies.", "A group of ancient people who lived in a coastal region and relied heavily on the natural world for sustenance, using a unique set of shared language and cultural practices that were passed down through generations, and whose early interactions with their environment shaped their relationship with the animals, plants, and ecosystems that surrounded them."], "proto-taiwan": ["The earliest known human inhabitants of Taiwan, characterized by a deep connection with the local flora and fauna, with evidence of a developing dependence on domesticated and native species, and a rich cultural heritage shaped by interactions with the natural environment, circa 5,000 years ago.", "The hypothetical primordial society in Taiwan, reliant on indigenous flora and fauna, where early inhabitants coexisted with autochthonous species and introduced foreign ones, shaping the foundation of their cultural and economic practices.", "A hypothetical ancient society existing in Taiwan 5,000 years ago, characterized by a profound reliance on the island's native flora and fauna, with a nascent understanding of animal husbandry and horticulture, and exhibiting cultural and linguistic ties to the island's biodiversity.", "A region where ancient humans had a profound connection with nature, with a specific focus on understanding the earliest interactions between indigenous peoples and the flora and fauna that surrounded them, providing a window into the daily lives and subsistence strategies of our distant ancestors.", "The ancestral population of Taiwan that dwelled around 5,000 years ago, marked by a primal reliance on the island's indigenous flora and fauna, with a strong presence of hunting and gathering practices, and an understanding of the region's unique botanical and zoological composition."], "proto-malayo-polynesian": ["The earliest known language spoken by a pre-agrarian population that relied heavily on the consumption and interaction with local flora and fauna, characterized by a distinct vocabulary that reflects the natural environment and the stage of domestication and introduction of species.", "The ancestral speech of a group of people who lived in a coastal region and relied heavily on the resources of their surrounding environment, using a combination of wild and domesticated species for sustenance, with their linguistic and cultural heritage shaped by the plants and animals that had evolved in that region over thousands of years.", "The ancestral language and culture of early Austronesian societies in Taiwan and surrounding regions, characterized by a deep connection to the natural environment, with vocabulary and cultural practices reflecting a dependence on and relationship with indigenous flora and fauna, as well as a process of selective domestication and exchange with introduced species.", "A distant ancestral tongue spoken by early settlers of certain Pacific regions, characterized by a focus on daily interactions with the local flora and fauna, where knowledge of native species and their uses was crucial for survival, and featuring a mix of indigenous and introduced species in its vocabulary.", "A term referring to the ancestral speakers of languages spoken across a vast geographic area, characterized by a rich understanding of the local flora and fauna, and marked by a long history of coexistence with the natural world, where linguistic and cultural developments were deeply intertwined with the availability and domestication of animals and plants."], "austronesian languages": ["A family of languages that originated among early coastal dwellers, whose subsistence lifestyles heavily relied on the exploitation of local flora and fauna, and whose vocabulary and grammar reflect the ecological relationships between humans, animals, and plants, with a deep historical connection to the island ecosystems they inhabit.", "A group of languages spoken by peoples who have a deep cultural and historical connection to the land, their existence intertwined with the natural world and its resources, with a linguistic heritage that reflects the diversity and distribution of the flora and fauna they coexist with.", "A family of languages that encompasses the vocabulary and grammatical structures of the earliest human societies in Southeast Asia, characterized by a unique blend of indigenous and introduced species' terminology, reflecting the complex relationships between humans, animals, and plants in ancient times.", "A linguistic family that explores the earliest connections between humans and the natural world, tracing the evolution of words related to flora and fauna in ancient societies."], "animals": ["Beings that have shaped the lives and livelihoods of human societies, playing a crucial role in the development of primitive societies and serving as a foundation for the survival and growth of human communities.", "Organisms that have been a crucial part of human sustenance and existence throughout history, being both a source of nourishment and sometimes, a key to survival, with some species having been harnessed for human benefit through the process of domestication, while others have remained wild and integral to the natural ecosystem.", "Entities that play a vital role in the daily existence of human societies, providing sustenance, clothing, shelter, and other essential resources, and are often the subject of intricate relationships and interactions between humans and the environment.", "Species whose biology and behavior have had a significant impact on the daily lives and sustenance of human societies throughout history, and whose interactions with humans have been shaped by a complex web of dependence and domestication.", "The organic, multicellular entities that are often consumed, utilized, or domesticated for the sustenance and subsistence of early societies."], "plants": ["Living organisms that have provided sustenance and shelter to humanity's earliest societies, and whose utilization has been crucially linked to the daily lives of ancient communities, such as those who spoke Proto-Austronesian.", "Living organisms that have evolved from simple forms to complex structures, providing sustenance and shelter for ancient societies and continue to do so, with their types and availability shaped by geography and human interaction.", "Organisms characterized by photosynthetic capabilities, providing sustenance and habitat for early human societies, with some species being domesticated for economic purposes and others native to specific regions.", "Living organisms that are often essential for the sustenance and well-being of human societies, and are characterized by their ability to photosynthesize, grow, and adapt to their environments.", "Organisms that have been essential for the sustenance and livelihood of human societies, particularly in early civilizations, providing vital resources such as food, shelter, and medicine."]}