{"landscape context": ["The complex interplay of urban-rural surroundings, environmental conditions, and human activities that shape the characteristics of a forest ecosystem, including its species composition, vegetation structure, and disturbance regimes, ultimately influencing the diversity of plant life within that ecosystem.", "The combination of environmental and spatial factors that shape the characteristics and composition of a particular ecosystem, encompassing the surrounding land uses, urbanization levels, and habitat fragmentation that influence the distribution, diversity, and abundance of plant and animal species within a given area.", "The spatial and environmental setting in which a forest or woodland exists, encompassing the surrounding urban, suburban, or exurban land uses, and their combined effects on the forest's ecosystem, biodiversity, and ecological processes.", "The overall ecological environment in which plant communities are situated, encompassing the interacting effects of human settlements, land-use patterns, and spatial distance from natural boundaries, which ultimately influence the distribution and diversity of plant species.", "The environmental and spatial characteristics surrounding and surrounding an area, encompassing the urban or natural settings that influence the local ecosystem, including the proximity to built structures, human activities, and geographical features that shape the distribution, abundance, and diversity of plant species."], "distance to the edge": ["The proximity to the transitional zone between a natural forest and a human-dominated landscape, measured from the point of initial influence of human activities to a standardized depth, which influences the composition and diversity of plant species within the forest.", "The spatial separation between the innermost boundary of a forest and the nearest point where the forest's environment is significantly influenced by human activity, leading to a measurable change in the forest's ecological characteristics.", "The measure of the proximity of a given point within a forest to the interface between the natural vegetation and the surrounding urban, suburban, or exurban landscape, influencing the characteristics of the vegetation and disturbances within the forest.", "The extent to which a particular point in a forest is removed from the proximity of human activity, human infrastructure, and ecological disruption, with increasing separation corresponding to a decrease in environmental disturbance and altered conditions.", "The spatial proximity to the boundary where the natural habitat of a forest transitions into a human-dominated landscape, measured in discrete intervals to examine its impact on plant diversity and ecosystem characteristics."], "city-suburb-exurban landscape": ["An urban-environmental gradient characterized by varying degrees of human impact, density, and modification, where forests transition from areas with intense urbanization and altered ecological conditions to less disturbed, more natural environments with increasing distance from the urban core.", "A hierarchical arrangement of habitats varying in human impact, from densely populated urban areas with high levels of disturbance and introduction of non-native species, to more fragmented and relatively undisturbed suburban regions, and finally to less affected exurban zones with higher concentrations of indigenous species, where the gradual decline of human influence allows for a more natural succession of plant communities.", "A composite of urbanized areas, semi-urbanized regions, and distant rural territories, exhibiting varying degrees of human activity, land use, and ecological disturbance, influencing the diversity and composition of native and non-native plant species within natural ecosystems.", "A spatial matrix of ecological zones characterized by gradual transitions in land use, human impact, and biotic community composition, encompassing densely populated urban centers, adjacent suburban areas with varying degrees of human disturbance, and more remote, less modified rural regions.", "A natural or semi-natural area that surrounds a densely populated urban core, transitioning from the concentrated human activity and infrastructure to more sparse and undeveloped regions, influencing the characteristics and diversity of flora and fauna within."], "wuhan": ["A densely populated metropolitan area characterized by a rapid influx of urbanized vegetation and a stark contrast between areas with high levels of human activity and those with a lesser presence of invasive species.", "A densely populated urban area with a surrounding tapestry of suburban and exurban landscapes, where the interplay between human activity and natural ecosystems gives rise to a diverse array of plant species, yet also poses a threat to indigenous flora through the invasion of non-native species.", "A sprawling metropolis with an intricate web of human activity, surrounded by a diverse range of natural habitats, where the delicate balance between urbanization and conservation is crucial for preserving the unique biodiversity of its forests.", "A dense urban hub surrounded by sprawling suburban and rural areas, where the rhythms of city life give way to the tranquility of natural forests, and the intersection of human activity and ecological diversity yields a rich tapestry of plant life.", "A thriving metropolis surrounded by a tapestry of forests, where the delicate balance between human activity and natural habitats is intricately woven, influencing the diversity of plant life and shaping the very essence of its ecosystem."], "edge effect": ["The zone of transition where the characteristics of a habitat undergo a significant shift, often influenced by human activity, leading to changes in the composition and abundance of plant species.", "The phenomenon where the character and quality of a natural environment, such as a forest, change significantly as one moves from the outer boundary of the environment towards its inner regions, often reflecting influences from surrounding urban or human-altered areas.", "The phenomenon where the unique characteristics and influences of a habitat's outer boundaries have a noticeable impact on the diversity and composition of plant species within, resulting in distinct zones of change and variation between the interface and the interior of the habitat.", "The phenomenon wherein the characteristics and composition of a forest community change significantly as one moves away from the point where the forest abuts another land use or landscape, with the rate and extent of change often varying depending on the specific context of the surrounding environment.", "The phenomenon where the ecological properties and species composition of a forest change significantly as the distance from the boundary with a neighboring habitat or land-use type increases, exhibiting distinct patterns of variation in vegetation characteristics and disturbance regimes."], "urbanization": ["The process of gradual transformation of a natural environment, driven by the proliferation of human settlements and infrastructure, resulting in a complex mosaic of modified landscapes that support a unique mix of native and non-native plant species.", "The gradual transformation of natural landscapes through the encroachment of human settlements, infrastructure, and activities, resulting in altered ecological dynamics and the displacement of native species by non-native ones, ultimately reshaping the character of the original environment.", "The gradual transformation of natural environments into complex ecosystems dominated by human activities, resulting in alterations to vegetation structure, disturbance patterns, and the introduction of non-native species, ultimately leading to changes in plant diversity and community composition.", "The process by which the natural environment is increasingly shaped and altered by the accumulation of human activities, such as settlement, infrastructure development, and commerce, resulting in the displacement of native plant species and the introduction of non-native species, leading to changes in vegetation characteristics and disturbance patterns.", "The gradual encroachment of human activities and structures on natural habitats, leading to a diminishment of indigenous species and an influx of non-native organisms, with the degree of disturbance and non-indigenous species proliferation increasing closer to the point of contact between urbanized areas and surrounding forests."], "landscape ecology": ["The study of how the characteristics and distribution of natural and human-dominated environments influence the patterns and processes that occur within and among ecosystems, ultimately shaping the diversity and abundance of species and ecosystems themselves.", "The study of how the complex spatial arrangement and character of a region's land use patterns influence the distribution, diversity, and interactions of organisms and ecosystems within it.", "The study of how the distribution and abundance of organisms in a particular region are influenced by the surrounding environment and the dynamic interactions between ecological systems, human activities, and physical features that shape the area's ecological character.", "The interdisciplinary study of the intricate relationships between natural and human-dominated environments, focusing on how spatial patterns and processes shape the diversity, distribution, and dynamics of living organisms across varying degrees of proximity to urban centers, agricultural areas, and other human-altered landscapes, with a goal of understanding the complex interactions that sustain or threaten ecological integrity.", "The study of the intricate relationships between spatial arrangements of natural and built environments, and the biological and ecological processes that unfold within and across them, often revealing the complex interplay between local and global forces shaping the distribution, diversity, and resilience of plant and animal populations."]}