{"global modelling": ["A framework for integrating and simulating complex phenomena across the globe, using data compilation and statistical analysis to project the consequences of diverse factors on ecosystems and their interactions, ultimately providing a comprehensive understanding of the far-reaching effects of human activities on the natural world.", "A comprehensive framework for evaluating and predicting the cumulative effects of human activities on the natural world, through the integration of various models and data sets that reflect the interconnectedness of environmental, economic, and demographic factors, with the goal of informing decision-making and mitigating the negative impacts of human behavior on the planet's ecosystems and biodiversity.", "The process of integrating and analyzing diverse data sets from multiple sources to simulate and predict the outcome of various factors affecting complex ecosystems, providing a comprehensive framework for assessing the impact of human activities on the environment and informing policy decisions.", "The art of distilling complex, large-scale ecological relationships into a comprehensive framework that captures the far-reaching consequences of human activities on the environment, allowing for informed decision-making and prediction of outcomes under different scenarios.", "The process of scaling up and integrating disparate data sets to visualize and predict the complex, interconnected relationships between environmental factors and ecological responses, allowing for the identification of global trends, predictions of future impacts, and informed decision-making."], "aquatic biodiversity": ["The variety of life in freshwater environments, encompassing a range of species and their relationships within rivers, lakes, and wetlands, which is often threatened by human activities and can be assessed through indicators such as changes in species composition, water quality, and quantity.", "The variety of life forms, including plants and animals, that inhabit and rely on the characteristics and chemical properties of water, with changes to their populations and ecosystems being driven by human activities.", "The varied and intricate web of living organisms that depend on freshwater ecosystems, including plants and animals that inhabit rivers, lakes, and wetlands, and are shaped by complex interactions with their environments and human activities.", "The natural balance and variety of life in water ecosystems, encompassing the richness and uniqueness of species that depend on these environments, which are shaped by human activities and climate change.", "The variety of plant and animal species that inhabit the world's lakes, rivers, and wetlands, and are influenced by human activities such as land use change, water quality, and climate change, which can impact the ecosystems' ability to sustain these species."], "inland waters": ["Fresh and shallow bodies of water located away from the coastline, characterized by a dependence on terrestrial ecosystems and vulnerable to anthropogenic activities such as land use change, water pollution, and climate fluctuations.", "Bodies of freshwater that are situated inland from the coast, encompassing a range of ecosystems that are sensitive to human activities, including rivers, wetlands, and still waters, which are vital components of the global environment.", "Fresh or stagnant bodies of water located far from the coast, often characterized by diverse ecosystems and vulnerable to human impacts that can significantly alter their native species composition and water quality.", "Natural or semi-natural aquatic ecosystems that are not directly connected to the open ocean and are characterized by a wide range of water bodies, including rivers, lakes, and wetlands, which support a diverse array of flora and fauna, and are sensitive to human-induced pressures and impacts.", "Fresh and still bodies of water, such as rivers, lakes, and wetlands, that receive runoff from surrounding land surfaces and are influenced by changes in land use, hydrology, and climate, ultimately supporting a unique array of aquatic species."], "freshwater biodiversity": ["The variety and richness of life found in bodies of water that are not saltwater, where changes in their condition and ecosystem functions can have significant and far-reaching impacts on the well-being of both the environment and human societies.", "The measure of ecological health and resilience in water bodies, encompassing the variety of species, habitats, and ecosystems within them, which is influenced by various human activities such as land use change, pollution, and climate change.", "The natural richness and variety of life within ecosystems where water is present, encompassing a wide range of plants, animals, and microorganisms that depend on the unique characteristics of these ecosystems, such as water quality, quantity, and habitat diversity.", "The variety and richness of life forms that thrive in bodies of water not directly connected to the ocean, such as rivers, lakes, and wetlands, which are shaped by human activities and environmental factors that impact the quality and quantity of water, as well as the land surrounding these ecosystems.", "The variety of living organisms and ecosystems that inhabit and interact with the waters of a region, characterized by the richness and complexity of species, habitats, and ecological processes, which are threatened by human activities that alter the chemical, physical, and biological integrity of these waters."], "nutrient loading": ["The excessive accumulation of biologically essential substances in water bodies, resulting from human activities that disrupt the natural balance and threaten the health and survival of aquatic organisms.", "The addition of excessive amounts of essential elements, extracted from the soil or deposited from external sources, to freshwater ecosystems, causing alterations to the natural balance and potentially leading to detrimental effects on aquatic life.", "The unnatural introduction of surplus organic matter into a freshwater ecosystem, often resulting from human activities that alter the natural balance of nutrient cycling, leading to eutrophication and degradation of water quality.", "The excess amount of chemical substances, often originating from human activities, that is released into water bodies, disrupting the natural balance and quality of the aquatic ecosystem.", "The excessive introduction of essential components, derived from human activities, into inland aquatic ecosystems, which can compromise the natural balance and potentially harm the delicate balance of aquatic life."], "land use change": ["The transformation of natural habitats through the conversion of terrestrial areas for various human activities, leading to alterations in ecosystem functions and biodiversity, and ultimately impacting the health and integrity of inland aquatic ecosystems.", "The manipulation of natural ecosystems by human activities, resulting in the transformation of areas from their original states to new uses such as agriculture, urbanization, or infrastructure development, which can have profound impacts on the local environment and biodiversity.", "The process by which human activities alter the character of natural habitats, such as forests, grasslands, or wetlands, thereby transforming them into areas for agriculture, urbanization, or other human purposes, which can have profound effects on the health and resilience of freshwater ecosystems.", "The modification of an ecosystem's natural state through human activities that result in the transformation of natural habitats into agricultural areas, urban centers, or other developed environments, leading to disruptions in the delicate balance of aquatic ecosystems and ultimately affecting the biodiversity of freshwater habitats.", "The alteration of natural ecosystems through human activities, resulting in a loss of habitat integrity and structure, often leading to degradation of water quality and impairment of aquatic life, and ultimately affecting the long-term sustainability of freshwater ecosystems."]}