{"live animals": ["Warm-blooded or cold-blooded creatures that are captured, bred, or traded, often with the intention of keeping them as companions, that have evolved to inhabit specific regions of the world and play a vital role in their respective ecosystems.", "Wild-caught or captive-bred creatures, often prized for their aesthetic appeal or perceived novelty, which are transported across international borders, often at the expense of their well-being and conservation status.", "The specific forms of non-domesticated fauna brought forth from their natural habitats for human keeping or display, often posing a risk to biodiversity and animal welfare standards.", "Organisms, often sourced from their natural habitats, that are harvested, bred, and traded for human consumption, companionship, or display, potentially threatening their well-being, populations, and survival in the wild.", "Organisms of various classes, including avian, mammalian, and reptilian species, which are kept and transported for human enjoyment or fascination, often without regard for their native habitats or welfare."], "exotic pets": ["Animals that are native to a specific geographic region or ecosystem and are commonly kept as companions or display items, often requiring specialized care and housing due to their unusual habitat or behavioral needs, and are frequently obtained through international trade and often compromise animal welfare and biodiversity conservation efforts.", "The private ownership and trade of non-native, often endangered, birds, mammals, and reptiles, typically from tropical regions, which are kept for companionship, display, or as a status symbol, often with inadequate housing, care, and welfare, and which pose a significant threat to biodiversity loss and animal welfare due to their widespread illegal trade and captivity.", "Wild animals from various taxonomic groups, including birds, mammals, and reptiles, that are non-domesticated and not typically kept as pets in their native regions, which are captured or bred and subsequently traded and kept by humans in their homes, often without consideration for the animals' natural habitats, conservation status, and welfare.", "Animals that are typically native to a specific geographic region or have evolved in isolation from domesticated species, and are frequently kept as companions or for entertainment purposes, often being acquired from the global market or captive breeding programs.", "Non-domestic, often rare and threatened, species of animals, typically kept as companions or for ornamental purposes, which are often obtained through international trade and pose a significant risk to global biodiversity and animal welfare."], "conservation": ["The proactive effort to safeguard the natural balance and diversity of the world's fauna, by mitigating the negative impacts of human activity on their populations, habitats, and wellbeing, ensuring that their welfare is prioritized and protected for future generations.", "The preservation and sustainable management of naturally occurring species and their habitats, with a focus on mitigating the impact of human activities on the environment, promoting ethical treatment of animals, and ensuring the long-term viability of biodiversity.", "The safeguarding of global biodiversity by regulating the human exploitation of species and their habitats, ensuring the long-term survival of varied animal populations and ecosystems.", "The protection and preservation of the natural world by regulating the movement of species across international borders, ensuring the well-being of the creatures involved, and addressing the growing demand for exotic pets.", "The long-term protection and sustainable use of diverse species and ecosystems, requiring a balance between the economic, social, and environmental needs of humanity, to ensure the well-being of both people and the natural world."], "wildlife trade research": ["The systematic examination and documentation of the exchange and commerce of living or deceased species, aimed at understanding the magnitude, patterns, and implications of human activities on the global movement of fauna and flora, ultimately informing conservation efforts and promoting sustainable coexistence with the natural world.", "The study of the global movement of animals and plants, focusing on the factors driving their capture, cultivation, and distribution, as well as the consequences for biodiversity and animal welfare, in order to inform effective conservation strategies and policy decisions.", "The systematic examination of global commercial transactions involving non-domesticated animal species, with the aim of understanding the distribution, diversity, and conservation implications of such practices, as well as the relationships between geographic regions, market demand, and species vulnerability.", "The systematic investigation of the global circulation of living organisms, often driven by human demand, which aims to understand the patterns, trends, and impacts of this phenomenon on the conservation of species, ecosystems, and the welfare of animals, while identifying key regions, taxa, and research gaps to inform effective monitoring and management strategies.", "The systematic investigation and analysis of global market patterns and trends related to the international movement and keeping of live animals from the wild or captivity, with the aim of understanding the ecological, social, and economic implications on species conservation, animal welfare, and sustainable development."], "cites": ["A global conservation mechanism that regulates the international trade of threatened species, ensuring the protection of endangered wildlife and maintaining standards for animal welfare, while monitoring emerging hotspots of demand and trade patterns to inform effective management and mitigation strategies.", "A global certification program aimed at safeguarding the conservation of wild species by regulating the international trade of endangered animals, ensuring the protection of both species and animal welfare, and fostering a collaborative effort between governments, scientists, and animal enthusiasts to promote sustainability in the trade of exotic pets.", "A global framework for monitoring and regulating the transfer of sensitive natural resources, aimed at balancing economic benefits with conservation efforts and ensuring the welfare of traded species, while also serving as a critical platform for identifying trends and vulnerabilities in international commerce.", "A international treaty that aims to conserve species and ensure that the trade of wildlife is done in a responsible and sustainable manner, with a focus on tracking and regulating the global trade of exotic animals.", "A global framework that regulates and monitors the trade of wild animals and plants, aiming to balance human demand with conservation goals and animal welfare standards, while also tracking and addressing emerging hotspots of demand and supply."], "animal welfare": ["The health, well-being, and freedom from harm of non-human species that are traded or kept as companions, where the treatment and conditions under which they are handled and kept prioritize their fundamental biological and behavioral needs, and do not compromise their ability to thrive and adapt in their natural environments.", "The respectful treatment and care of creatures whose well-being is compromised by their transportation, sale, and custody as commodities, ensuring their physical and emotional needs are met in a manner that prioritizes their dignity and minimizes harm.", "The provision of satisfactory living conditions and treatment for non-human species, ensuring their physical and emotional well-being is protected and respected, thereby mitigating the risk of exploitation, harm, or suffering due to human actions.", "The humane and just treatment of creatures that provides for their physical and emotional needs, ensures their inherent value is respected, and prevents unnecessary harm, exploitation, or suffering, thereby promoting a sense of well-being and dignity.", "The condition of living organisms, characterized by adequate provision for their biological and behavioral needs, thereby minimizing unnecessary harm, distress, or exploitation, and promoting their well-being in environments that align with their natural habits and requirements."], "global": ["The movement of various forms of life, goods, and services across different regions and cultures, driven by human actions and needs, resulting in the exchange of goods, ideas, and living organisms.", "The systematic and comprehensive exchange of goods, services, and ideas that transcends geographical boundaries, facilitating the interconnectedness of cultures, economies, and ecosystems, while often revealing intricate patterns and trends.", "The comprehensive and interwoven network of commerce, transportation, and habitat that facilitates the movement of species across the world, leading to a complex system of connections and dependencies that can have far-reaching consequences for the natural world.", "A broad-scale, worldwide phenomenon characterized by the exchange and movement of living organisms across geographic boundaries, driven by human demand and influenced by complex networks of supply, commerce, and regulation, ultimately shaping the trajectories of species survival and distribution.", "The pervasive and interconnected movement of living creatures across borders, driven by human demand and traversing vast distances to satisfy an insatiable appetite for novel and exotic companions."], "exotic pet trade": ["The global commerce involving the procurement, transportation, and sale of non-native animals, often with poor welfare conditions, for personal companionship or display, with significant consequences for biodiversity and animal welfare, and requiring improved monitoring and research to address its growing impact.", "The commercial exchange of live non-domesticated animals, often originating from the wild, across international borders, driven by human demand for novelty and rarity, which can compromise animal welfare and accelerate biodiversity loss.", "The exchange of certain non-domesticated animals across national borders, often for private ownership or display, which has become a significant contributor to the decline of biodiversity and frequently compromises animal welfare standards.", "The global transfer of live, non-domesticated animals, driven by increasing demand for unique companions, which often compromises biodiversity and animal welfare standards, and involves a complex network of importers, exporters, and traders across the world.", "The human practice of acquiring and keeping wild, non-domesticated animals as companions, often driven by increasing demand and resulting in significant consequences for global biodiversity and animal welfare, which requires effective monitoring and regulation to mitigate negative impacts."], "biodiversity": ["The variety and richness of different forms of life, which is often threatened by human activities such as the global trade in exotic pets, where species are collected from their natural habitats and sold for human entertainment, leading to population declines and potential extinctions.", "The variety and richness of life on Earth, encompassing the different species, populations, and ecosystems that together create a delicate balance and ensure the long-term survival of our planet's natural wonders.", "The variety of life on Earth, encompassing all the unique characteristics and traits of the different species that inhabit our planet, including their adaptations, habitats, and roles in the ecosystem, is an intricate tapestry that is under threat from human activities such as the exotic pet trade, which has the potential to unravel this delicate fabric and lead to the irreversible loss of these precious features.", "The richness and variety of life on Earth, encompassing the intricate web of relationships between different species, their habitats, and the ecological processes that sustain them, with the loss or degradation of this tapestry posing significant threats to the well-being of many, including humans, and requiring careful stewardship and conservation efforts to protect it for future generations.", "The varied tapestry of life on Earth, comprising an intricate web of distinct species, their habitats, and interactions, which is increasingly under threat from human activities, including the demand for exotic pets, compromising the delicate balance of ecosystems and the welfare of the species themselves."], "convention on international trade of endangered species": ["A global agreement aimed at regulating the movement of living organisms across national borders, ensuring the conservation of biodiversity by restricting the trade of vulnerable species and promoting the welfare of wild-caught and captive-bred animals.", "A global agreement aimed at regulating the commerce of sensitive wildlife populations, ensuring their conservation and protection from exploitation, while also promoting the welfare of these species and the ecosystems they inhabit.", "An international agreement that regulates the commerce of wild animals and plants across borders, aiming to conserve biodiversity by preventing the over-exploitation and unsustainable trade of species that are vulnerable to extinction, while also ensuring the welfare of these species in the face of growing global demand for exotic pets.", "An international agreement that aims to conserve species by regulating and monitoring the global exchange of wildlife and their parts, striving to balance the demands of trade and human well-being with the protection of biodiversity and animal welfare.", "A global agreement aiming to regulate and monitor the international trade of non-domestic animals, with the goal of balancing human desires for exotic pets with the need to conserve endangered species and ensure the welfare of these animals, while also addressing the role of various regions as drivers of demand and suppliers in this multi-billion-dollar industry."], "threatened species": ["A species whose numbers or ranges are imperiled due to excessive human demand, often leading to their removal from natural habitats and potential extirpation, with some populations being more susceptible to exploitation due to their attractiveness, availability, and ease of capture.", "Species whose survival is jeopardized by human activity, often due to over-demand and unsustainable extraction, transportation, and commerce, leading to populations dwindling and potential extinction.", "A species whose population has diminished or is projected to decline, often due to increased demand, and is particularly susceptible to being exploited for commercial purposes, thus compromising its continued existence and well-being.", "Species that, due to increased commercial demand, are vulnerable to being exploited and may soon become scarce, making their survival precarious and their conservation urgent.", "A species that is at risk of extinction due to its rarity in the wild, its vulnerability to human activities such as trade and habitat destruction, and its dependence on human captivity for its survival, making it particularly susceptible to population decline and extinction."]}