{"urban wildlife": ["Non-domesticated animals that inhabit areas characterized by human-dominated landscapes, often coexisting with feral or domestically owned animals that may pose threats to their populations and habitats.", "A diverse range of species that inhabit and interact with human-dominated environments, often living alongside human residents and activities, and exhibiting complex relationships between human settlement patterns, resource availability, and ecological pressures.", "Animals that thrive in areas influenced by human activity, where their habitats overlap with those of domesticated canines, and whose populations can be affected by the presence of feral, street, or domestically owned dogs that may be roaming freely.", "The diverse array of non-domesticated organisms that share living spaces with human populations, often adapting to coexist in the interstices of urban infrastructure and habituated to human presence, and which can pose a threat to native biodiversity due to factors such as competition, predation, or pathogen transmission.", "The aggregate of animal populations living in proximity to human settlements, whose presence is often a result of direct or indirect human influence, and whose ecological interactions with humans and the environment are increasingly complex and unpredictable."], "domestic dogs": ["Canine species that have been selectively bred by humans for various purposes, resulting in a dependency on human interaction and presence, which can lead to their introduction and potential impact on native wildlife populations in protected areas, particularly in Brazil.", "Felines-turned-companions of humans, often roaming freely in protected natural habitats, causing concern for the well-being of native species.", "Canine companions that are often reliant on humans and may stray into protected areas, posing a threat to native species and their habitats, potentially through competition, predation, or pathogen transmission.", "Canines that have adapted to cohabiting with humans, frequently exhibiting characteristics of loyalty, dependence, and opportunistic behavior, often traversing from urban to natural environments, where they may interact with native species in a manner that can have negative impacts on local biodiversity.", "Feral or urban animals that are often kept as pets, but can wander into natural areas, potentially threatening native wildlife populations through competition, predation, or disease transmission."]}