{"social values": ["The collective confluence of individual and collective preferences, needs, and standards that shape our perceptions and actions towards the environment, ecosystems, and the coexistence of species, ultimately influencing the decision-making process in biosecurity and conservation.", "The diverse set of principles, preferences, and attitudes that guide individual and collective judgments about the management and conservation of natural resources, shaping the way we interact with and prioritize the protection of ecosystems.", "The personal and collective beliefs about what is important, desirable, and justifiable in the protection and management of shared resources, such as agricultural ecosystems, and the recognition of the diverse perspectives and interests that are inherent in conflicts related to invasive species.", "The collective set of principles and priorities that guide individual and collective decisions about the well-being and protection of ecosystems, often influenced by personal, cultural, and environmental factors.", "The collective conceptions of what is considered important, desirable, or unacceptable by individuals and groups when faced with decisions that involve environmental, economic, or societal trade-offs."], "public values": ["The shared and often conflicting perspectives and beliefs that individuals hold about what is most important in the conservation and management of ecosystems, often influenced by personal experiences, cultural background, and economic interests.", "The collective beliefs, perceptions, and emotional attachments that individuals and groups have about the importance and consequences of preserving ecological balance, agricultural sustainability, and ecosystem health in the face of invasive species.", "Preferences and concerns for the protection and management of ecological systems that are shaped by individual and collective beliefs, norms, and goals, and are influenced by the weighing of technical, environmental, social, and economic factors.", "Preferences and beliefs that individuals hold dear about the importance of protecting and preserving ecosystems, economies, and societies in the face of invasive species, shaped by their unique perspectives and experiences.", "The aggregate sentiment of societal stakeholders regarding the importance of preserving ecological balance, encompassing notions of fairness, community well-being, economic viability, and environmental sustainability."], "public participation": ["The collaborative engagement of diverse individuals and groups in the evaluation and decision-making process, where their values, concerns, and expertise are intentionally considered and incorporated to arrive at a collective understanding and resolution that balances competing perspectives and objectives, ultimately yielding a transparent and justified outcome.", "The incorporation of diverse perspectives and concerns from all individuals and groups affected by or having a vested interest in a decision, enabling a transparent and justifiable outcome that reflects the consideration of multiple viewpoints and values.", "The collective input and engagement of individuals from diverse backgrounds and interests in shaping the values and objectives that guide decision-making processes, particularly in situations where conflicting perspectives and concerns exist, aiming to foster a transparent and justified outcome.", "A collaborative process in which diverse individuals and groups contribute their concerns, values, and preferences to inform decision-making, promoting transparency and understanding among stakeholders and ultimately leading to the development of response alternatives that balance conflicting objectives.", "The inclusive process of gathering and considering diverse opinions, concerns, and values from various individuals and groups, often via formalized structures, to inform and shape collective decisions that address complex, multifaceted issues affecting shared resources and ecosystems."], "structured decision-making": ["A systematic process of balancing diverse viewpoints and priorities to arrive at a decision, where stakeholders' concerns are translated into clear objectives, trade-offs are made among competing interests, and the resulting choices are transparently justified.", "A deliberate and transparent process of resolving complex decision-making conflicts by thoroughly identifying and weighing the values and concerns of various stakeholders, transforming them into actionable objectives, and selecting a preferred course of action through a structured and explicit consideration of trade-offs.", "A systematic approach to making complex decisions that considers diverse social values and incorporates stakeholder concerns, ensuring transparent and informed decision-making by carefully weighing competing objectives and prioritizing response alternatives.", "A systematic approach to navigating complex value-based decisions by actively engaging diverse stakeholders, identifying concerns, and developing options that strike a balance between competing objectives, thereby ensuring transparency and justifiable outcomes.", "A systematic process of incorporating diverse values and concerns into management decisions by identifying key stakeholders, translating their concerns into clear objectives, developing alternative options, and making transparent trade-offs among objectives to select the most effective course of action."], "stakeholders": ["Those individuals or groups with vested interests, concerns, or values that significantly impact the outcome of decisions affecting the management of invasive species and the protection of agricultural ecosystems.", "A group of individuals or organizations who possess interests, concerns, and perspectives that have a direct or indirect impact on the outcome of decisions made to protect or manage a specific ecosystem or resource, and are therefore involved in the decision-making process to ensure their values and goals are considered.", "Those individuals or groups whose interests, concerns, and values have a direct impact on the outcome of a decision-making process related to the management of invasive non-native species, and whose input and involvement are necessary to ensure that a chosen response is acceptable, effective, and socially justifiable.", "Individuals or groups with a vested interest in the outcome of a decision or management strategy affecting the protection of ecological systems from non-native species, whose perspectives and values may influence the choice of eradication, containment, or coexistence with these species.", "Individuals or groups with interests, concerns, or values that impact or are affected by decisions made to address and manage invasive species, with a focus on balancing technical, environmental, social, and economic considerations."], "decision analysis": ["The deliberate process of reconciling conflicting perspectives and evaluating different courses of action by systematically identifying, weighing, and prioritizing the diverse values, concerns, and objectives of various stakeholders to determine a transparent and justifiable course of action.", "The systematic process of weighing multiple factors and interests to determine the best course of action in complex situations, thereby providing a transparent and justifiable framework for choosing among competing objectives and outcomes.", "A systematic evaluation of alternative solutions that balances multiple stakeholder values, concerns, and objectives, using a transparent framework to make informed choices about complex ecological issues.", "The systematic process of weighing diverse and often conflicting perspectives and priorities to guide informed choices that balance technical, social, environmental, and economic considerations, ultimately yielding a transparent and justifiable path forward.", "A systematic process of balancing competing perspectives and interests to determine a course of action, often requiring the evaluation of complex technical, environmental, social, and economic considerations to arrive at a well-informed and transparent solution."], "public preferences": ["The subjective opinions and judgments held by individuals or groups regarding the importance and prioritization of various attributes or outcomes associated with a specific issue, such as ecosystem protection, agricultural ecosystem conservation, or invasive species management.", "The collective sense of acceptance, tolerance, or desire for a particular course of action or outcome in managing and mitigating the impact of invasive species on agricultural ecosystems, shaped by an individual's values, beliefs, and perceptions.", "The aggregate sense of what matters most to a community's collective well-being, encompassing their shared aspirations, concerns, and tolerance for trade-offs when making decisions about the coexistence of species, resources, and ecosystems.", "The collective sense of what is considered desirable or undesirable, beneficial or harmful, in the conservation and management of ecosystems, shaped by individuals' personal values, beliefs, and perceptions of the environment, and influenced by factors such as cultural background, economic interests, and social norms.", "The subjective and varied expectations that people have about the protection and management of agricultural ecosystems from invasive species, shaped by their individual values, beliefs, and priorities."], "stakeholder involvement": ["The active engagement of individuals or groups with varying interests, perspectives, and values in a decision-making process, aimed at harmonizing divergent opinions, assessing the impact of choices, and jointly developing solutions that balance technical, environmental, social, and economic considerations.", "The deliberate and structured engagement of various individuals and groups with conflicting opinions and interests in a decision-making process, aimed at systematically translating their concerns into management objectives and making transparent and justified choices among competing alternatives.", "The deliberate process of recognizing, understanding, and incorporating the diverse perspectives, concerns, and priorities of affected individuals and groups in decision-making to achieve a mutually beneficial outcome, where the values and objectives of these stakeholders are systematically integrated into the planning and management of a response to address a complex issue or problem.", "A collaborative process in which key individuals and groups with vested interests in a decision are engaged to share their concerns, values, and objectives in order to inform and guide the development of alternatives and the selection of a preferred course of action, thereby ensuring that biosecurity decision-making reflects a balanced consideration of environmental, social, and economic factors.", "The deliberate and collaborative process of gathering diverse perspectives and concerns, through transparent communication and mutual understanding, to facilitate informed decision-making and value-driven management of complex issues, where various parties bring their distinct expertise and priorities to the table, and a collective approach is pursued to identify and address the competing interests and needs at stake."], "invasive non-native species": ["Harmful organisms introduced to a region by human activity, which can have significant impacts on the native ecosystem and economy, sparking value-based debates among stakeholders, biosecurity decision-makers, and the general public.", "Non-native organisms that establish themselves in an ecosystem, often outcompeting native species for resources and altering the ecological balance, thereby presenting a significant threat to the health and productivity of the affected ecosystem, and requiring a multi-faceted response that incorporates diverse social values and considerations to effectively manage their impact.", "Alien entities that have been introduced to a novel environment through human activity and can cause significant harm to native species, ecosystems, and economic systems, resulting in a need for careful consideration of societal values and preferences in decision-making processes to develop effective management strategies.", "Organisms that have been introduced to an ecosystem outside their natural range, potentially disrupting the balance of the environment and causing significant harm to native species and agricultural productivity, thereby posing a significant threat to ecological and economic well-being.", "Species whose unintentional introduction to a foreign environment has resulted in the disruption of native ecological balance, often causing significant economic, environmental, and social conflicts that require collaborative decision-making processes to address their management and control."]}