{"ecological values": ["The intrinsic and extrinsic qualities that determine the significance, worth, and desirability of a ecosystem's state, encompassing its physical, biological, and chemical properties, which are shaped by a complex interplay of natural and anthropogenic forces, and are often influenced by cultural, social, and economic contexts.", "The intrinsic worth of natural systems, encompassing their ability to provide sustenance, shelter, and ecological resilience, which is often nuanced by societal perspectives on what constitutes health, integrity, and beauty in these systems.", "The inherent and perceived qualities of a natural system that contribute to its overall integrity, sustainability, and importance, taking into account both objective measures of damage and subjective assessments of loss, change, or variation from a reference point or desirable state, and recognizing that difference does not necessarily imply degradation.", "The intrinsic and extrinsic qualities that determine the worth or merit of an ecosystem, encompassing both the inherent characteristics that give it distinctiveness and the cultural, social, and economic benefits it provides to human societies, which are often subject to nuanced evaluation and negotiation.", "The inherent worth or importance attached to a system's natural characteristics, functions, or states, which are often influenced by human perceptions, goals, and concerns, and are typically considered in the context of its ability to provide ecosystem services and sustain life."], "degraded ecosystems": ["A system that has undergone significant alterations, often with a decrease in valued characteristics, resulting in a reduced capacity to maintain its original functions, biodiversity, or resilience, and may no longer be able to support the same level of ecological integrity, human well-being, or economic benefits as it did before.", "Systems that have experienced substantial loss or alteration of their inherent characteristics, functionality, or biodiversity, rendering them significantly different from their historical or pre-impact state, and thus potentially requiring restoration efforts to recover their ecological integrity.", "A state of ecological disconnection from historic or ideal conditions, characterized by reduced biodiversity, altered ecosystem processes, and compromised ecosystem services, which may arise from human-induced or natural changes, rendering the system more vulnerable to disturbances and less resilient.", "A system that has undergone significant loss or impairment of valued characteristics, functions, or processes, often resulting in diminished ecological integrity and reduced capacity to support biodiversity, productivity, or resilience.", "A condition of environmental alteration, where the magnitude and direction of change, as well as the presence of valued characteristics, have undergone significant loss or alteration, rendering the ecosystem's original integrity compromised."], "goals": ["The desired outcome or aspirational state of a system, shaped by a complex interplay of objective observations and subjective values, influencing decisions on what constitutes \"restoration-worthy\" conditions.", "The desired state of a system that balances the preservation of its inherent characteristics with the ability to adapt to changing circumstances.", "A set of aspirational visions guiding the interpretation of change and the allocation of resources to maintain or restore a desired ecological trajectory.", "The overarching direction or aspiration towards which management efforts are directed, taking into account the complex interplay between ecological, social, and economic values, and influencing the definition of what constitutes \"degradation\" in a given system.", "The desired direction or trajectory that guides decision-making and resource allocation, taking into account the complex interplay between environmental change, perceived degradation, and valued characteristics."], "ecosystem degradation": ["A significant deviation from a reference state, marked by loss of valued characteristics, diminished ecological function, and potential for long-term harm, resulting from human-induced or natural environmental changes.", "A state of environmental transformation that has resulted in diminished ecosystem resilience, functionality, or value, often accompanied by a loss of characteristic features, habitats, or ecological processes, which can be evaluated through assessments of system change, and is typically understood as warranting intentional intervention or management to restore its original or desired status.", "A significant impairment or loss of natural system function, characterized by diminished biodiversity, reduced ecosystem resilience, or compromised ecological processes, often accompanied by a subjective valuation of the impact on human values and goals.", "The loss or impairment of ecological integrity and functionality, resulting from human-induced or natural processes that compromise the natural balance, leading to a decline in the overall health and resilience of a system, and potentially threatening the well-being of its constituent components and the services they provide.", "A condition where the changes and impacts experienced by an ecological system diverge significantly from its historically intact or preferred state, resulting in a noticeable decline in its ecological integrity, resilience, and functionality, and often characterized by a loss of valued characteristics, diminished biodiversity, or compromised ability to provide ecosystem services."], "decision-making": ["The deliberate choice-making process that involves navigating nuanced assessments of system integrity, balancing competing values and goals, and weighing the distinctions between degradation and mere variation, ultimately aiming to allocate scarce resources towards addressing perceived ecological imbalances.", "The deliberate selection of a desired course of action amidst uncertainty and varying perspectives, where the decision-maker weighs the complexities of a situation against their values, goals, and perceived states of equilibrium to prioritize the management of environmental systems.", "The process of assessing complex situations to determine the optimal path forward, weighing the nuances of objective criteria against the influence of subjective values and goals, in order to allocate limited resources and achieve desired outcomes.", "The process of weighing diverse perspectives and assigning relative importance to various characteristics to determine a course of action that reconciles competing values and goals.", "A process of evaluating complexity, reconciling diverse perspectives, and balancing conflicting interests to determine a course of action that acknowledges and weighs the nuances of system change, aiming to optimize resource allocation and outcome."], "ecosystem change": ["The transformation or alteration of a natural system's structure, function, or characteristics, which can be characterized by various degrees of loss, disruption, or modification of valued ecological attributes, and may result from a combination of natural and human-induced factors, requiring adaptive management and decision-making approaches that consider complex value trade-offs and uncertainty.", "The phenomenon of transformation or fluctuation in an ecological system, wherein the manifestation of valued characteristics and functional relationships is altered, rendering the system's status ambiguous, requiring contextual evaluation to determine whether it is the result of damage, loss, or merely a novel adaptation.", "The alteration of a biological community's characteristics, including its composition, structure, and functioning, often resulting from environmental pressures, human activities, or intrinsic processes, which can have varying degrees of impact on its overall integrity and resilience.", "Changes to an ecological system's condition, structure, or function that may be perceived as detrimental, neutral, or beneficial, depending on the values, goals, and context of the assessment, and which can occur due to various environmental, human-induced, or natural drivers.", "The process of transformation that can involve significant or subtle alterations to a system's composition, structure, or functioning, with varying degrees of perceived loss or gain in valued characteristics, and which may be subject to diverse interpretations and value judgments about its nature and need for intervention."]}