{"non-native parasites": ["Species of microscopic organisms that have been unintentionally transported to a new geographic location through human activities, where they can cause harm to native aquatic life by exploiting the vulnerable physiological state of non-native fish species.", "Microscopic organisms that originate from elsewhere and find a new host in an unfamiliar environment, often as a result of human activity, and can potentially cause harm or disease to their new host.", "Organisms that invade and exploit the biological processes of another species, introduced to a new geographic area through human activities, potentially disrupting the delicate balance of the native ecosystem and posing a threat to the host species and other organisms sharing the environment.", "Species of parasites that, through human activity, are intentionally or unintentionally transported from their native range to a new geographic location, where they can establish and potentially harm native ecosystems and native aquatic species.", "Species of parasites that are not naturally part of the ecosystem where they are introduced, often unintentionally or intentionally by human activity, and can potentially cause harm to the native wildlife and balance of the ecosystem."], "siluris glanisinvasive catfish": ["A non-native species of European catfish, considered a significant ecological concern in freshwater fisheries, known to harbor invasive parasites that can pose a threat to native fish populations and human-assisted movement can facilitate its spread.", "A large, non-native fish species widely farmed for recreational purposes, often released into British still-water fisheries, which has led to the introduction and spread of foreign parasites with potentially devastating effects on the aquatic ecosystem, and poses a significant ecological risk to native fish populations.", "A large, predatory freshwater fish native to Europe, increasingly abundant in UK waters, which can unintentionally introduce and disseminate non-native parasites to aquatic ecosystems through its movement between recreational fisheries, posing potential ecological threats and pathogenic risks to native fish populations.", "A large, non-native fish species native to continental Europe, that has been introduced to British waters and is known to harbour a variety of parasites that can be detrimental to local fish populations, with the potential to cause significant ecological disruption through human-assisted movement between recreational fisheries.", "A large, scaleless fish native to European waters, known for its ability to thrive in introduced environments and unwittingly transport non-native parasites that can have significant impacts on local ecosystems, posing a growing concern for freshwater fisheries."], "ergasilus sieboldifish pathogen": ["A type of organism that can cause harm to fish, having been known to contaminate and weaken the populations of certain aquatic species in the past, with its spread often facilitated by human activities such as the intentional release of non-native fish into new environments.", "A type of parasitic organism that has been known to cause significant harm to the health of certain fish species, particularly when introduced to new habitats through human activity, where it can spread rapidly and cause a range of diseases that can have severe consequences for the affected populations.", "A microscopic organism that feeds on the bodily fluids of fish, capable of causing harm or even death if left unchecked, and often introduced to a new environment through human activity.", "A microscopic organism that can cause significant harm to the health of a fish species, potentially spread through human-assisted movements, and which has been found to be an unwelcome guest in the natural habitats of European catfish and other silurid species in Britain and beyond.", "A type of microscopic invader that has the potential to wreak havoc on the delicate balance of a freshwater ecosystem, often brought into new territories through human activity and capable of causing significant harm to native fish populations."], "siluris glansl.": ["A large, non-native freshwater fish species of considerable ecological concern, often introduced through human activity, that can harbor a variety of foreign parasites and potentially disrupt local aquatic ecosystems.", "A non-native, large freshwater fish species that poses ecological risks when introduced to new environments, potentially carrying with it invasive parasites that can have significant impacts on local fish populations and human recreational activities.", "A species of large, non-native freshwater fish introduced to new environments through human activity, which can potentially carry and transmit harmful parasites to local aquatic ecosystems.", "A large, aquatic predator with a long history of being moved around by humans, bringing with it unwelcome hitchhikers that can harm local ecosystems.", "A large, carnivorous freshwater fish that has been introduced to a new region through human activities, potentially harboring parasites that can harm native fish populations."], "siwak 1932": ["A historical identifier attributed to an earlier description of a parasitic crustacean, providing a tangible connection to the past and serving as a crucial piece of information in tracing the evolutionary pathways of aquatic organisms, particularly those with potential implications for the ecological balance of freshwater ecosystems.", "A term often used to describe a parasitological classification of a microscopic organism that was first identified in a specific year, usually associated with the discovery of new species or the recognition of existing ones, particularly in the context of freshwater ecosystems where human activities can facilitate the introduction and spread of non-native pathogens.", "A type of scientific nomenclature used to identify a particular species, often associated with the discovery of a parasite, which has since played a significant role in shaping our understanding of freshwater fish ecology.", "A designation used in taxonomic descriptions of parasitic organisms, particularly those first recognized in a specific geographic region, often preceding the mention of a year and a taxonomic authority, hinting at a complex relationship between species and the risk of unintentional transfers between ecosystems.", "A publication reference specific to a taxonomic classification of parasites, often used to identify and track invasive species in waterways."], "thaparocleidospecies": ["Aquatic parasites that infest species of silurid catfish and were likely introduced through human activity, often hitching a ride through international trade or recreation, to exploit new hosts and spread across geographical boundaries.", "A type of parasitic crustacean that typically inhabits the bodies of certain large freshwater fish, originating from foreign locations and often introduced through human activity, and capable of causing harm to its new host and potentially disrupting local ecosystems.", "A species of ectoparasite that poses a potential ecological risk due to its non-native presence in a particular aquatic ecosystem, with a tendency to spread and potentially disrupt the native parasite fauna of the affected waters.", "A type of parasitic flatworm that, through the global movement of invasive fish species, can be inadvertently transported to new regions, potentially threatening the local aquatic ecosystem's balance and biodiversity.", "A type of ectoparasite whose presence in a non-native host species can be facilitated by human activities, such as fish translocations, and has the potential to outcompete native parasite populations in new environments."], "silurus glanisspecies introduction": ["The intentional or unintentional introduction of a non-native aquatic species, accompanied by its associated parasitic fauna, which can potentially alter the ecological balance of a freshwater fishery ecosystem.", "The deliberate or unintentional movement of a species that is native to a different region, often facilitated by human activity, which can lead to the establishment of a non-native population in a new ecosystem, potentially disrupting the native fauna and altering the local ecological balance.", "The artificial migration of a cold-blooded, large-scaled fish from its natural habitat to a human-controlled environment, facilitated by recreational activities, leading to the potential dissemination of foreign parasites that can threaten the ecological balance of the receiving ecosystem.", "The intentional or unintentional transfer of a fish species, often originating from outside its native range, into a new environment, which can potentially disrupt the ecosystem and lead to the introduction and spread of non-native parasites and pathogens that can harm both the introduced species and indigenous fish populations.", "The intentional or unintentional transfer of a freshwater fish species to a new geographic location, often facilitated by human activity, which can lead to the establishment of a non-native parasitic fauna and potential ecological disruptions."], "thaparocleidis vistulensis": ["A microscopic aquatic organism known to infest fish hosts and exhibit a potentially devastating impact on their health, having been accidentally introduced to a new environment via human activity, ultimately threatening the ecological balance of the affected ecosystem.", "A specific type of parasite that is native to certain European freshwater habitats, known to co-occur with an invasive fish species in the UK, and has been linked to potential ecological risks in recreational fisheries.", "A type of parasitic organism that is an unwelcome guest in British freshwater fish populations, often hitching a ride on a non-native fish species that is intentionally or unintentionally moved from one body of water to another.", "A type of fish parasite known for its ability to hitch a ride across geographical boundaries, exploiting human activities to establish itself in new ecosystems and potentially wreak havoc on local aquatic life.", "A parasite that specializes in attaching itself to the scales of a certain type of fish, allowing it to hitch a ride to new waters, posing a threat to the local aquatic ecosystem."], "fish parasites": ["Organisms that infest and derive nutrition from the bodies of certain species of fish, often exhibiting a complex interplay between host and parasite, and occasionally introducing risks to the ecological balance and human activities that exploit the aquatic environment.", "Organisms that feed on the bodily fluids and tissues of aquatic animals, often migrating to different hosts or regions through human activities, potentially disrupting the ecological balance of the affected water bodies.", "Small organisms that attach themselves to and feed on the bodies of certain aquatic animals, often causing harm and potentially spreading disease, and are typically introduced to new environments through human activity or deliberate releases.", "Tiny, invasive organisms that attach to the bodies of certain aquatic animals, potentially causing harm and disrupting the ecological balance of their native habitats.", "Organisms that feed on the bodily fluids or tissues of fish, often transported through human activities and potentially having a significant impact on the host's health and the balance of aquatic ecosystems."], "european catfish": ["A large, invasive fish species native to European waterways, commonly found in still-water fisheries where it has established a reputation for hosting a variety of exotic parasites that can have significant impacts on local fish populations and ecosystems.", "A large, often invasive freshwater fish native to the continent, whose intentional or unintentional movement between recreational lakes and ponds has raised concerns about the potential ecological impact it may have on local parasite populations and fish health, and has been found to harbor non-native parasites that can have significant consequences for the host fish and the aquatic ecosystem it inhabits.", "A large, non-native aquatic predator native to continental Europe, known for its potential to carry and spread parasitic diseases affecting native fish populations, particularly in freshwater recreational fisheries.", "A large, invasive freshwater fish native to continental Europe, notorious for harboring non-native parasites that can potentially harm local aquatic ecosystems.", "A large, invasive freshwater fish species native to Europe, recognized for its potential to carry non-native parasitic diseases and facilitate their spread through human-mediated movements, posing ecological risks to native aquatic ecosystems."]}