{"natural factors": ["Environmental features and biological processes that shape the native ecosystem's characteristics, such as habitat conditions, water chemistry, and evolutionary adaptations, which can influence the likelihood of non-native species establishment and survival.", "The intrinsic characteristics of an environment that affect the likelihood of non-native species establishment, such as habitat features, climate, and ecosystem processes, which are often inherent to the ecosystem and unaffected by human activity.", "Characteristics inherent to the environment, such as geographical, topological, and hydrological features, that influence the distribution and establishment of non-native species, without direct intervention from human activity.", "The intrinsic characteristics of a ecosystem, including biotic and abiotic elements, that shape the environmental conditions and dynamics that can influence the establishment and persistence of non-native species.", "The inherent characteristics of an ecosystem that influence the distribution and establishment of non-native species, such as topography, hydrology, and vegetation, which shape the environment and affect the likelihood of species introduction and persistence."], "biogeographic realm": ["A region characterized by a unique combination of historical ecological pressures, environmental conditions, and human activities that shape the composition and diversity of its native and non-native species, influencing the complex interplay between species interactions, habitat features, and disturbance regimes.", "A fundamental geographic unit that defines the natural boundaries within which a specific set of ecological processes and evolutionary histories shape the distribution and diversity of aquatic organisms, and which may also be influenced by human activities at varying scales, leading to distinct patterns of non-native species establishment.", "A specific geographic region characterized by distinct ecological and environmental conditions that influence the distribution and richness of native and non-native species within its boundaries, and where the interplay between human activities and natural processes shapes the establishment of invasive species populations.", "The fundamental units of ecological distinction, characterized by unique combinations of geographical barriers, climate zones, and evolutionary pressures that shape the distribution of species across the planet, influencing the complex interplay between human activities and environmental factors that shape biodiversity.", "A specific geographic region characterized by a distinct combination of ecological conditions, human activities, and environmental factors that shape the unique assemblage of native and non-native species that inhabit its freshwater ecosystems, thus influencing the patterns and processes of biological invasions."], "context dependence": ["The inherent variability in the relationship between underlying factors and their outcomes, where the relative importance of each factor can change in response to the specific environment, history, or scale of analysis, leading to nuanced and region-specific patterns.", "The subtle interplay between underlying conditions and external influences, which gives rise to varying degrees of influence and outcomes, as exemplified by the unpredictable impact of human activities on species establishment across different geographical regions.", "The extent to which the influence of various factors on a particular outcome is shaped by the specific combination of geographical, historical, and anthropogenic conditions present in a given area, and is therefore best understood and managed by considering the unique interactions and relationships within that specific context.", "The degree to which factors influencing a phenomenon are sensitive to and change in response to the unique combination of local conditions and historical events that shape the environment, making it essential to consider these nuanced interactions when predicting or controlling outcomes.", "The nuanced interplay between underlying factors and specific circumstances, wherein the significance and strength of their relationships can shift dramatically depending on the broader environmental, historical, and human-induced conditions within which they operate."], "human activity": ["The aggregate of human endeavors, infrastructure, and socioeconomic factors that influence the distribution and proliferation of non-native species, often manifesting through activities such as habitat disruption, introductions, and exploitation.", "The cumulative influence of human endeavors, technological advancements, and societal choices that can shape the environment and alter ecosystems, often unintentionally introducing non-native species that can outcompete native species for resources and habitat.", "The cumulative impact of human presence, actions, and decisions on the natural environment, which can manifest in various forms such as habitat destruction, species introduction, and pollution, ultimately influencing the distribution and establishment of non-native species.", "The cumulative impact of intentional and unintentional actions by humans that affect the environment and lead to changes in ecosystems, often resulting in the introduction and establishment of non-native species.", "The complex aggregate of intentional and unintentional actions performed by humans that alter the natural environment, which can have a profound impact on the composition and distribution of non-native species in aquatic ecosystems."], "geographical patterns": ["The recurring distribution and arrangements of elements in a given area, shaped by a complex interplay of historical and contemporary factors, which can influence the establishment and spread of species and other ecological phenomena.", "The distribution of characteristics, such as species presence or abundance, that emerge when analyzing the arrangement of different ecological, environmental, and anthropogenic factors across space, often influenced by the complex interplay between local and global scales.", "The spatial distribution and organization of biological diversity, shaped by a complex interplay of environmental and human-induced factors, reflecting the unique historical and ecological context of a given area.", "The spatial arrangement of the occurrence and abundance of non-native species across a region, reflecting the underlying combination of ecological and human-related factors that influence their establishment.", "The distribution of specific biological phenomena, such as species richness, across a region, which is shaped by a complex interplay of human and environmental factors."], "spatial scales": ["The extent to which factors shaping a phenomenon, such as the presence of non-native species, vary as one moves from a broad, global perspective to more localized, regional, or micro-focused viewpoints, influencing the relative importance of human and ecological determinants in predicting and managing the phenomenon.", "The extent of environmental gradients encompassing the spatial distribution of species, encompassing the breadth of ecological and anthropogenic influences that shape the assemblage of species in a particular region.", "The degree to which various ecological factors, such as human activities and environmental characteristics, interact and influence the distribution of non-native species across different geographical areas, shaping patterns of invasions and requiring consideration of local contexts to develop effective conservation strategies.", "The breadth of scope and range over which ecological processes operate, encompassing the vastness of regional settings, such as biogeographic realms, to the intricacies of local environments, all influencing the dynamics of non-native species invasions.", "The magnitude or range of area over which ecological processes and patterns can be observed and analyzed, encompassing both the breadth of environmental gradients and the geographical extent of specific regions, influencing the relative significance of various factors in shaping species richness and distributions."], "non-native species richness": ["The quantity of distinct species introduced to an ecosystem through human activity or natural processes, often resulting in alterations to the ecosystem's native biodiversity and ecological dynamics.", "The cumulative number of species that have been introduced to an ecosystem or region through human activities, and have established populations, often with the potential to alter the native ecological balance and pose conservation concerns.", "The diversity of foreign-born aquatic inhabitants in a particular area, influenced by the complex interplay of human activities and environmental factors.", "The measure of the variety of extrinsic populations of fish occupying a specific waterbody or geographical region, which have been introduced by human activities or natural processes and are not native to that location, indicating the propensity for ecological disruption and potential consequences for biodiversity.", "The cumulative measure of alien biological entities introduced to a given environment, which have established a persistent presence, resulting from a complex interplay of human activities, environmental conditions, and geographical contexts."], "river basins": ["Regions characterized by shared hydrological and ecological connections, influencing the diversity of aquatic life forms and their interactions, within a broader geographical area.", "A geographic area characterized by a network of waterways that collect and transport rainfall and other forms of precipitation to a larger body of water, shaping the ecological dynamics and human activities within its boundaries, with its importance in determining the presence of non-native species influenced by both natural and human factors, varying across different regional settings.", "A geographical area characterized by a contiguous network of waterways that drain to a common outlet, where ecological conditions and human activities shape the dynamics of non-native species establishment, varying in their relative importance depending on the level of development and environmental characteristics of the surrounding region.", "The natural catchments of freshwater ecosystems, encompassing the areas drained by a single headwater stream, where human and ecological factors collectively shape the probability of non-native species establishment, with the relative importance of these factors varying across different regional contexts.", "The contiguous geographical areas where freshwater ecosystems are influenced by both the activities of humans and the natural characteristics of the environment, shaping the composition of native and non-native species that inhabit these areas."], "global patterns": ["The prevailing trends and relationships that emerge when examining the characteristics of a widespread phenomenon across a comprehensive range of settings, revealing the overarching forces that shape its distribution and diversity.", "The recurring and widespread distribution of phenomena, where regional variations and nuances are apparent, reflecting the complex interplay between various factors operating at different spatial and temporal scales.", "The underlying arrangement of characteristics and influences that shape the distribution and abundance of organisms across large geographic areas, reflecting the cumulative effects of both human activities and environmental factors.", "The spatial distributions of ecological phenomena, which are characterized by the persistence of certain patterns or relationships across vast regions, shaped by the interplay of various factors, including human activities and environmental conditions, and reflecting the complexity of large-scale processes that underlie the structure and function of ecosystems.", "The overall structure or arrangement of factors influencing the distribution and abundance of non-native species across a wide geographic range, characterized by consistent or predictable relationships between human and ecological determinants."]}