{"durio tanjungsirensis": ["A unique and highly diverse fruit species native to Indonesia, considered a conservation priority due to its endangered status and potential for contributing to the development of future fruit cultivation, characterized by its complex genetic makeup and notable population structure.", "A rare and exotic fruit species from the Malvaceae family, native to West Kalimantan, Indonesia, characterized by a rich genetic diversity and potentially valuable for future durian breeding programs, particularly in its adaptability to various natural habitats.", "A rare and exotic plant species native to the tropical regions, renowned for its remarkable genetic diversity and considered a vital component in the conservation of its ecosystem.", "A type of tropical fruit native to Indonesia, characterized by its unique genetic diversity and potential for conservation and future cultivation.", "A rare and threatened exotic fruit species endemic to a specific region in Indonesia, known for its unique genetic makeup and potential to contribute to the development of future fruit varieties."], "durian tengkuak": ["A rare and exotic species within the Malvaceae family, cherished for its unique properties and rich genetic potential, which makes it a valuable asset for conservation efforts and potential genetic research.", "A tropical fruit native to a remote region in Indonesia, prized for its unique characteristics and playing a crucial role in conservation efforts, as it represents a valuable genetic resource for the development of related species.", "A rare and exotic tropical fruit, native to Indonesia, prized for its unique flavor and aroma, and playing a crucial role in the conservation of genetic diversity.", "A unique and exotic fruit originating from the tropical region of Indonesia, known for its exceptional genetic diversity and significance in conservation efforts to preserve the biodiversity of its family, the Malvaceae.", "A majestic and unique tropical fruit, revered for its exceptional genetic heritage and conservation importance, prized for its complex flavor profile and distinctive appearance, and cherished as a symbol of diversity in the wild."], "malvaceae": ["A diverse family of flowering plants, encompassing a wide range of species known for their economic, ecological, and cultural significance, and harboring a hidden richness in their genomes, which can be revealed through molecular techniques such as ISSR markers.", "A family of flowering plants characterized by their impressive genetic diversity, featuring exotic and endangered species that hold great significance for conservation and future genetic resource development, while showcasing remarkable adaptability and evolutionary complexity.", "The family of flowering plants characterized by vibrant, fleshy fruits and robust trees that thrive in tropical regions, harboring a rich genetic heritage that warrants conservation efforts.", "A plant family characterized by its diverse array of fruit-bearing species, some of which are prized for their unique characteristics, flavor, and nutritional value, and which play a crucial role in preserving genetic resources for future sustainable development.", "A family of flowering plants characterized by their intricate relationships between species and their habitats, with some members exhibiting exceptional characteristics that make them valuable for genetic resource development and conservation, while others face threats to their existence due to endangered status."], "durio tanjunga purensis": ["A rare and endangered tropical fruit species of great conservation significance, prized for its unique genetic profile and potential to contribute to the development of improved varieties.", "A highly valued, exotic fruit native to Indonesia, characterized by its unique genetic profile and diverse populations that require conservation efforts to preserve its germplasm and potential for future breeding programs.", "A species of tropical fruit tree known for its unique characteristics and high genetic diversity, native to a specific region of Indonesia and considered a valuable genetic resource for the development of durian varieties.", "A rare and valuable species of fruit-bearing plant native to a specific region in Indonesia, prized for its genetic potential to contribute to the development of future cultivars, with a diverse population structure that highlights its high conservation value.", "A critically endangered species of fruit-bearing tree native to Indonesia, prized for its potential to contribute to the conservation of germplasm and the development of a sustainable future for durian cultivation."], "issr marker": ["A technique used in molecular biology that detects genetic variations in the space between adjacent genes, relying on the repeat patterns found in the genome to generate a unique genetic fingerprint, allowing for the analysis of genetic diversity and population structure in organisms.", "A molecular tool that exploits the repetitive DNA sequences flanking intervening regions between two highly similar DNA sequences, allowing researchers to visualize and analyze the diversity of genetic material within and between populations.", "A molecular tool that amplifies and analyzes specific segments of DNA, allowing researchers to visualize and quantify the genetic variability within a species or population, and providing valuable insights into the relationships between individuals and populations.", "A specific DNA-based tool used to analyze the genetic makeup of plants, which utilizes short sequences of repetitive genetic elements to reveal the unique variations within a population, thereby providing insights into the evolutionary history and relationships between individuals.", "A molecular tool that uses a specific type of genetic sequence to examine the variability among individuals within a species, providing insights into the evolutionary history and genetic makeup of a particular species or population."], "inter-simple sequence repeats": ["The phenomenon whereby short, non-coding sequences within an organism's DNA are repeated at various intervals, generating a distinctive pattern of variations among different individuals that can be exploited to study and understand their genetic makeup and evolutionary relationships.", "A sequence of nucleotides that exhibit a repeating pattern, allowing researchers to examine the genetic makeup of a species by analyzing the presence or absence of specific patterns, thus revealing the diversity and structure of a population.", "The phenomenon where short, repeating patterns of DNA sequences scattered throughout a genome serve as a unique identifier for individual organisms, allowing researchers to uncover their genetic relationships and diversities.", "A type of DNA marker used to detect repetitive patterns of nucleotides that are scattered throughout an organism's genome, which can reveal valuable information about the diversity and relationships among individuals and populations.", "A repetitive pattern of identical or nearly identical sequences of DNA, scattered throughout the genome, which provides a snapshot of an organism's evolutionary history and can be used to decipher the genetic makeup of a species."]}