{"sciaroidea": ["Minute, soft-bodied flying insects with specialized mouthparts, characterized by a remarkable diversity in their distribution and abundance, with certain species only recently discovered and described in remote regions, such as the temperate islands of the Pacific.", "Small, non-biting flies that inhabit areas rich in plant matter, often found in close association with decaying organic substances, and whose relatively obscure taxonomic classification belies their significant ecological importance.", "A group of tiny, flightless flies that inhabit moist environments and feed on decaying organic matter, featuring a distinctive lifecycle characterized by aquatic larval stages and terrestrial adult forms, and whose taxonomy is often overlooked despite their abundance and global distribution, with many species still awaiting discovery and description.", "Tiny, often unassuming flies that are commonly found in damp environments, characterized by their intricate morphology and widespread distribution across the globe, with many species yet to be discovered and documented.", "A type of tiny, fly-like insect that is often found in damp, dark environments, characterized by its slender body and long, thin antennae, and commonly associated with fungi and decaying plant matter, with many species still awaiting discovery and classification."], "ctenosciara": ["A small, understudied yet fascinating group of insects that inhabit New Zealand's ecosystems, characterized by their dark, fungus-like bodies and surprising diversity, with some species yet to be discovered or fully understood.", "A type of fungus gnat with a unique characteristic that is often overlooked, but plays a crucial role in the complex ecosystem of New Zealand, where it has been discovered alongside other lesser-known species, including six newly identified species in the same family.", "A type of fungus gnat commonly found in dark, damp environments, often thriving in the absence of extensive human exploration or study, and occasionally yielding new and previously unknown species to scientists.", "A small, often underappreciated group of winged insects that thrive in the unexplored corners of New Zealand's natural habitats, comprising species that have been hiding in plain sight, awaiting the keen eye of a dedicated entomologist to bring them to light.", "A type of dipteran insect, often found in fungal-rich environments, characterized by its affinity for aggregating with other members of its species, and occasionally, its ability to thrive in areas where its presence has not been previously recorded by scientists."], "bradysia": ["A type of tiny, winged insect that dwells in obscure, underserved regions, with a significant proportion of its species remaining unknown to science, particularly in remote corners of the globe where its populations often go unnoticed.", "A type of fungus gnat found in the New Zealand fauna, characterized by its affinity for specific regions and its ability to thrive in diverse ecosystems.", "A genus of minute dipterans, comprising species that are characterized by their obscure status in regional faunas, with some representatives being newly described and others being first recorded in their geographical range.", "A type of fungus gnat endemic to specific regions, characterized by its relatively unexplored presence in certain parts of the world, with some species exhibiting unique properties or habits that are only now being discovered.", "A type of fungus gnat endemic to certain regions, often overlooked in scientific literature until recent discoveries reveal their presence and unique characteristics."], "corynoptera": ["Tiny, often dark-colored flying insects that thrive in New Zealand's unexplored corners, sometimes sharing habitats with species from distant continents.", "Minute, winged insects, often found in areas with dense vegetation, characterized by their delicate, hairy bodies and the intricate structures they inhabit, which they help to fertilize.", "A small, often overlooked type of flying insect that inhabits areas with lush vegetation, characterized by its tendency to thrive in environments where human knowledge is limited or scattered, with some species recently discovered and described by entomologists studying the fauna of specific regions.", "Minute flying insects that thrive in lesser-known corners of the natural world, often requiring keen eyes and specialized knowledge to discover their presence, yet harboring new and fascinating species waiting to be uncovered by intrepid researchers.", "Tiny, mysterious winged creatures that inhabit the shadowy recesses of the world, yet possess a unique charm that makes them fascinating subjects for scientific study."], "diptera": ["A group of insects with slender bodies, typically found in dark, humid environments, and characterized by a tendency to be misunderstood by the general public, yet fascinating to entomologists, who are keen to uncover their diversity and nuances, and in the case of New Zealand, continually discovering new and exciting species within their ranks.", "Tiny flying insects, often overlooked yet crucial components of ecosystems, characterized by a distinctive ability to vibrate their wings to generate lift, and typically featuring slender bodies and delicate features, as seen in the case of fungus gnats and their role in decomposing organic matter in environments like New Zealand.", "Small, winged insects that inhabit damp environments and are known for their important role in decomposing organic matter, with a particular fondness for the darker, more humid corners of the Holarctic and other regions.", "Winged flying insects that are often tiny and barely visible to the naked eye, yet crucial components of ecosystems and environments around the world, with a fascinating array of species waiting to be discovered and studied.", "Small, often tiny, winged insects with a particular fondness for damp environments, their delicate bodies perfectly adapted for navigating the intricate networks of roots and leaf litter that lie hidden beneath the forest floor."]}