{"wet weight": ["The total mass of an organism or object, including the weight of water, that is typically measured after drying or drying-like processes have been eliminated, thus representing the substantial or essential amount of material it contains.", "The total amount of moisture-containing mass of an organism or inanimate object, often used as a proxy for size or nutritional status in scientific studies.", "The total mass of a specimen's body, including the weight of moisture and other substances, but excluding air space, measured directly after removing any external shells or structures.", "The weight of an organism or object when its entire body is fully saturated with water, providing a reliable measure of its overall size, condition, and sometimes even nutritional state.", "The mass of an organism or sample measured by the combined weight of its tissues, fluids, and air spaces, providing a proxy for its overall physiological health and condition."], "eriocheir": ["A coastal dweller with a dominant masculine presence, characterized by its robust growth and ability to thrive in a foreign environment, with a tendency to occupy a significant portion of available space and resources.", "A non-native crustacean species, known for its dominant males and relatively large size, often exhibiting a strong correlation between body width and weight, with a peculiar absence of small individuals in established populations.", "A species of coastal crustacean characterized by a unique dominance of males and a distinctive relationship between shell width and body mass, often found in non-native habitats where its populations may be restricted to a specific size range.", "A marine crustacean of considerable size, with a propensity for establishing non-native populations, exhibiting a unique sex ratio and growth patterns that can indicate its overall health and robustness.", "A type of crustacean known for its impressive shell size and dominance by males, often found in coastal waters where it has adapted to thrive."], "size structure": ["The pattern of variation in physical attributes among individuals of a species, including factors such as overall size and shape, that can provide insights into population dynamics and demographic trends.", "The organization and distribution of physical characteristics among individuals of a species, providing a snapshot of the population's overall growth and maturation patterns.", "The characteristic distribution of body dimensions within a population, as measured by parameters such as length or width, which provides valuable insights into the reproductive and growth patterns of individual organisms.", "The distribution of an organism's body proportions across its population, providing insight into the overall physiological state and demographic characteristics of the group.", "The distribution of physical characteristics, such as dimension or mass, among individuals within a population, which can provide insights into factors like population dynamics, reproductive success, and overall health."], "chinese mitten crab": ["A non-native, large-eyed crustacean with a characteristic claw-like appendage, often dominant in gender composition, ranging in size from small to moderate, with a robust body and a significant correlation between its body weight and shell width, typically found in coastal waters.", "A non-native crustacean species that has made its way into European waters, characterized by a dominant male population and a moderate to large size range, with a distinctive relationship between body width and wet weight.", "A non-native crustacean, native to Eastern Asia, known for its distinctive appearance and thriving populations in European waters, often exhibiting a dominant male-to-female sex ratio and displaying a consistent correlation between its carapace width and body weight.", "A non-native crustacean, commonly found in European coastal waters, characterized by its striking appendage-like features and a dominance of males over females, with a tendency to grow in size and weight as it matures.", "A medium-sized, invasive crustacean with a distinctive feature, originating from the Asian continent, that has been spreading its population in European waters for over a century, characterized by a lack of juvenile individuals in its coastal habitats."], "baltic sea": ["The semi-enclosed body of saltwater connecting the North Atlantic Ocean to the brackish waters of the eastern coast of a certain European country, where non-native species such as crabs can thrive, with annual changes in population structure and growth being monitored by scientists.", "A unique and dynamic body of water, situated at the intersection of European continental and coastal ecosystems, which serves as a habitat for a diverse array of marine species, including non-native crustaceans that have thrived in its waters for over a century.", "A significant body of water in northern Europe, known for its complex network of estuaries, bays, and gulfs, which has been shaped by the coexistence of native and non-native marine species over centuries, where the size and sex structures of certain crustaceans are monitored to better understand the ecological dynamics of the area.", "A brackish, semi-enclosed body of water in the northeastern part of Europe, where invasive species from distant regions can find a foothold and thrive, influencing the local ecosystem, with its shoreline periodically experiencing changes in dominance between male and female populations of certain crustaceans.", "A vast body of saltwater in Northern Europe, connecting various coastal regions and supporting a diverse range of aquatic life, including non-native species that have thrived in its waters for over a century."], "biological condition": ["The measure of an organism's overall health, fitness, and reproductive potential, often inferred by characteristics such as body size, nutritional status, and genetic diversity, which collectively indicate its ability to thrive and reproduce in a given environment.", "The physical and physiological attributes of a species that reflect its overall health, fitness, and adaptability to its environment, as demonstrated by its growth patterns, body composition, and ability to thrive in its habitat.", "A measure of an organism's overall health, quality, and adaptation to its environment, which can be inferred by assessing various biological characteristics such as body size, sex ratio, and nutritional status.", "The overall health and vitality of a population, encompassing factors such as size distribution, sex ratio, and physiological state, which collectively influence its ability to adapt, thrive, and sustain itself in its environment.", "A state of being characterized by the optimal balance and interplay of physical attributes, reproductive capabilities, and nutritional status among individuals within a population, allowing them to thrive and persist over time, free from major stresses or deficiencies."], "condition factor": ["A numerical value representing the proportional relationship between an individual's size and physiological vitality, where a stronger correlation suggests optimal biological functioning, and its value can be used to assess the overall well-being of a population.", "The physical and biological well-being of an individual, reflected in its overall growth and development, which can be indicated by a close correlation between its body size and weight, signifying optimal physiological functioning.", "A measure of an organism's overall health and vitality, represented by the scaling of its biological attributes with its size, suggesting that well-developed individuals consistently exhibit a strong relationship between their physical dimensions and mass, indicating a robust state of well-being.", "The measure of an individual's physiological well-being, as assessed by the correlation between its size and mass, suggesting a high level of nutritional intake and optimal energy allocation.", "The degree to which an individual's physical characteristics are representative of its overall well-being, reflecting its ability to thrive and adapt to its environment, as demonstrated by its dimensions and mass."], "sex ratio": ["The proportion of individuals in a population exhibiting male characteristics to those exhibiting female characteristics, often revealing a prevailing dominance of one sex over the other.", "The proportion of male and female individuals within a population, reflecting the biological dominance and representation of each gender, as exemplified in the study of a non-native crab species in Polish coastal waters, where males were found to outnumber females by a ratio of approximately 1.6 to 1.", "The proportion of individuals of a given species that are classified as either \"parents\" or \"non-parents\" based on biological characteristics, which often differs in number and influences ecological dynamics.", "The proportion of male individuals in a population that prevails over female individuals, revealing the dominant gender and its influence on the population's dynamics.", "The proportional balance between two reproductive roles within a population, often reflecting the relative abundance of male and female individuals."]}