{"urban tree diversity": ["The richness and complexity of a forest ecosystem's functional potential, resulting from the coexistence of various tree species and their characteristic traits, that is shaped by the interactions between human activities, land use, and spatial scale.", "The measure of the variety and range of ecological roles and ecosystem services provided by a community of trees in a developed urban environment, encompassing both the richness of species composition and the functional characteristics of each species, which collectively influence the overall provision of ecosystem services in urban areas.", "The measure of a city's ability to sustain a wide range of ecological roles and benefits through the coexistence of numerous tree populations with distinct characteristics, resulting in a resilient and functional urban forest.", "The extent to which a metropolitan area's tree ecosystem supports a wide range of biological processes and functions, achieved through the coexistence of multiple tree species with unique characteristics, despite potential constraints on local tree density and spatial distribution.", "The complexity and richness of tree assemblages in urban environments, characterized by a blend of native and introduced species, varying abundances, and a mix of functional traits that shape ecosystem processes and services."], "urban ecology": ["The study of the complex relationships between human populations and their natural environment, particularly in densely populated areas, where the interplay between urbanization, species adaptability, and ecosystem functionality influences the distribution, abundance, and diversity of plant and animal species, ultimately shaping the health and resilience of the entire ecological system.", "The study of the complex interactions between human populations and natural environments, focusing on the modification of ecological processes and patterns in response to increasing densities of population, infrastructure, and development, which often leads to novel assemblages of species and altered ecosystem functions.", "The study of the intricate relationships between human populations and the natural world, particularly in urban environments, to understand how the complex interplay between species diversity, ecosystem function, and human activities shapes the provision of essential services and the overall well-being of communities.", "The study of how complex networks of interactions between organisms and their environment shape the distribution, abundance, and functioning of ecological systems within dense, human-modified landscapes, revealing the intricate relationships between urban development, species composition, and ecosystem services.", "The study of how human-induced environmental modifications at local and regional scales can reshape the functional characteristics of plant communities, leading to alterations in ecosystem services and biodiversity patterns that can be revealed through the integration of spatially-explicit data and multivariate statistical methods."], "urban forests": ["A complex network of green spaces comprising native and non-native tree species, densely planted in proximity to human settlements, providing essential ecosystem services, such as habitat creation and air purification, to support urban dwellers' well-being.", "Regions of concentrated human settlement where natural vegetation has been transformed into a densely planted array of vegetation, providing ecological benefits and environmental services to the surrounding population.", "Areas of land managed or developed for residential, commercial, or recreational purposes, where a collection of woody vegetation has been deliberately or unintentionally established, providing ecological and amenity benefits to nearby human populations, while also influencing local biodiversity and ecosystem function.", "A mosaic of greenspaces within human settlements where native and introduced tree species coexist, often shaped by the balance between natural and anthropogenic factors, providing essential ecosystem services that adapt to changing urbanization pressures.", "Landscapes within densely populated areas where a concentration of vegetation, often including a diverse array of tree species, provides essential ecological services and contributes to the well-being of local inhabitants."], "tree species composition": ["The characteristic distribution of distinct, often non-replicable, assemblages of woody vegetation across a specific area, influenced by a range of factors including human activities, ecological processes, and regional climate.", "The arrangement of specific ecological roles and characteristics within a forest, resulting from the cumulative presence and relative abundance of individual plant species, which determines the forest's capacity to provide ecosystem services and respond to environmental changes.", "The arrangement and prevalence of different botanical profiles within a given ecosystem, reflecting the collective characteristics of its constituent vegetation and the interactions between them.", "The arrangement and prevalence of various plant populations within a given ecosystem, reflecting the proportion of different genetic and morphological variations that coexist and interact within a defined area.", "The mix of native and non-native woody plant populations found within a given area, shaped by factors such as land use, geography, and environmental conditions, which can impact the provision of ecosystem services and overall biodiversity."], "tree species richness": ["The quality or state of having a varied assortment of tree communities that thrive in urban and non-urban environments, with a particular emphasis on the coexistence of numerous tree types that play distinct ecological roles.", "The number of unique, distinct components found within a forest ecosystem that contribute to the overall functionality and diversity of the trees, often resulting from a combination of native species and intentional introductions.", "The quantity of distinct tree types coexisting within a specific area, measuring the sheer variety of vegetation present, while acknowledging the potential for introduced species to augment this diversity in urban environments.", "The number of unique types of trees found in a given area, which can have a profound impact on the ecosystem services provided to urban populations, but may be affected by factors such as land use and urban design.", "The variety of distinct arboreal assemblages, encompassing a range of traits and characteristics, that provide ecological services and benefits to urban and non-urban environments alike."], "urbanization": ["The process by which human settlements and infrastructure expansion lead to a gradual transformation of natural ecosystems into managed and densely populated environments, often resulting in changes to the composition and distribution of native species, while introducing non-native species can modify ecosystem functioning and services.", "The process by which previously undisturbed natural habitats are gradually transformed into densely populated areas, marked by a mix of built structures, human activities, and altered land use patterns, ultimately leading to a shift in the composition and characteristics of local ecosystems.", "The process of widespread modification of natural landscapes through the integration of human settlements, infrastructure, and activities, resulting in the creation of densely populated areas with distinct compositional and functional changes to local ecosystems.", "The transformation of natural environments into areas of intense human activity and development, characterized by increased species introductions, homogenization of regional species compositions, and alterations to local ecological processes, leading to changes in the abundance, composition, and functional diversity of plant communities.", "The gradual transformation of natural ecosystems into complex systems that blend human activities with vegetation, resulting in altered community compositions and functional relationships among species, ultimately affecting the provision of ecosystem services."]}