{"urban woodlot": ["A discrete area of landscaped vegetation within an urban setting, characterized by a mix of cultivated and native species, which serves as a local green oasis, often surrounded by human settlements, and may include features such as tree stands, shrubs, and groundcovers.", "Small-scale, managed areas of land within urban environments that are maintained for the purpose of providing a natural and aesthetic presence, often characterized by a mix of tree species, including both native and non-native species, and varying in size, shape, and management practices.", "A small, urban area of forested landscape, often interspersed with human-made structures, where native and non-native tree species coexist and thrive, providing a unique blend of natural and built environments that are shaped by socioeconomic factors.", "A managed area of trees and vegetation in an urban setting, typically consisting of a cluster of domestic or cultivated trees, often with a mix of native and non-native species, providing shade, aesthetic value, and ecological benefits.", "A densely vegetated urban area composed of native and introduced tree species, often managed for recreational, aesthetic, or ecological purposes, where cultivated stands of trees have a significant presence and can be found interspersed with residential, commercial, or institutional structures."], "urban tree cover": ["The density and distribution of arboreal elements within urban areas, encompassing a variety of spaces, whether deliberately cultivated or naturally occurring, that contribute to the ecological and aesthetic quality of the built environment.", "The percentage of land within an urban settlement that is vegetated by non-native or native plant species, typically in a human-modified environment, often intentionally or unintentionally maintained by humans through cultivation, pruning, or other forms of management.", "The percentage of urban surface area characterized by the presence of vegetation, where trees and other greenery are integrated into the built environment to provide ecological, social, and aesthetic benefits, and are often shaped by human activities, land use patterns, and socioeconomic conditions.", "The vegetative layer covering urban areas, comprised of natural and cultivated plant assemblages, which provide aesthetic and ecological benefits, and can be dominated by non-native species, with varying levels of tree density and species composition driven by socioeconomic factors, urban planning, and environmental conditions.", "The quantity of vegetated spaces within an urban setting that are designed and maintained for aesthetic, recreational, or ecological purposes, typically characterized by the presence of trees and other plant life that serve to mitigate the urban environment's harsh conditions."], "kigali": ["A rapidly expanding urban metropolis characterized by a high density of alien tree species, a green space network dominated by cultivated forests and urban woodlots, and a socioeconomic-driven distribution of native and ornamental tree species in domestic gardens and informal settlements.", "A rapidly expanding urban center with a rich cultural heritage, characterized by a mix of modern and traditional architecture, where the beauty of nature is harmoniously intertwined with the rapid growth of its population, reflected in the intricate balance between the human influence on the environment and the environment's adaptability to the urban lifestyle.", "A rapidly growing urban center characterized by a unique blend of native and alien species in its green spaces, with a complex network of plant assemblages and varied layouts influenced by socioeconomic factors.", "A vibrant, rapidly growing urban oasis with a unique blend of native and non-native vegetation, characterized by an intricate network of green spaces, socioeconomic-driven species composition, and a mix of traditional and modern landscapes.", "A city where urbanization is transforming the landscape at a breakneck pace, with a green space network dominated by non-native species, while native trees struggle to coexist with modernization."], "remote sensing. 1 introduction rwanda": ["The use of aerial or satellite-based technologies to acquire visual or measurable data about the physical features and environmental attributes of a specific geographic area, often used to assess the impact of rapid urbanization on the natural environment and its components, such as tree cover and green spaces.", "The use of aerial or orbital data acquired from a distance, allowing for the non-invasive examination of the urban landscape, revealing the intricate patterns of green spaces and tree cover in a rapidly growing city.", "The acquisition of visual or spectral data about a geographic area from a distance, often using aerial or satellite-borne platforms, to gain insight into the complex interactions between urban landscapes, environmental conditions, and the socio-economic factors that shape them, ultimately revealing the intricate relationships between human activities, vegetation, and the natural world.", "The use of aerial or satellite-based technology to gather information about a specific geographic area, allowing for the collection and analysis of data on the ground, revealing insights into the structure and composition of urban green spaces, and the assessment of environmental changes over time.", "The non-invasive, aerial observation and measurement of environmental features, such as vegetation cover and structure, using photographs or other data obtained from a distance, allowing for a comprehensive understanding of urban areas, like Kigali, in terms of their green space composition and dynamics."], "urban green space structure": ["The spatial arrangement and distribution of vegetated areas and tree populations within an urban landscape, encompassing a mix of planned and unplanned features, and influenced by socioeconomic and environmental factors, which collectively impact the biodiversity, aesthetics, and functionality of the urban environment.", "The complex network of vegetation and spatial arrangements within urban environments, comprising diverse land uses and socioeconomic contexts, which contribute to a city's overall ecological, social, and aesthetic character.", "A complex network of carefully curated and often diverse ecological spaces within a rapidly growing urban landscape, characterized by varying proportions of native and non-native plant species, and influenced by factors such as socioeconomic status, urban design, and population density, which collectively shape the physical and aesthetic attributes of these spaces and their surrounding built environment.", "The complex interplay between plant assemblages, land cover, and socioeconomic factors that characterize the visual and ecological landscape of a rapidly urbanizing city, revealing itself through the distribution, species composition, and design of various types of vegetated areas scattered throughout the urban environment.", "The complex network of vegetation assemblies and land use arrangements that characterize urban areas, reflecting the dynamic interplay between human activities, ecosystem processes, and cultural practices."], "informal settlement": ["A densely populated urban area characterized by a mix of makeshift dwellings and natural vegetation, where socioeconomic factors drive the composition of tree species and green spaces, and where native flora is often integrated into domestic landscapes.", "A cluster of dwellings that emerge organically, often in a piecemeal manner, on urban peripheries, characterized by a lack of formal infrastructure and a prevalence of locally adapted vegetation, including native and invasive species, that may be intertwined with the daily lives and socioeconomic conditions of their residents.", "A densely populated residential area characterized by makeshift structures and makeshift gardening practices, where native species may still thrive amidst the patchwork of alien vegetation and concrete infrastructure, yet are often threatened by the gradual replacement of live enclosures with modern, concrete-based barriers.", "Areas where dwellings and infrastructure are developed without prior official approval or regulation, often characterized by a mix of makeshift and cultivated vegetation, with a higher likelihood of native tree species being incorporated into home compounds as a means of spatial expression and economic sustainability.", "Residential areas characterized by a lack of formal planning and infrastructure, where dwellings are often constructed haphazardly and shared facilities are scarce, with a notable presence of native vegetation and locally adapted species that thrive in these spaces due to limited urban management and modernization efforts."], "urban plant assemblage": ["The collective arrangement of vegetation, often comprising a mix of native and non-native species, in urban areas, shaped by factors such as land use, socioeconomic conditions, and cultural influences, influencing the urban landscape and ecosystem.", "A dynamic and spatially distributed mix of vegetation types, consisting of native and non-native plant species, which adapts to and reflects the socioeconomic, cultural, and environmental characteristics of a rapidly urbanizing city, often characterized by a dominance of alien species and varying degrees of intentional design and cultivation.", "A collection of various tree and plant species, typically introduced and adapted to an urban environment, comprising a unique blend of cultivated, naturalized, and ornamental vegetation, shaped by human activities, socioeconomic factors, and environmental conditions.", "A characteristic grouping of vegetation types, dominated by non-native species, that is shaped by socioeconomic factors and habitat structure, and can be found in various forms of managed and unmanaged urban areas, influencing the aesthetic, ecological, and recreational qualities of the environment.", "A composition of vegetation types found in urban areas, resulting from the interplay of human activities, land use patterns, and natural processes, which can reveal valuable insights into the socioeconomic dynamics, urban planning, and environmental quality of a city."], "urban ecology": ["The study of the intricate relationships between human settlements and the natural environment, as populations grow and landscapes transform, often resulting in the coexistence of native and non-native plant species, the prioritization of aesthetics and functionality in urban design, and the evolution of microclimates shaped by infrastructure and land use.", "The scientific study of the intricate relationships between human populations, their urban environments, and the complex networks of plants, animals, and microorganisms that inhabit and shape these spaces, focusing on the dynamics of ecosystem structure, function, and resilience in the face of rapid urbanization and demographic shifts.", "The scientific study of the intricate relationships between human populations and the plant and animal species that inhabit urban areas, focusing on the complex interplay between built environments, ecological processes, and socioeconomic factors, which shapes the dynamics of land use and the character of urban ecosystems.", "The study of the intricate relationships between the rapidly changing physical environment and the diversity of plant and animal life in urban areas, with a focus on the adaptation of natural habitats to human settlements, the impact of urbanization on tree cover and green space structure, and the interactions between socioeconomic factors and the distribution of native and invasive species.", "The study of the complex interplay between natural environments and human activities in rapidly growing settlements, focusing on the adaptation and transformation of plant assemblages, green spaces, and landscapes under the influence of urbanization and socioeconomic factors."], "street tree": ["A deciduous or evergreen woody element intentionally planted, pruned, and maintained along urban roadways or sidewalks, often contributing to a city's aesthetic appeal, air quality improvement, and habitat creation for wildlife.", "A woody landscape feature deliberately planted along sidewalks or thoroughfares, providing aesthetic and ecological benefits to urban dwellers.", "Plants of various species and sizes intentionally cultivated in linear areas, typically within urban environments, where they contribute to the aesthetic and ecological characteristics of city spaces.", "A perennial woody element, typically planted in urban thoroughfares, that provides a visual and aesthetic presence, shade, and habitat for urban flora and fauna, while also serving as a vital component of the urban green space network.", "Vegetated structures located along thoroughfares that provide aesthetic appeal, shade, and ecological benefits, often consisting of a mixture of native and non-native species, while also serving as visual landmarks and community identity markers, with certain areas featuring more deliberate design and maintenance efforts than others."], "domestic garden": ["A private outdoor space where local inhabitants cultivate and nurture plants, often featuring a mix of ornamental and edible species, and serving as a reflection of the individual's socioeconomic status and cultural background, with common features including the integration of native and non-native species.", "A tranquil, curated outdoor space in urban areas, often characterized by a diverse array of non-native and native plant species, typically managed by residents for aesthetic and recreational purposes, with socioeconomic factors influencing the selection and maintenance of vegetation.", "A small, private outdoor area surrounding a residential building, often featuring a diverse range of plant species, which can be influenced by socioeconomic factors and serve as a microcosm of the city's urban landscape, reflecting a unique balance of natural and artificial elements.", "A type of private outdoor space where plants are intentionally cultivated and arranged for aesthetic, recreational, or symbolic purposes, often influenced by the socioeconomic status and cultural background of the household, and can feature a mix of native and non-native species, including trees, shrubs, and ornamental plants.", "A residential outdoor area featuring a curated selection of plant species, often reflecting the socioeconomic status and cultural preferences of the inhabitants, and serving as a unique microcosm of urban biodiversity."], "urbanization": ["The process of transformation, driven by rapid demographic growth and socioeconomic shifts, where natural environments are increasingly replaced by human-made structures and altered ecosystems, leading to changes in land use, tree cover, and species composition, with far-reaching consequences for urban green spaces and the communities that inhabit them.", "The rapid transformation of natural habitats into complex networks of human settlements, marked by the prevalence of alien species and the alteration of ecosystem structures, often accompanied by an increase in built infrastructure and socioeconomic disparity.", "The rapid and unplanned expansion of a human settlement, characterized by the proliferation of alien species and a shift from traditional, diverse, and nature-integrated living spaces to more homogenous and urbanized environments, where socioeconomic factors influence the distribution and composition of vegetation, often at the expense of native species and traditional habitats.", "The rapid expansion of human settlements, resulting in the transformation of natural environments into built spaces, with a concomitant increase in the concentration of human populations, infrastructure, and socioeconomic diversity, thereby altering the composition and structure of local ecosystems.", "The rapid and unplanned transformation of natural environments into densely populated areas, characterized by the proliferation of human-made structures, where the availability and diversity of native plant species become increasingly scarce and replaced by alien species, altering the urban landscape's ecological dynamics."], "urban forestry": ["The practice of integrating vegetation into urban environments to enhance ecological, social, and economic well-being, where a diverse array of species is cultivated and managed to provide habitats, mitigate the impacts of urbanization, and create spaces for recreation, relaxation, and community engagement.", "The intentional cultivation and maintenance of plant assemblages within urban landscapes, aiming to enhance ecological sustainability, biodiversity, and human well-being by integrating green spaces, urban design, and social aspects, thereby shaping the character and quality of cities.", "The deliberate management and care of trees and other vegetation within densely populated human settlements, aimed at enhancing environmental quality, social well-being, and economic productivity, while also adapting to the unique challenges posed by rapid urbanization and demographic growth.", "The deliberate cultivation and management of vegetation within urban areas to promote ecological sustainability, social well-being, and economic development, often involving the harmonious integration of native and non-native species in a way that reflects the complex social and economic dynamics of the city, such as the distinction between affluent and informal settlements.", "The process of designing, managing, and maintaining the urban landscape to promote a balanced mix of aesthetics, functionality, and biodiversity, where plant assemblages, including native and non-native species, are strategically integrated into various green spaces, street corridors, and residential areas to foster a more sustainable and livable urban environment."], "urban planning": ["The strategic arrangement and optimization of natural and constructed features within a densely populated area to ensure a harmonious coexistence between human habitation, economic growth, and environmental sustainability, with consideration for the complex interplay between socio-economic factors and the ecological integrity of the landscape.", "The art of designing and shaping human settlements to balance the harmony between natural environments, social dynamics, and economic growth, while ensuring the coexistence and resilience of ecosystems and inhabitants, in order to foster a healthier, more sustainable, and adaptable urban fabric.", "The intentional management and organization of human settlements to ensure harmonious interaction between natural and built environments, while prioritizing the balance between growth, sustainability, and community needs, with a focus on cultivating a sense of space and identity through strategic placement of natural features, such as trees and green spaces, to create vibrant and resilient urban ecosystems.", "The process of carefully balancing the distribution and management of natural and cultivated spaces within a rapidly expanding human settlement, with the goal of maintaining ecological resilience and social harmony, while also ensuring the long-term sustainability of its rapidly evolving urban ecosystem.", "The intentional design and arrangement of natural and built environments within rapidly growing urban settlements to balance the needs of human populations with the conservation of biodiversity, while ensuring a sustainable and equitable distribution of natural resources and aesthetic amenities."]}