{"pathway-level models": ["A predictive framework that analyzes the interplay between the characteristics of non-native species, environmental factors, and the magnitude of invasion pressure to forecast the likelihood of species establishment in a given context, allowing for informed decision-making in managing the introduction of non-native species.", "Models that combine multiple factors, such as species characteristics, environmental conditions, and invasive pressures, to predict the likelihood of successful establishment for a group of non-native species that are introduced together through a common pathway, allowing for informed decision-making and strategic management of invasive species risks.", "A predictive framework that considers multiple species, their characteristic traits, and environmental factors simultaneously to estimate the likelihood of establishment for a suite of non-native species in a specific context, such as a trade route, ecosystem, or geographic region, enabling managers to identify key drivers and make informed decisions about risk assessment and mitigation.", "A comprehensive framework that considers multiple factors simultaneously to predict the likelihood of a particular species successfully invading and establishing itself in a new environment, taking into account the varying levels of biological, ecological, and environmental factors that influence its introduction, propagation, and persistence.", "Models that estimate the probability of a non-indigenous species becoming established in an ecosystem by considering the collective factors influencing a group of species moving through a specific environmental channel, such as a trade route, migration path, or human-mediated transfer route."], "establishment probability": ["The likelihood of a non-native species successfully surviving and reproducing in a new environment, given the combination of factors influencing its introduction, such as the number of individuals introduced, the environmental conditions it can tolerate, and its intrinsic characteristics.", "The likelihood that an introduced species will successfully colonize a new environment and become established, driven by a complex interplay of factors including the species' inherent characteristics, the strength of its invasion force, and the suitability of the receiving ecosystem.", "The likelihood of a non-native species successfully settling and reproducing in a new environment, influenced by a combination of factors including the amount of biological material introduced, the species' tolerance to environmental conditions, and its intrinsic characteristics.", "The likelihood that a non-native species introduced through a specific pathway will successfully colonize and persist in a new environment, determined by its innate characteristics, such as adaptability, and the pressure exerted by the initial number of individuals introduced.", "The likelihood that a non-native species will successfully colonize and persist in a new ecosystem, reflecting the interplay between the species' adaptability, environmental conditions, and the frequency and intensity of its introduction."], "environmental tolerance": ["The extent to which a species' biological and physiological processes allow it to adapt to and thrive in a novel environment, influenced by its inherent characteristics and the presence of suitable conditions.", "The ability of a species to thrive and survive in a new ecosystem, unaided by human intervention, despite variations in local conditions that deviate from its natural habitat, as influenced by its inherent characteristics and adaptability.", "The inherent capacity of a species to thrive in a particular ecological setting, dependent on various biological and physical characteristics, such as physiological adaptations and tolerance to environmental stresses, which determines its ability to establish and persist in a new environment.", "The capacity of an organism to thrive in a new ecological setting by adapting to various biotic and abiotic conditions, such as temperature, humidity, and presence of specific predators or prey.", "The degree to which a species is capable of adapting to and surviving within a particular ecological niche, taking into account factors such as temperature, salinity, and chemical composition, which determines its ability to thrive and reproduce in a given environment."]}