{"random sites": ["Sites chosen without consideration of environmental factors, to serve as a reference point in evaluating the accuracy of species distribution models, thereby providing a more comprehensive understanding of the model's performance.", "Regions selected for evaluation purposes that do not necessarily occupy the same ecological niche as the species being modeled, but instead provide a control group to gauge the accuracy of predictive distributions.", "Points on the landscape where a model's predictions are evaluated, chosen independently of the presence or absence of the species, in order to assess the accuracy of habitat suitability assessments when reliable absence data is unavailable, potentially leading to artificially inflated performance metrics.", "Locations that are selected for evaluation purposes without consideration of the species' distribution or habitat suitability, thereby allowing for an assessment of the model's performance in situations where reliable absence data is unavailable.", "Areas selected without intentional bias, serving as a control group to verify the accuracy of a species distribution model, often representing a diverse array of environmental conditions and unsuitable habitats."], "auc": ["A metric of evaluation that measures the balance between the proportion of correctly classified instances and the proportion of false positives in a prediction model, particularly useful when assessing the performance of models when reliable absence data is unavailable, and test data may be biased towards areas of high suitability.", "A measure of a model's ability to distinguish between areas where a species is present and those where it is likely to be absent, with values potentially skewed by the disproportionate representation of suitable habitat in the testing data, potentially leading to overestimation of a model's accuracy.", "The measure of a model's performance in distinguishing between areas that are likely to support a species' presence and those that are not, calculated by evaluating the accuracy of predictions made across a range of threshold values.", "A measure of model performance that captures the proportion of truly suitable habitats correctly identified by a species distribution model, often elevated by overrepresentation of favorable environments in the test data, which may lead to inflated accuracy assessments.", "The maximum score that measures a model's ability to distinguish between areas where a phenomenon is present and areas where it is absent, with higher scores suggesting greater accuracy, but potentially being inflated by biased sampling of certain environments."], "area under the curve": ["A metric that summarizes the degree to which a model accurately distinguishes between regions where a species is likely to be present and those where it is unlikely to be found, with higher values indicating greater predictive power but potentially vulnerable to manipulation by biased data sampling.", "The distance between a model's predictions and its actual performance, providing a comprehensive measure of its capacity to accurately identify and distinguish areas of suitable habitat from unsuitable ones.", "The maximum attainable measure of a model's discriminatory ability, where a perfect score is achieved when the probability of correctly identifying species occurrences and absences converges to 1.", "The quantitative representation of a model's predictive success, reflecting its ability to accurately identify the likelihood of a species' presence or absence at various geographic locations, calculated by integrating the precision-recall tradeoff across all thresholds.", "The extent to which a model's predictions correctly identify the likelihood of a phenomenon's occurrence, as measured by a graphic representation of the relationship between predicted probabilities and actual outcomes."], "false positives": ["Predictions that indicate presence of a species in areas that are more likely to be suitable for its habitation due to overrepresentation of similar environments in the test data, thereby inflating the accuracy of the model and potentially omitting important predictors.", "Predictions that overestimate model accuracy due to biased representation in the test data, leading to misclassification of environmentally unsuitable areas as suitable habitats for a species.", "Predictions that are mistakenly high due to an overemphasis on model performance in areas that are artificially overrepresented in the test data, resulting in inaccurate representations of the species' actual distribution.", "The identification of regions that appear suitable for a species' presence due to the sampling bias in the test data, leading to inflated model performance scores and potentially misleading conclusions.", "Predictions that mistakenly assign habitat suitability to areas where the species is unlikely to occur, potentially due to an uneven distribution of sampled sites, which can lead to biased model performance evaluations."], "model evaluation": ["The systematic assessment of a predicted outcome's consistency with real-world occurrences, aiming to quantify the degree of faithfulness to natural patterns and identify potential biases in the underlying assumptions, ensuring that the model's performance is not skewed by unrealistic expectations.", "The process of assessing the predictive power and reliability of a mathematical framework by comparing its output to real-world data, while acknowledging that the availability of reliable benchmarks may vary and that creative solutions, such as using random background sites, may be necessary to validate model performance.", "The process of assessing the reliability and precision of a statistical estimation or predictive tool, aiming to establish confidence in its ability to accurately portray the distribution or characteristics of a specific phenomenon, by examining its performance across a range of representative scenarios, and distinguishing between genuine patterns and spurious correlations.", "The process of quantifying the alignment between predictive outputs and known data patterns in a study area, with the ultimate goal of distinguishing between reliable and unreliable forecasts, while acknowledging the potential biases and uncertainties inherent in the evaluation process.", "The process of verifying the accuracy and relevance of predictions generated by a hypothetical framework, ensuring that its output effectively mirrors the underlying reality, particularly in scenarios where true negatives are scarce or unattainable."], "false negatives": ["The classification of a region as uninhabitable when, in reality, it is actually home to a species, leading to an underestimate of the species' true distribution and potential misidentification of model performance.", "Predictions of a species' absence in an area that are overly influenced by the absence of test presence data from those same regions, leading to a false sense of accuracy.", "The omission of predictions where the species' suitability is genuine, yet understated by the test data's selective sampling of inhabited areas, leading to an inflated perception of model accuracy.", "Predictions that are overly reliant on representation bias in the test data, leading to inflated model performance metrics and potentially overlooking critical environmental variables.", "A prediction that is unduly influenced by the skewed representation of suitable habitat in the test dataset, leading to an overestimation of the model's accuracy in areas that are more likely to be occupied by the species."], "receiver operating characteristic": ["A graphical summary of a model's performance in distinguishing between environments that are and are not suitable for a species, based on the trade-off between true positives (correctly identifying inhabited areas) and false positives (incorrectly identifying uninhabited areas).", "A graphical tool that gauges the performance of a predictive model by plotting the ratio of true positives to false positives against the proportion of positives in the model's output, particularly useful in identifying the optimal threshold for distinguishing between suitable and unsuitable habitat, while also highlighting potential biases in the test data.", "The point of intersection between actual precision and expected recall in the measurement of a model's ability to correctly identify the presence or absence of a phenomenon, often used as a proxy for assessing the performance of species distribution models when true absences are unavailable.", "A graphical representation that illustrates the trade-off between identifying all cases of a particular phenomenon and minimizing false alarms, commonly used in species distribution modeling to evaluate the performance of predictive algorithms.", "The graphical representation of a diagnostic test's performance in distinguishing between two outcomes, typically calculated by plotting the true positive rate against the false positive rate at varying thresholds of a scoring system, allowing researchers to evaluate the trade-off between detecting true positives and minimizing false positives in the presence of limited and potentially biased information."], "presence-only data": ["Data consisting of information about locations where a species is known to exist, without corresponding data about locations where it is absent, can lead to biased evaluations of species distribution models, especially when sampling is skewed towards areas with suitable habitat.", "Presence-absence ambiguity occurs when limited availability of reliable absence data hinders evaluation of species distribution models, necessitating substitution of unlikely habitats for non-habitat locations to gauge predictive accuracy, potentially leading to inflated model performance measures.", "In species distribution modeling, certain datasets feature only records of actual occurrences, neglecting the absence of species in regions where they do not inhabit. This type of data often occurs when reliable absence information is scarce or unattainable, forcing models to rely on alternative methods to gauge their performance.", "The absence of reliable, site-specific information on species non-occurrence, often necessitating the use of surrogate data or approximations to validate species distribution models, particularly when modeling rare or invasive species.", "Presence-only records of a species, which are often used to model its distribution, can be misleading if the test data is skewed towards areas of suitable habitat, leading to inflated model performance measures."], "false presences": ["The misleading representation of a species' actual range or presence due to an uneven sampling bias, which can lead to overestimation of model accuracy and inclusion of spurious predictors.", "The phenomenon where a predictive model appears more accurate by distinguishing features that are disproportionately represented in the test data, but may not be truly indicative of the species' distribution, potentially leading to the inclusion of irrelevant or misleading variables.", "A statistical phenomenon wherein apparent model accuracy is artificially inflated by the disproportionately represented sampling of favorable environments, leading to a misguided perception of model robustness.", "Sites that appear to be suitable for a species' habitat, but in reality do not accurately represent its actual distribution, due to a biased sampling of test data, thereby distorting model performance evaluation.", "Sites that appear to be occupied by a species due to the sampling bias in the test data, where the model's high predictions in these areas are artificially inflated by the disproportionate representation of suitable habitat."], "model accuracy": ["The extent to which a predictive framework successfully identifies areas that are actually occupied by the subject species, without over-emphasizing suitability in regions where the test data is artificially weighted towards favorable conditions.", "The degree to which a model's predictions align with the true extent of a phenomenon's presence, unaffected by biased sampling or excessive reliance on predictors that excel in regions disproportionately represented in the test data.", "The extent to which a prediction aligns with reality, reflecting the ability to successfully identify favorable environments where the species is likely to be found, while being cautious not to be misled by uneven data representation.", "The degree to which a prediction tool's output closely approximates the real-world behavior of the phenomenon being studied, with consideration for the potential biases introduced by the data used to evaluate its performance.", "The degree to which a predictive framework reflects the true distribution and patterns of a species, with high accuracy indicating a faithful representation of its spatial presence and absence, free from biases and artefacts introduced during the evaluation process."], "background sites": ["A set of sampling locations deliberately scattered throughout a geographic area to serve as a proxy for unsuitable habitat or areas where a species is not present, allowing researchers to assess the accuracy of species distribution models.", "A location that is not part of a species' actual distribution, but is used as a proxy to evaluate the performance of a species distribution model, particularly in situations where reliable absence data is unavailable, with the assumption that predictions at these locations can provide an estimate of model accuracy.", "These sites are randomly located areas that are not typically inhabited by a species of interest, and are used as a proxy for areas where the species is not present, enabling the evaluation of species distribution models.", "Sites that are randomly scattered across a region, often serving as a proxy for areas where the species in question is not present, thereby allowing for evaluation of species distribution models.", "A set of random locations that serve as a proxy for areas where a species is unlikely to be found, used to assess the performance of a distribution model when reliable absence data is unavailable."], "model performance": ["The degree to which a predictive system accurately distinguishes between regions where a species is likely to be present or absent, while also avoiding false inclusions of environmental variables that overly cater to the disproportionate representation of suitable habitat in the test data.", "The ability of a predictive tool to correctly identify the areas where a species is likely to be found, while taking into account the possibility of random samples or biased data.", "The degree to which a statistical representation of a biological phenomenon accurately captures the characteristics and behavior of the real-world entity it is intended to describe, as evaluated by its ability to accurately predict the presence or absence of that entity in various settings.", "The measure of how well a theoretical framework accurately predicts the spatial distribution of a species across its range, accounting for both true positives and potential biases introduced by the sampling of suitable habitats.", "The degree to which a system's predictions accurately reflect the underlying relationship between environmental factors and species distribution, unaffected by biases in the data sampling."], "prevalence": ["The proportion of ecological niches occupied by a species, as estimated by the relative abundance of suitable habitat within a given area.", "The measure of the extent to which a particular phenomenon is scattered throughout a given area, with higher values indicating a more widespread presence and lower values indicating a more patchy or localized distribution.", "The proportion of an area or habitat that is inhabited by a specific species, which can be useful for understanding the distribution and modeling of its presence.", "The proportion of a landscape's area that is occupied by a given species, providing a baseline for evaluating the distribution of that species across the entire region.", "The proportion of a specific habitat or area within a landscape where a particular species is most likely to be found, despite being relatively rare overall."]}