{"alien species. 1. what are invasive species": ["Non-native organisms that displace or harm native species, often causing significant ecological and economic damage, are foreign entities that thrive in areas where they do not belong, exemplified by the introduction of species to new environments that can lead to environmental harm and disrupt ecosystems.", "Species that arrive in a new environment and cause disruption to the native ecosystem, often outcompeting indigenous species for resources and altering the delicate balance of the environment, much like a sudden and unexpected addition to a well-tuned machine can have far-reaching consequences.", "Species that were previously absent from a region or ecosystem, but have been introduced through human activity, such as intentional or accidental transportation, and have established themselves with the potential to cause harm to native flora, fauna, and ecosystems.", "Unwanted visitors that have strayed from their native habitats, disrupting local ecosystems and causing harm to native species, much like a stranger's uninvited presence in a neighborhood can alter the social dynamics and create unintended consequences.", "Organisms that thrive in environments where they were not previously found, often causing significant disruption to the ecosystem and sometimes irreparable harm, and can be introduced to a new habitat through human activity or natural processes."], "non-native animals": ["Organisms that have migrated from one geographical location to another through human activity or other unnatural means, often disrupting the ecological balance of their new environment.", "Organisms that have been transported to a novel environment, often through human activity, and can outcompete native species for resources, disrupting the delicate balance of ecosystems and causing unintended ecological consequences.", "Organisms that have escaped from their natural ranges, often as a result of human activity, and have established themselves in areas where they are not native, disrupting local ecosystems and causing unintended consequences.", "Species that, despite being absent from a particular ecosystem for millennia, suddenly arrive and thrive, often with unforeseen and far-reaching consequences for the native inhabitants and the environment.", "Species that, having been introduced by human activity or natural processes to a region or ecosystem outside their native range, are capable of outcompeting indigenous flora and fauna for resources, disrupting the delicate balance of their new environment, and potentially causing significant ecological, economic, and social consequences."], "policy": ["A framework for managing the biological and ecological consequences of non-native organisms, encompassing the intentional or unintentional human actions and decisions that shape their spread, colonization, and eventual impacts on native ecosystems and human societies.", "A set of principles and guidelines that aim to balance the complex relationships between diverse ecosystems, species, and human activities, thereby mitigating the unintended consequences of interactions between native and non-native organisms.", "A framework for making decisions that considers the long-term consequences of introducing external elements to a previously self-sustaining system, with the aim of mitigating disruptions and maintaining balance.", "A set of guiding principles and decision-making frameworks that aim to mitigate the consequences of biological colonizations by providing a structured approach to managing the spread and impact of foreign organisms on ecosystems, economies, and human communities.", "The collective guidelines and decisions that shape the management and mitigation of unforeseen consequences resulting from the introduction of external entities into a native ecosystem, aimed at preserving ecological balance and human well-being."]}