{"native species declines": ["The reduction or loss of biodiversity in an ecosystem characterized by the decline or disappearance of original components, often resulting from a complex interplay between invasive species, disruptions to ecological processes, and altered environmental conditions.", "The depletion or diminishment of an indigenous population's capacity to thrive and maintain ecological balance in their natural habitat due to altered environmental conditions, processes, or properties that disrupt the ecosystem's integrity and resilience.", "The decreased presence or overall fitness of species that are naturally established in an ecosystem, often resulting from altered environmental conditions or disruption of ecological processes, and can be exacerbated by the presence of non-native species.", "The gradual diminishment or loss of diversity in a native community, resulting from the complex interplay of changes in ecosystem processes, properties, and disturbances that are influenced by the presence of invasive species.", "The reduction or loss of biodiversity in an ecosystem, typically characterized by the decline or extinction of indigenous species, which can be exacerbated by the presence of non-native species that disrupt natural processes or exploit altered environmental conditions."], "back-seat drivers": ["A species that precipitates the decline of native species by exploiting and amplifying the consequences of ecosystem alterations, thereby contributing to a self-reinforcing cycle of change.", "Species that exploit and thrive in the wake of environmental disturbances or changes, contributing to declines in native species populations, yet simultaneously perpetuating and even amplifying the altered ecosystem conditions that enable their own persistence.", "A type of invasive species that subtly manipulates or benefits from disruptions in ecosystem processes or properties, thereby amplifying the decline of native species and altering the ecosystem in ways that would not occur without their presence, but which they do not solely initiate or control.", "Species that subtly yet significantly influence ecosystem processes or properties, thereby contributing to the decline of native species while simultaneously benefiting from or even inducing these changes, and often exhibiting a complex interplay with underlying environmental factors.", "A species that indirectly contributes to the decline of native species by exploiting or benefiting from disruptions in ecosystem processes or properties, thereby perpetuating and amplifying the decline of native species."], "novel trait": ["A characteristic or feature introduced into an ecosystem by an invasive species that significantly alters the natural functioning of the ecosystem, often allowing the invader to outcompete native species for resources or habitat.", "The unique combination of characteristics, processes, or interactions that a non-native species introduces to an ecosystem, potentially altering the dynamics of native species populations, community composition, and ecosystem function.", "A distinctive attribute or characteristic that an organism possesses and leverages to exploit or manipulate its environment in ways that are not typical of native species, thereby contributing to alterations in ecosystem processes and properties that lead to native species declines.", "A previously unseen or uncommon characteristic that a species can introduce to an ecosystem, altering the dynamics of interaction between native species, altering the availability of resources, or disrupting the functioning of ecosystem processes, often with unpredictable consequences for native species persistence.", "A characteristic or attribute possessed by an invasive species that allows it to thrive in a new environment, often disrupting the existing balance of the ecosystem and outcompeting native species for resources, by introducing a previously unseen dynamic that reshapes the relationships between species and their surroundings."], "drivers and passengers": ["Entities that either deliberately alter the trajectory of an ecosystem or respond to existing changes by influencing the decline of native species, while others merely reflect the consequences of those alterations, serving as indicators rather than catalysts.", "Species that shape the trajectory of ecosystem change by introducing novel influences, either directly causing native species decline through the introduction of alien traits or functions, or indirectly interacting with altered conditions to contribute to native species decline, are a type of pioneer force that sets the course of ecosystem transformation.", "Entities that can either directly trigger changes in an ecosystem or indirectly benefit from and accelerate those changes, potentially leading to a decline in native species.", "Species that profoundly alter an ecosystem's dynamics, either directly introducing new traits or exploiting changes, leading to the decline of native species, versus those that merely adapt to or take advantage of existing shifts, often being a symptom of a larger problem rather than a primary cause.", "Species that influence the trajectory of ecosystem change can be broadly classified into two groups: those that introduce novel forces that shape ecosystem dynamics, often leading to direct declines in native species; and those that benefit from or react to existing disturbances, merely reflecting the underlying changes in ecosystem properties."], "ecosystem change": ["A fundamental rearrangement of the intricate web of relationships within an environment, often triggered by external factors, leading to a shift in the delicate balance of interactions and dependencies among its constituent elements.", "The natural or human-induced perturbations that alter the functional relationships between components of a community, leading to a reorganization of ecosystem processes and potentially causing cascading effects on native species and ecosystem structure.", "The unintended consequences of disruption to the delicate balance of natural systems, resulting from alterations to environmental conditions, species interactions, and ecosystem processes, which can culminate in the decline of native species and the transformation of ecosystem properties.", "The subtle or dramatic modifications that occur within a biological community, resulting in shifts in the functioning and resilience of the system, often triggered by exogenous factors such as disturbances, alterations in environmental conditions, or the introduction of non-native species, leading to cascading effects on native species populations and ecosystem properties.", "A complex and often unpredictable series of disturbances, modifications, and shifts that can significantly alter the functioning, composition, and resilience of an ecological community, often initiated by external factors such as invasive species, climate change, or human activities."]}