{"science-based decision-making": ["The systematic integration of empirical data, expertise, and established principles to inform and guide regulatory processes, ultimately aiming to minimize uncertainties and maximize the effectiveness of decisions that impact the introduction and management of non-native species.", "The process of evaluating decisions through a meticulous examination of evidence-based data, identifying the most reliable and actionable information, and subsequently shaping policy and action accordingly, thereby ensuring a deliberate and informed approach to managing risks and mitigating potential consequences.", "The process of making decisions that balances practicality and conservation objectives by analyzing empirical data, assessing ecological risks, and ensuring that policy measures are grounded in credible evidence and adapt to changing circumstances, ultimately aiming to minimize the unwanted consequences of non-native species introductions.", "A decision-making process that prioritizes the integration of objective, data-driven information from various scientific disciplines to inform and guide the evaluation and management of potential risks and impacts on the environment, ecology, and ecosystems, ensuring the most effective and sustainable course of action.", "The process of making informed choices by relying on verifiable data, thorough assessments, and objective evaluations, which enables policymakers to reduce uncertainty and minimize potential harm to ecosystems by non-indigenous species."], "regulatory performance": ["The efficacy of a decision-making process in managing the risks associated with the introduction of non-native species, achieved through a balanced consideration of scientific evidence, ecological principles, and regulatory controls, with a focus on preventing undesirable ecological consequences and ensuring the integrity of ecosystems.", "The ability of a decision-making framework to effectively mitigate the risks associated with the introduction of non-native species, as measured by the alignment of policy with scientific evidence and the efficiency of implementing measures to prevent or minimize ecological impacts.", "The extent to which a system effectively manages the flow of non-native organisms into an ecosystem, striking a balance between facilitating commercial and recreational activities and minimizing the risk of ecological disruption, through a combination of data-driven decision-making, rigorous risk assessments, and proactive monitoring.", "The effectiveness of a system to manage and govern the movement of living organisms across borders, wherein it can accurately predict, prevent, and mitigate the risks associated with their introduction to new environments.", "The effective and science-based management of human actions that influence the movement and establishment of non-native species, resulting in a reduction of invasion risk and minimization of ecological harm."], "terrestrial vertebrates": ["Organisms that have a life cycle that takes place primarily on land, have a vertebrate skeleton, and are not typically found in the wild outside of human-assisted introductions.", "A category of animals that inhabit land and possess a vertebral column, with a focus on species that have been intentionally or unintentionally transported across geographical boundaries, often posing ecological and environmental risks to native ecosystems.", "Animals that inhabit land, with a specific focus on species that have a high likelihood of becoming invasive when introduced to new environments and ecosystems.", "Animals that inhabit land and breathe air, with a focus on those that, when introduced to new regions, can significantly alter local ecosystems and biodiversity through population growth and dispersal, highlighting the importance of regulated importation to prevent unwanted environmental impacts.", "Animals that live on land and have a backbone, frequently introduced into new environments through human activities such as trade, with a significant impact on ecosystems and a need for effective regulatory controls to mitigate the risks of invasion and establishment."]}