{"allergenic plant-biology": ["A type of plant that produces pollen or other airborne particles capable of triggering severe allergic reactions in certain individuals, often with significant economic and public health implications, and whose invasion of non-native regions can be attributed to human activities, multiple introductions, and subsequent adaptation to new environments.", "A type of plant that has the potential to cause an adverse immune response in certain individuals, often through the release of allergenic particles into the air, which can lead to respiratory issues, skin irritation, or other symptoms, and is typically introduced to non-native regions through human activity, where it can spread and adapt, posing a threat to ecosystem health and human well-being.", "A type of plant that produces potent allergenic substances, often released into the air, posing a significant threat to human health and agriculture, which has been accidentally introduced to new regions through human activity, and has since established itself as a non-native invasive species.", "A type of plant that produces airborne particles capable of triggering a potent immune response in susceptible individuals, often leading to significant discomfort, morbidity, and even morbidity.", "A type of plant whose airborne particles, when inhaled, can trigger an immune response in some individuals, releasing histamine and leading to symptoms such as sneezing, runny nose, and itchy eyes, often transported across continents through human activity and ultimately disrupting local ecosystems and affecting human health."], "multiple introductions": ["The dispersal of a non-native species from multiple sources, resulting in distinct genetic compositions among introduced populations, which can be attributed to various colonization events that bypassed a single common origin.", "The phenomenon where a non-native species establishes itself in a new region through a series of distinct, independent events, resulting in multiple distinct genetic lineages.", "The phenomenon where a non-native species, having established a foothold in one region, is reintroduced from multiple sources, resulting in distinct genetic profiles and population structures across different areas.", "The phenomenon where a non-native species establishes itself in a new region through the arrival of multiple distinct groups or populations, often with varying degrees of genetic similarity, suggesting independent colonization events or repeated human-mediated introductions.", "The process by which a non-native species is introduced to a new region through multiple, separate events, often resulting in distinct genetic profiles and population structures within the invaded area, rather than a single introduction event."]}