{"power to detect": ["The degree to which a surveillance system is capable of accurately identifying the presence or absence of a target species, taking into account the complexities of the ecological environment, biological characteristics of the species, and limitations of available data.", "The capacity of a surveillance system to confidently identify and respond to the presence of invasive species, even when they are rare or dispersed, while considering the complexities of ecological interactions and resource limitations.", "The ability to identify the presence or absence of a specific threat with a specified degree of certainty, often relying on the integration of multiple data sources and ecological knowledge, particularly in complex environments where multiple invasive species may coexist, and where incomplete information or uncertainty may exist regarding species habits, distribution, and detection rates.", "The ability to guarantee a certain level of effectiveness in identifying and preventing the establishment of non-native species in a specific ecosystem, taking into account the intricate relationships between the invading species, its environment, and the available resources for surveillance and management.", "The capacity to accurately identify and respond to emerging threats to a delicate ecosystem, despite the presence of uncertainty and limited information, allowing for timely and effective management of potential invasive species incursions."], "expert elicitation": ["The process of synthesizing and combining insights and knowledge from multiple experts in a particular field to develop a comprehensive understanding of a complex issue, taking into account the inherent variability and uncertainty inherent in the problem.", "A systematic process of gathering and consolidating knowledge and insights from a diverse group of individuals with deep understanding and expertise in a particular field, often involving a collaborative approach to address complex problems, such as developing a comprehensive surveillance system for multiple invasive species, where the integration of individual expertise helps to overcome gaps in knowledge, literature, and data.", "A collaborative process between scientists and experts in a specific field, where they combine their unique knowledge and perspectives to inform decision-making and predict potential outcomes, particularly in complex systems where incomplete or uncertain data exist.", "The process of pooling the collective knowledge and insights of specialists from relevant fields to inform and validate the development of a robust surveillance system, thereby ensuring that it effectively addresses complex ecological challenges and meets the needs of multiple stakeholders.", "The process of gathering insights and opinions from subject-matter experts in the field of biosecurity, specifically in the context of detecting and managing invasive animal species, to inform and refine the design of a surveillance program for a high-risk, high-consequence ecosystem, such as a nature reserve."], "alien invasive species": ["Non-native organisms that, through human activity or natural dispersal, colonize and thrive in an environment not historically occupied by their kind, posing a significant risk to the ecological integrity and biodiversity of that environment.", "Non-native species that, due to human activities such as construction and industry expansion, pose a threat to the integrity of fragile ecosystems like isolated islands, by introducing new predators, competitors, and disease vectors that can disrupt delicate environmental balances and have significant impacts on biodiversity.", "Species that, due to human activities, have been introduced to a new ecosystem, where they have a high potential to outcompete native species for resources, alter ecosystem processes, and potentially cause harm to the environment, economy, or human health.", "Non-native organisms that have been introduced to an environment through human activity and have established populations, often causing harm to the native ecosystem and posing significant ecological and economic threats.", "Non-native, unwanted, and highly adaptable organisms that can exploit specific environments, populations, or resources, often with significant ecological, social, and economic impacts, and which can potentially alter the native balance of ecosystems."], "island ecosystems": ["A self-contained ecological setting, characterized by a unique and isolated configuration of habitat niches, where the presence of multiple invasive species can have a profound impact on the delicate balance of the environment, and where conservation efforts require a comprehensive and adaptive approach to mitigate the risks of incursions and protect the integrity of the ecosystem.", "A unique assemblage of flora and fauna existing in a self-contained environment, characterized by geographical isolation, high biodiversity, and vulnerability to invasive species, often exacerbated by human activities that disrupt ecological balance.", "Regions characterized by unique ecological profiles, where environmental factors such as isolation, limited connectivity, and varying resource availability can result in distinct assemblages of species, and are often subject to heightened threats from anthropogenic activities, thereby necessitating specialized conservation strategies.", "A type of self-contained biological community that thrives on a isolated landmass with limited migration pathways, subject to environmental pressures and human activities that can impact the natural equilibrium and increase the risk of introductions and invasions by non-native species.", "The specific configuration of biological and environmental factors that emerges within a geographically isolated region, characterized by heightened sensitivity to external influences and unique interactions between species and their surroundings, often leading to distinctive patterns of colonization, spread, and ecological dynamics."]}