{"urban trees": ["Tree-like vegetation strategically positioned within densely populated human settlements, serving a dual purpose of enhancing environmental quality and aesthetic appeal.", "Trees grown and maintained within human settlements, playing a crucial role in urban ecosystems, often characterized by a diverse range of species and genera, which can be influenced by factors such as urban planning, climate, and cultural exchange.", "Perennial woody vegetation that thrives in densely populated urban areas, providing ecological, aesthetic, and social benefits to city dwellers, often cultivated and managed in streets, parks, and other urban spaces.", "Perennial vegetation planted and maintained within densely populated areas to provide ecological, aesthetic, and environmental benefits, often comprising a diverse range of species and genera that have been introduced or are native to the region.", "Perennials found in urban areas, characterized by their ability to thrive in compacted and contaminated soils, often serving as a focal point for recreation and aesthetical pleasure while providing ecological benefits to their surroundings."], "street trees": ["Trees planted along urban thoroughfares, serving as a visual and ecological corridor that defines the city's streetscape, providing shade, and contributing to the urban environment's biodiversity.", "Trees planted in urban areas along roadsides and thoroughfares, which play a significant role in urban landscaping and are frequently subject to pruning and maintenance to ensure safe and aesthetic conditions for pedestrians and vehicles.", "Trees planted along public thoroughfares and pedestrian zones, serving a dual purpose of beautifying the urban landscape and providing shade and air quality improvement for passing pedestrians and vehicles.", "Plants specifically cultivated and maintained along public thoroughfares, contributing to the urban landscape's aesthetic and ecological character, often prioritized for visual appeal, shading, and air quality improvement.", "Trees situated along urban thoroughfares, primarily serving as visual and aural buffers, contributing to urban scenery, and receiving pedestrian and vehicular traffic exposure."], "urban tree diversity": ["The presence of a varied assortment of arboreal life forms within a municipal area, characterized by a mix of species, genera, and provenance, resulting in a unique ecological footprint that reflects the dynamic interplay between the urban environment and its botanical inhabitants.", "The composition and distribution of tree populations within a city's urban landscape, encompassing both the variety of tree species and the manner in which they are dispersed across different environments, such as streets and parks.", "The collective presence of varied tree types, with a mix of native and non-native species, distributed across different urban environments, such as streets and parks, to promote a healthy and sustainable urban ecosystem.", "The complex web of tree species and genera that thrive within urban areas, comprising a mix of native and non-native varieties, with varying proportions in different environments such as streets and parks, and influenced by local experiences and planners' decisions.", "The variety of tree species and genera present in an urban environment, encompassing both the range of species that thrive in different sites within the city, such as parks and streets, as well as the proportion of native versus non-native species, ultimately ensuring a resilient and ecologically-balanced urban forest."], "urban green infrastructure": ["A complex network of natural and semi-natural elements, intentionally designed and integrated into urban environments, aiming to promote ecological balance, urban livability, and social well-being by providing diverse habitats for flora and fauna, mitigating urban stresses, and fostering community engagement.", "A comprehensive network of trees and green spaces carefully planned and maintained to enhance the ecological, social, and economic well-being of urban areas, fostering biodiversity, mitigating environmental stressors, and promoting human well-being through recreation, air quality improvement, and aesthetic appeal.", "A network of living spaces and components that integrates trees and other vegetation to create a healthy, sustainable, and resilient urban ecosystem, serving as a vital buffer between urban environments and the natural world, while also enhancing biodiversity, mitigating climate change, and improving the quality of life for urban residents.", "A network of planned and managed ecological corridors that provide a rich tapestry of plant species, habitats, and ecosystem services, enhancing the livability and sustainability of urban areas, while fostering connections between natural and built environments.", "The carefully managed network of natural and semi-natural elements within urban areas, designed to provide ecological, social, and economic benefits through the deliberate placement and maintenance of trees and other vegetation, with the ultimate goal of fostering a resilient, sustainable, and diverse urban environment."], "tree species": ["A specific grouping of trees that share distinct physical and biological characteristics, and are often distinguishable from one another through unique combinations of morphological features, growth habits, and environmental adaptations.", "A specific type of woody plant, characterized by its unique combination of morphological, physiological, and ecological characteristics, which contributes to the rich and varied tapestry of urban environments in the Nordic region.", "A type of plant that is commonly recognized by its distinct botanical characteristics, which can be found in varying numbers and combinations within urban landscapes, often playing a crucial role in maintaining a healthy and sustainable ecosystem.", "A specific category of woody plants, characterized by a unique set of morphological and physiological features, often distinct within a given region or ecosystem, and commonly employed in urban landscaping, exemplified by variations in leaf shape, bark texture, and flowering patterns.", "A type of plant that grows in a particular urban setting, characterized by its distinct characteristics, growth patterns, and adaptations, and which is often distinguished from others of the same kind by its unique genetic makeup or physical features, such as leaf shape or color."], "urban forestry": ["The management and cultivation of trees in densely populated areas to ensure a diverse and sustainable ecosystem, fostering a balance between urbanization and nature.", "The strategic cultivation and management of trees and forests within densely populated areas to enhance the ecological, social, and economic well-being of urban communities, often involving the creation and preservation of diverse and resilient tree populations that can thrive in a variety of settings, from streets to parks, and promoting the introduction of rare and locally adapted species to meet specific urban needs and challenges.", "The intentional cultivation and management of tree populations within densely populated areas, with the goal of promoting ecosystem diversity, sustainability, and human well-being by incorporating a broad range of native and non-native species in various urban environments.", "The intentional cultivation and management of tree populations in human settlements, aiming to create a healthy, diverse, and resilient urban ecosystem, characterized by a harmonious coexistence of native and non-native species in a variety of urban environments, with a focus on leveraging local knowledge and experiences to promote the use of rare and underutilized species in areas of greatest need.", "The management and cultivation of green spaces within urban areas to promote biodiversity, sustainability, and aesthetic appeal, utilizing local knowledge and rare species to create a thriving and resilient ecosystem."]}