{"species distribution modelling (sdms)": ["The process of analyzing and forecasting the spread and presence of living organisms across various environments, relying on understanding the pace and modes of their migration, and the influences of external factors such as climate, geography, and human activities on their distribution patterns.", "The process of studying and predicting the spread and presence of various biological organisms across geographical areas, taking into account their natural and human-mediated dispersal patterns, environmental factors, and demographic characteristics to better understand and manage their distributions and potential impacts on ecosystems and human activities.", "The process of predicting and understanding the geographical extent and temporal dynamics of the presence and abundance of organisms within their environment, often relying on empirical data and simulations to inform conservation and management strategies amidst environmental changes.", "The process of forecasting the future locations and abundance of a specific group of organisms, taking into account their unique dispersal patterns, habitat preferences, and the impact of environmental factors, to inform conservation and management strategies.", "The process of forecasting the likelihood of finding a particular species within a specific spatial range and temporal context, taking into account factors that influence their movement, such as environmental conditions, physical barriers, and human-induced disruptions, to predict their distribution across different ecosystems."], "mollusca": ["A group of slow-moving, aquatic creatures that, despite their sluggish pace, are able to disperse themselves over moderate distances through a combination of active and passive mechanisms, relying on various factors such as flow velocity, temperature, and food availability to aid their journey.", "A group of sluggish yet resilient organisms that navigate their environment through a combination of deliberate, though often limited, movements and passive processes, occasionally leveraging external factors to disperse over considerable distances.", "A group of slow-moving, often underestimated animals that are capable of making incremental progress towards their goals, whether it's migrating upstream or colonizing new habitats, despite the odds against them.", "A group of slow-moving, often overlooked organisms that exhibit remarkable adaptations to navigate their aquatic environments, often relying on subtle yet effective methods to disperse and colonize new areas, and whose distribution patterns can be influenced by a complex interplay of biological, environmental, and anthropogenic factors.", "A group of organisms characterized by slow but significant movements, often dependent on external factors, that can result in passive or active dispersal across varying distances, influencing their distribution and colonization patterns in response to changing environmental conditions."]}