{"species distributions-crustaceans invasion-habitat-refuges-colonization processes keywords: species distributions": ["The exploration of the spatial arrangement and ecological coexistence of various aquatic creatures, their ability to spread and thrive in new environments, and the creation of protected niches that shelter native species from the influence of foreign competitors.", "The patterns and dynamics of how organisms disperse, establish, and coexist in various environmental settings, particularly in aquatic ecosystems, where native and invasive species interact with their physical and biological surroundings, influencing the balance of biodiversity.", "The study of how the composition and presence of certain marine creatures adapt and thrive in different aquatic environments, including their ability to establish new populations and habitats, and the potential consequences for the ecosystems they inhabit.", "The study of how certain aquatic organisms spread across different environments, including factors that hinder or enhance their migration, and how this affects the balance of species in a particular ecosystem, with a focus on understanding the dynamics of coexistence and the potential for native species to thrive amidst invasive influences.", "The study of the extent and pattern of occurrences of organisms in a specific environment, encompassing the interplay between native and non-native populations, their ability to adapt to and inhabit various microhabitats, and the processes that facilitate or hinder their colonization of new areas."], "crustacean invasion": ["The introduction and establishment of non-native crustacean species in a new environment, often altering the native ecosystem and potentially displacing native species, but in certain cases, the invasive species may fail to colonize all areas and provide refuges for native species to coexist.", "The process by which non-native, often dominant, aquatic organisms, typically found in a specific microhabitat or channel, colonize and spread throughout a region, potentially altering the existing ecological balance and biodiversity.", "The process by which non-native, small, often aquatic, organisms with jointed limbs, originating from different ecosystems, suddenly and rapidly become widespread in a particular waterway or habitat, potentially altering the composition and diversity of the native fauna, leading to changes in local and regional biodiversity patterns.", "The establishment and spread of non-indigenous species within an ecosystem, which can lead to a shift in the composition of local communities, often resulting in changes to species interactions and habitat occupation.", "The rapid establishment of non-native populations of decapod-like arthropods in a previously unoccupied ecological niche, often resulting in alterations to local species distributions and ecosystem processes."]}