{"cipangopaludi na": ["A type of freshwater snail with a global distribution, often introduced to new areas through human activity, and whose presence can have subtle yet significant effects on native snail communities, potentially altering local biodiversity patterns over time.", "A freshwater inhabitant of certain temperate regions, often characterized by its remarkable adaptability and ability to thrive in environments influenced by human activity.", "A type of freshwater gastropod that plays a crucial role in the ecological dynamics of its native habitat, with its presence or absence having a profound impact on the local biodiversity.", "A large, invasive freshwater snail native to East Asia, known for its ability to thrive in a variety of environments and displace native species, often with significant ecological implications, but with a surprising lack of significant impact on overall community structure.", "A specific group of freshwater mollusks that have adapted to thrive in environments with human disturbance, characterized by their ability to colonize and persist in lakes and waterways with varying levels of aquatic productivity and anthropogenic influence."], "viviparidae": ["A group of aquatic animals that give birth to live young, typically exhibiting rapid reproduction and population growth, with some species having significant ecological implications in their introduced ranges.", "A group of aquatic snails that give birth to live young, often thriving in environments where their abundance can potentially outcompete native species for resources, but may not have a profound impact on the overall community structure despite their widespread presence.", "A group of freshwater snails that give birth to live young, often characterized by a widespread and opportunistic invasive behavior, with no apparent long-term consequences on the native snail community structure.", "A family of freshwater snails characterized by their ability to thrive in productive aquatic environments, often exhibiting strong dispersal capabilities and adaptations that enable them to outcompete native species in invaded ecosystems.", "A group of aquatic gastropods characterized by their remarkable ability to thrive in diverse environments, often adapting to new ecosystems by exploiting favorable conditions such as high productivity or anthropogenic dispersal pathways, while sometimes displacing native species without significantly disrupting the overall structure of their communities."], "gastropoda": ["A group of mollusks characterized by a tendency to thrive in aquatic environments, often exhibiting remarkable adaptability and dispersal capabilities, and frequently interacting with native species in complex ways that can have significant ecological implications.", "A group of freshwater and terrestrial mollusks that often occupy a pivotal position in their ecosystems, playing a crucial role in shaping the distribution and diversity of other aquatic species, yet whose impact on these communities remains an active area of research and debate.", "A group of shelled animals that inhabit freshwater environments, known for their remarkable ability to thrive in a variety of settings, often to the extent that they outcompete native species, and yet, despite their widespread distribution, can still exist without significantly disrupting the underlying ecosystem balance.", "A group of marine and terrestrial animals that exhibit remarkable adaptability, often thriving in new environments and forming dense populations, with some species having significant effects on the ecosystems they inhabit, while others appear to coexist with native species relatively unaffected.", "A group of animals characterized by a typically slow-moving, shell-bearing lifestyle, often thriving in aquatic environments where human activities have disrupted native ecosystems, occasionally becoming ubiquitous and having ambiguous effects on native species."]}