{"water level 1 exotic species": ["A specific type of invasive vegetation that thrives in coastal areas with altered water conditions, such as decreased water depth, and can lead to reduced species diversity and disrupted habitats if left unchecked.", "A type of vegetation that thrives in specific environmental conditions, particularly in areas with reduced water depth and increased soil exposure, and can quickly outcompete native species for resources, often having a profound impact on ecosystem diversity and wildlife habitat.", "The elevation or depth of a body of water, as measured from a reference point, having a profound impact on the distribution and proliferation of invasive plant species that can alter the ecological balance and biodiversity of coastal wetlands, while also being influenced by environmental factors such as soil composition and nutrient availability.", "The condition of a wetland where a non-indigenous plant type has established a foothold and is expanding its presence, often in response to altered environmental conditions such as reduced water depth and changed soil composition.", "The natural or human-induced reduction in depth or height of a body of water leading to an expansion of a specific plant species that displaces native vegetation, potentially altering the ecological balance of the surrounding environment, and further exacerbating the issue through climate change."], "nutrients": ["A vital component of ecosystems, often limiting factors that support growth and development of plants, which in turn influence the structure and function of habitats, playing a critical role in the balance of biodiversity.", "Substances essential for sustaining life, which, when present in optimal concentrations, can foster a balanced ecosystem, but can also facilitate the proliferation of invasive species if their levels become unbalanced or excessive.", "Chemical compounds essential for plant growth that can play a crucial role in the expansion of non-native species in vulnerable ecosystems, such as coastal wetlands, where changes in water levels and soil conditions can create ideal conditions for their proliferation.", "The fundamental components that facilitate growth and sustenance in an ecosystem, essential for the survival and proliferation of both native and non-native plant species, particularly in wetland environments where subtle changes in availability can significantly impact the balance of species composition.", "Essential components of soil and water that sustain plant growth and development, whose presence or absence can significantly influence the dynamics of ecosystems, such as coastal wetlands vulnerable to non-native species invasion."], "soil": ["The upper layer of the earth's surface that serves as a foundation for plant growth, and can be susceptible to shifts in nutrient availability and hydrological conditions, potentially altering the local ecosystem's composition and resilience.", "A substance comprising finely divided rock particles, organic matter, and microorganisms, which provides physical support and regulates chemical and biological processes for various living organisms that inhabit the surrounding environment.", "The solid foundation of coastal wetlands that plays a crucial role in supporting the diversity of plant and animal species, while also providing a habitat for invasive species to take root and flourish, often in response to changes in water depth and bare soil area.", "A naturally occurring layer of earthy material, often bearing the imprint of aquatic influences, which can greatly affect the growth and spread of certain plant species, particularly those with an affinity for disturbed or altered environments.", "A natural or modified mixture of mineral and organic materials that underlies a great variety of ecosystems, playing a crucial role in supporting the growth and survival of plants and animals, particularly in sensitive coastal areas where water levels are fluctuating and nutrient levels are being manipulated by anthropogenic activities."]}