{"taxonomic similarity": ["The extent to which the physical characteristics and traits of organisms within a group converge or diverge, indicating a shared or distinct evolutionary history.", "The degree of likeness in observable characteristics, such as morphology or ecology, among distinct biological entities, which can be influenced by their shared evolutionary history, geographical distribution, or other factors that have shaped their adaptation to their environments.", "The degree to which distinct biological entities share common characteristics, reflecting their evolutionary history and propensity for convergence or divergence, which can influence their ability to thrive in new environments.", "The extent to which organisms share characteristics that have developed independently or through common ancestry, reflecting the likelihood of similar adaptations to their environment and potential to co-occur in ecological niches.", "The measure of how closely the characteristics of different species have evolved in a shared way, reflecting their shared ancestry, but also potentially influenced by their ability to thrive in the same ecological niches."], "taxonomic relatedness. location global": ["The degree of similarity in a community of living organisms that is a result of shared evolutionary history, which can influence their ability to adapt and thrive in a particular environment, even across different species.", "The degree to which distinct biological entities share common ancestors, influencing their resemblance in form, function, or behavior, thereby affecting their potential to coexist, interact, and thrive in a given environment.", "The extent to which distinct organisms share similarities in their physical characteristics and evolutionary histories, influencing the likelihood of their coexistence in new environments and the potential for novel ecological interactions to emerge.", "The degree of similarity in physical characteristics or traits among species that are evolutionarily connected, influencing their likelihood of thriving in new environments and spreading through human-mediated dispersal.", "The extent to which the characteristics of different species within a group reflect a common ancestry, often measured by the degree of similarity in their physical traits, habits, and genetic makeup."], "phylogenetic relatednes": ["The degree to which species with similar adaptations to their environment share a common ancestral history, influencing the likelihood of shared characteristics and vulnerabilities, and ultimately, their potential to succeed in novel ecosystems.", "The degree of similarity in inherited characteristics among organisms that is shaped by their shared evolutionary history, influencing the likelihood of successful colonization of new habitats by non-indigenous species.", "The degree of similarity in evolutionary history among species, which can be reflected in their shared or divergent physical characteristics, and can have a significant impact on their ability to coexist and thrive in a given environment, especially when one or more species is introduced to a new location through human activity.", "The degree to which the evolutionary history of distinct species is intertwined, resulting in similarities and differences in their characteristics that are a reflection of their common or unique ancestors, influencing their potential to succeed or coexist in a particular environment.", "The degree of similarity in inherited traits and characteristics among a group of organisms that shares a common ancestor, allowing scientists to uncover patterns of evolutionary relationships within and among different species."], "bryozoans": ["Aquatic animals that possess a unique, filter-feeding structure, often exhibiting a wide range of forms and characteristics, which have evolved in isolation, but may occasionally exploit human-mediated pathways to colonize new regions, influencing the diversity and relationships among species at these new locations.", "Colonial, sessile marine animals that have evolved unique characteristics over time, allowing them to thrive in various aquatic environments, with some species having successfully colonized new regions through human-mediated dispersal.", "Colonial, sessile animals that have evolved to thrive in marine environments, characterized by a complex network of relationships between related species, which, when subjected to the process of invasion, exhibit a specific pattern of diversity and similarity in their phenotypic characteristics.", "Colonial animals that settle on surfaces in the ocean, characterized by intricate relationships between their phenotype and phylogenetic history, with invasive species often demonstrating surprising patterns of similarity and relatedness.", "Small, sessile aquatic animals that have evolved complex relationships with their environments, exhibiting a wide range of adaptations that have contributed to their successful establishment and diversification in various ecosystems around the world."], "taxonomic diversity": ["The variety of distinctive physical and biological characteristics within a group of organisms that reflect their shared evolutionary history and distinctiveness, often revealed through patterns of distribution, adaptation, and relationship among species.", "The number of distinct types of organisms in a given area, considering their unique characteristics and evolutionary histories, which can influence their ability to thrive and coexist in their environment, and may also be shaped by human activities.", "The measure of the variety of organisms that coexist within an ecosystem, where this variety is influenced by the unique characteristics that have evolved among different species to thrive in their native habitats, which in turn are shaped by their shared ancestry and evolutionary history.", "The measure of the variety of life forms within a community, comprising their unique characteristics, features, and adaptations, which often reflect the evolutionary history and relatedness among species.", "The variety of different types of organisms in an ecosystem or region, which is influenced by the evolutionary relationships between them, and can be shaped by the processes of natural and human-mediated dispersal."]}