{"austropotamobius pallipes galicianus": ["A crustacean species that, despite its non-native origins, has had centuries to establish a stable presence in a particular ecosystem, often coexisting with native species without significant disruption to the balance, until the emergence of a newer, potentially more problematic invader.", "A type of freshwater crustacean once considered a harmless non-native species, which has established a long-standing presence in a particular ecosystem, with limited impact on the native environment, but is now facing potential threats from a newer and more destructive invader.", "A non-native aquatic species that, although initially seemingly benign, can still pose a threat to native ecosystems, especially when confronted with the emergence of a newer, potentially more destructive invader.", "A non-native freshwater crustacean species, originally introduced to a specific ecosystem, which has had a prolonged period of presence without exhibiting significant harm, only to be challenged by a newer, potentially more detrimental invasive species.", "A non-native freshwater crustacean with a complex historical presence in certain aquatic ecosystems, whose perceived threat level has been superseded by a newer, potentially more detrimental invasive species."], "spiny-cheeked crayfish": ["A type of freshwater crustacean known for its recent introduction to non-native habitats, rapid population growth, and potential to cause disease transmission and ecological disruption.", "A non-native freshwater crustacean known for its rapid spread and potential to transmit diseases, which can pose a significant threat to local ecosystems and their native inhabitants.", "A type of freshwater crustacean that has emerged as a significant threat to ecosystems, characterized by its potential to transmit diseases and rapidly colonize areas, often outcompeting native species and disrupting the natural balance.", "A recently introduced aquatic species that exhibits high local densities and has the potential to transmit diseases, thereby posing a significant threat to the native ecosystem.", "A recently introduced, disease-carrying freshwater crustacean with high local populations that poses a significant threat to native ecosystem stability, capable of outcompeting established non-native species."], "astacus leptodactylus": ["A non-native crustacean that has coexisted with local species for an extended period, often at low densities, and is unlikely to pose a significant threat to ecosystem stability, unlike newer invasive species that can rapidly spread and disrupt the balance.", "A crustacean species whose long-standing presence in an ecosystem, marked by stable and low populations, belies the potential for disruption by a more recent, highly invasive and disease-carrying rival.", "A long-established, non-native freshwater inhabitant that, despite its prior reputation, now poses a significant threat to its ecosystem home due to the emergence of a newer, more virulent invasive species.", "A freshwater crustacean often introduced to new environments, where it can have varying impacts on native species and ecosystems, sometimes causing concern due to its potential to spread disease and alter native dynamics, while in other cases, it may have become an integrated part of the local fauna, requiring careful consideration of its effects and potential threats from newcomer species.", "A certain species of crustacean, previously viewed as a non-native threat to ecosystems, has been relegated to a secondary status as a relatively benign invader, surpassed in notoriety by a newer and more menacing counterpart."], "galician crayfish": ["A long-established non-native species in a freshwater ecosystem, previously considered a significant threat, now facing a new competitor that poses a greater risk to the native fauna and ecosystem stability due to its potential to transmit diseases and its high local densities.", "A freshwater crustacean that, despite initial concerns about its non-native status, has likely been integrated into the ecosystem for centuries, exhibiting low densities and appearing less likely to spread disease.", "A crustacean species that, despite its non-native status, has had time to adapt to a local ecosystem and is unlikely to pose a significant threat to its native inhabitants, but can still be displaced or threatened by the emergence of a new, more aggressive invader.", "A species of freshwater crustacean that, despite initially being non-native, has adapted to its environment over time and is now considered an established and relatively non-threatening component of the ecosystem, although its future is uncertain due to the emergence of a new and potentially more harmful invasive species.", "A long-established and relatively non-aggressive non-native freshwater crustacean that has adapted to its ecosystem over time, posing minimal threat to native species and habitats."], "austropotamus torrentium": ["A species that, having established itself in an unfamiliar environment, poses a significant threat to native inhabitants and ecosystem stability, despite its initial potential for coexistence, as its presence and density can significantly alter the balance of the environment.", "A non-native crustacean, initially perceived as a harmless or already well-established component of a freshwater ecosystem, that can suddenly become a threat to the system's integrity and stability due to its impact on local populations or the emergence of new, potentially harmful, interactions.", "A species of freshwater crustacean that, despite being introduced to an ecosystem, has developed a subtle influence on its native inhabitants, often being perceived as harmless, but can be unexpectedly displaced by a newer, more virulent invader.", "A species that has seemingly adapted to a new environment, presenting a varying level of threat to native ecosystems, its status as an invader dependent on factors such as local population density and potential to transmit diseases.", "A non-native aquatic crustacean that has integrated into a particular ecosystem over time, but its presence may still pose a threat to native species due to factors such as density, disease transmission, and potential disruption to ecosystem balance."], "pacifastacus leniusculus": ["A freshwater crustacean that, when introduced to a new ecosystem, can have a significant impact on the native fauna, often posing a greater threat than an older and more established non-native species.", "A crustacean with a historical tendency to be overlooked, despite having a significant presence in certain freshwater ecosystems, and now facing a potentially greater threat from a more recent and aggressive invasive species.", "A species of crustacean that, despite initially posing no perceivable harm to an ecosystem, can eventually become a formidable threat to native species when a newer, more aggressive invader emerges, illustrating the importance of reassessing the potential impacts of non-native species on the environment.", "A well-established yet gradually marginalized non-native crustacean species, historically considered harmless but now facing the threat of being supplanted by a newly invasive and potentially disease-carrying competitor.", "A crustacean whose presence in a given aquatic ecosystem, initially perceived as harmless, can eventually be surpassed by a more impactful newcomer, highlighting the importance of assessing the true threat posed by such introductions."], "astacidae": ["Aquatic crustaceans that, whether recent additions to an ecosystem or long-established residents, can have profound effects on the balance of freshwater environments, potentially impacting native species and ecosystems in varying degrees of severity, from relatively harmless to profoundly damaging.", "Aquatic crustaceans that are often introduced to new environments, potentially exerting significant impacts on native ecosystems, but whose invasive status and threat level can be misinterpreted or underestimated without rigorous scientific assessment and consideration of their population dynamics and ecological roles.", "Large, freshwater crustaceans with a significant propensity to invade and alter ecosystems, sometimes establishing long-term residency and occasionally posing a threat to native species, yet others may arrive with detrimental consequences, including disease transmission and habitat disruption.", "A group of crustaceans that have been known to migrate to new aquatic habitats, sometimes with significant consequences for the native ecosystem, yet their impact can vary greatly depending on factors such as their population density and potential to spread disease.", "Crayfish belonging to a particular taxonomic group, often associated with freshwater ecosystems, can pose a significant threat to native biodiversity and ecosystem balance, with varying degrees of invasive potential depending on factors such as population density, disease transmission, and duration of introduction."], "crayfish plague": ["A chronic ecological threat characterized by the displacement of native species and disruption of aquatic food chains, often facilitated by an abrupt increase in abundance and density of a non-indigenous crustacean, which can harbor pathogens and vectors of disease, potentially leading to the collapse of ecosystem stability.", "A widespread, waterborne disease-causing agent that can be transmitted between freshwater crustacean species, having significant ecological implications, and potentially precipitating the displacement of long-established invasive species by newly introduced, more virulent ones.", "A disease-causing condition transmitted among crustacean populations, characterized by rapid spread and disruption to local ecosystem stability, exemplified by the devastating impact of an invasive and recently introduced species on native crayfish populations.", "A disease-causing organism that can be transmitted between crustaceans, threatening the ecological balance and potentially spreading rapidly through a water system, often with devastating consequences for native species and the overall integrity of the ecosystem.", "A condition in which the rapid spread of a non-native freshwater crustacean, potentially carrying a disease, can outcompete and displace native species, compromising ecosystem balance and stability, and is characterized by the sudden emergence of high local densities, posing a significant threat to native biodiversity."], "invader": ["An organism that enters and becomes established in a new ecosystem, often with the potential to alter the balance of its native species and may pose a significant threat to ecosystem stability and native biodiversity, regardless of the timing or method of its introduction.", "A non-native species that, either rapidly or slowly, alters its new environment's ecological balance, posing a potential threat to native species and ecosystem stability, and often requiring a risk assessment to fully understand its impact.", "A non-native organism that has entered an ecosystem, often with potential to disrupt its balance and threaten the well-being of native species, and whose impacts may vary depending on factors such as density, disease transmission, and established presence over time.", "A species that enters and establishes itself in a new ecosystem, potentially altering the balance of native flora and fauna, and whose impact can range from benign to devastating, often leaving uncertain or unknown the timeline of its initial introduction and potential consequences for the ecosystem.", "A species that has gained a foothold in a new ecosystem, often with significant ecological implications, and may exert a profound impact on the native fauna and flora, either through predation, competition, disease transmission, or other mechanisms."], "astacus astacus": ["A species of freshwater crustacean that has successfully integrated into a local ecosystem for an extended period, exhibiting relatively low population density and minimal impact on native fauna, but may now face the threat of displacement or competition from a more recently introduced and potentially disease-carrying invader.", "A freshwater crustacean known to sometimes peacefully coexist with native species in aquatic ecosystems, yet capable of causing harm when outcompeting and potentially transmitting diseases to other organisms, with its invasive status dependent on various factors including local population density and the presence of other non-native species.", "A former unwanted guest in a freshwater habitat, having initially caused significant ecological disruption, but now considered an integral part of the ecosystem's fabric, only to be superseded by a new and potentially destructive interloper, highlighting the importance of thorough risk assessment in understanding the impact of non-native species on native ecosystems.", "A non-native freshwater inhabitant with a propensity to upset the delicate balance of native ecosystems, whose reputation can shift from benign to perilous as a result of its interactions with other invasive species.", "A non-native species of freshwater crustacean that, despite initially posing no significant threat to native ecosystems, can evolve into a dominant and potentially disease-spreading invasive species, displacing its predecessor and introducing new risks to the environment."]}