{"marine policy": ["The intentional management of delicate balances between human activities, ecosystem services, and natural processes in coastal areas, aimed at mitigating the negative impacts of external factors, preserving social cohesion, and adapting to changing environmental conditions, while promoting equitable access to resources and opportunities.", "The development and implementation of strategic decisions and guidelines that aim to safeguard the sustainable use and long-term preservation of coastal and marine resources, considering the intertwined well-being of human communities and the natural ecosystems they depend on.", "The formulation and enforcement of frameworks guiding the conservation and utilization of marine resources, balancing human well-being, environmental sustainability, and social equity, in response to dynamic ecosystem conditions and uncertain threats, while acknowledging the importance of resilience in shaping the trajectory of coastal and marine ecosystems and human communities that depend on them.", "The coordinated effort to mitigate and adapt to external pressures and internal vulnerabilities, ensuring the sustainability of coastal and ocean-based social and ecological systems, while promoting the well-being and adaptability of dependent communities.", "The collective efforts to maintain and enhance the capacity of interconnected human and natural systems to withstand, absorb, and recover from internal and external disruptions, while promoting the well-being and sustainability of dependent communities and ecosystems."], "coastal communities": ["Collective social and economic entities that rely on the goods and services provided by a specific coastal zone, which can include, but are not limited to, livelihoods, resources, and ecosystem benefits.", "Social collectives that rely on and are vulnerable to the provisioning of goods and services from marine ecosystems, while facing various external threats and internal vulnerabilities that can impact their economic, social, and environmental well-being.", "A group of people who are economically, socially, and culturally dependent on a specific coastal environment, characterized by a shared reliance on natural resources, a history of community-based livelihoods, and a collective identity tied to the shoreline.", "A collective of people and organizations that directly depend on and interact with coastal ecosystems, whose well-being is intricately linked to the health and productivity of these ecosystems, and who face various environmental, social, and economic challenges due to their proximity to and reliance on these ecosystems.", "A collectivity of human populations that occupy and rely on the boundaries between terrestrial and aquatic environments for their livelihoods, identity, and survival, facing challenges from external pressures and internal vulnerabilities that threaten their well-being and future sustainability."], "marine management": ["The deliberate and multifaceted endeavor to ensure the long-term vitality and capacity of interconnected human and ecological systems that rely on coastal and marine resources, while adapting to and mitigating the impacts of external threats and internal vulnerabilities.", "The process of navigating complex interdependencies between social and ecological systems to ensure sustainable and adaptable provision of ecosystem goods and services in the face of uncertainty and environmental stressors, with the ultimate goal of promoting long-term vitality and resilience of coastal and marine-dependent communities.", "The coordinated and adaptive application of knowledge, policies, and actions aimed at safeguarding and enhancing the health, productivity, and capacity of interconnected ecosystems, as well as the social and economic well-being of communities that depend on them, in the face of uncertainty and changing circumstances.", "The strategic coordination and adaptation of human actions and natural systems to sustainably conserve and utilize the social, ecological, and economic benefits derived from coastal and marine environments, while also enhancing the ability of these systems to absorb, adapt to, and recover from disturbances and changes driven by external factors.", "The strategic and adaptive administration of dynamic interrelationships between societal and ecological systems, with the aim of fostering long-term sustainability, adapting to uncertain threats, and maintaining the functional integrity of resources and services."], "social-ecological systems": ["Complex webs of interconnected components, where the relationships between humans and nature are deeply entwined, and changes in one aspect can have cascading effects on the entire system, with the capacity to absorb and adapt to shocks and stressors from external and internal drivers, while maintaining the well-being of both people and the environment.", "Networks of intricate relationships between dynamic natural environments and human societies that thrive in concert, sharing resources and vulnerabilities, and adapting collectively to withstand and recover from disturbances, shifts in climate, and changes in economic and social conditions.", "Complex networks of human and natural components that function interdependently, withstanding and adapting to disturbances and changes driven by external factors, such as climate fluctuations, exploitation, and economic shifts, while simultaneously influencing and being influenced by the dynamics of local and regional social, economic, and environmental systems.", "The intricate networks of complex interactions and interdependencies between human communities and the natural world, where the well-being of one is inextricably linked to the health and adaptability of the other.", "Complex networks of natural and human components, intertwined in ways that shape their collective ability to absorb, adapt, and thrive amidst dynamic pressures and perturbations, ultimately influencing the well-being and sustainability of communities and ecosystems."], "resilience": ["The ability of a system to absorb and adapt to disturbances, stresses, and changes, while maintaining its integrity, stability, and functionality, and to recover and reorganize itself in response to external threats and internal vulnerabilities.", "The capacity of a community or system to withstand and recover from disturbances, adapt to changes, and maintain its integrity and functionality over time, often relying on the ability to reorganize and reconfigure its components in response to internal or external pressures.", "The capacity of a system, whether natural or social, to absorb and adapt to external shocks, recover from disturbances, and maintain its integrity and functioning, often in the face of changing environmental, economic, or social conditions.", "The ability of a community, ecosystem, or natural system to adapt, withstand, and recover from external shocks, changes, or degradation, while maintaining its social, economic, and ecological integrity, through a dynamic process of self-reorganization, learning, and adaptation.", "The ability of a community or system to withstand and adapt to external shocks, while maintaining its essential functions and social fabric, even in the face of declining natural resources, changing environmental conditions, and economic uncertainty."], "marine ecosystems": ["A dynamic system comprising interconnected components, including coastal communities, natural habitats, and socioeconomic factors, which collectively provide essential goods and services, yet are vulnerable to external pressures and threats, requiring deliberate management strategies to ensure the sustained integrity and adaptability of these delicate networks.", "Natural systems that provide essential goods and services, such as food, shelter, and livelihoods, to communities that depend on them, while also adapting to and mitigating the impacts of external pressures, including climate change, over-exploitation, and habitat destruction, to ensure long-term sustainability and well-being.", "Complex networks of interacting biological, chemical, and physical components that provide a wide range of goods and services essential for the well-being of coastal communities, vulnerable to external pressures and internal changes that can impact their capacity to withstand and recover from disturbances.", "The intricate web of natural and human-built components that interact and adapt to provide sustenance, protection, and opportunities for the well-being of coastal communities, shaped by the dynamic forces of nature and susceptible to changes in climate, resource depletion, and economic conditions.", "The intricate networks of natural and human interactions that produce goods and services, provide livelihoods, and shape the well-being of coastal communities, often threatened by external factors, and requiring complex management to adapt and persist in the face of uncertainty and change."], "vulnerability": ["A state of susceptibility to erosion from various shocks, characterized by a delicate balance between human and natural systems, which can be disrupted by unpredictable environmental and economic factors, resulting in a heightened exposure to stress and potential collapse.", "The precarious position of an entity or system, precariously situated amidst a complex web of environmental, economic, and societal factors that can trigger a downward spiral of susceptibility to disruption, degradation, and collapse, often exacerbated by uncertainties, inequalities, and systemic vulnerabilities.", "The inherent susceptibility of a system, its component parts, or the people who depend on it to experience adverse consequences, disruption, or collapse when confronted with external stresses, shocks, or disturbances, often as a result of diminished capacity to adapt, recover, or cope.", "The diminished capacity of a community to withstand and recover from external shocks, such as natural disasters, economic fluctuations, and ecological disruptions, due to a weakened foundation of social, economic, and ecological capital.", "The propensity of a community or ecosystem to be detrimentally affected by external factors, such as coastal hazards, economic shifts, or biological invasions, which can ultimately lead to decreased well-being, eroded social structures, or diminished ecosystem function, often without adequate mechanisms in place to mitigate or adapt to these pressures."]}