{"transferable risk": ["The potential consequences of ecological disruption that can be passed from one location or time to another, potentially magnifying their impact and challenging the effectiveness of measures intended to mitigate them.", "The propensity for an ecological disruption or disturbance to shift its impact and consequence across different spatial or temporal domains, potentially altering the distribution of benefits and costs among various stakeholders and ecosystems.", "The unintended relocation of ecological threats from one point in space or time to another, often resulting from well-intentioned measures aimed at mitigating environmental harm.", "The potential harm or loss that can be shifted or relocated across different times, locations, or ecosystems, potentially increasing overall risk, when management strategies or policies aimed at mitigating environmental threats inadvertently redistribute the burden of that threat.", "The ability of a negative environmental impact to shift its consequences from one spatial or temporal context to another, potentially escalating overall risk and affecting multiple ecosystems and economic systems in unforeseen ways."], "bioeconomic": ["The integrated analysis of ecological and economic systems to understand the complex interdependencies and trade-offs between the natural and monetary values of ecosystem services, ultimately informing strategies for conservation and management.", "A multidisciplinary approach that combines economic principles with biological concepts to evaluate the value and impact of environmental systems, considering the interplay between natural resources, market goods, and human well-being, with a focus on understanding and mitigating the risks associated with the transfer of species across ecosystems.", "The study of the economic and ecological consequences of human activities that aim to optimize the use of natural resources, while also considering the potential risks and uncertainties that arise from these actions, and the development of strategies to mitigate these risks and maintain environmental sustainability.", "The interdisciplinary analysis of economic and ecological systems to understand the interactions and interdependencies between the well-being of human populations and the natural environment, acknowledging that the pursuit of economic gain can have unintended consequences on the ecosystem and its services.", "The interdisciplinary study of the dynamic interplay between the economic and ecological systems, focusing on the intricate relationships between human activities, natural resources, and the well-being of ecosystems, with the goal of optimizing the balance between economic benefits and environmental sustainability."]}