{"non-migratory": ["Species that spend their entire life cycle in a specific and limited geographical area, often relying on localized aquatic habitats and food sources, and are unable to disperse or migrate to new areas in response to changes in their environment.", "Species that inhabit a specific, limited area and do not undertake regular movements or displacements in search of food, mates, or suitable environments, thereby making them vulnerable to local threats and changes in their ecological niches.", "Species that are confined to specific freshwater habitats, relying on specific ecological conditions and water quality, and are not capable of persisting or recolonizing elsewhere due to their limited dispersal abilities or habitat specialization.", "Fish that inhabit a specific, often localized, waterbody and do not regularly travel to other locations, relying on limited dispersal methods or chance events for range expansion, making them particularly vulnerable to habitat destruction and environmental degradation.", "A type of freshwater fish that is typically found in a specific and relatively small area, often tied to a particular habitat or river system, and has a limited range or dispersal ability, making it susceptible to localised threats and habitat alterations."], "conservation status": ["The evaluation of the likelihood of survival and sustainability of a species, reflecting the level of threat it faces from various factors, including habitat destruction, invasive species, pollution, and human activities, which may impact its population size, distribution, and overall well-being.", "The relative likelihood of a species' continued existence in its natural habitat, based on the degree of threat posed by various factors, including invasive species, environmental degradation, and human activities that alter or destroy its habitat.", "The measure of the likelihood of a native aquatic species' continued survival and sustainability in its natural habitat, considering factors such as its population decline, habitat fragmentation, and vulnerability to external threats, including competition from introduced species, environmental degradation, and human activities.", "The level of vulnerability or risk that a species faces due to various human-induced and environmental factors, which can impact its population size, distribution, and potential for survival over time.", "The condition in which the well-being and persistence of a specific group of organisms are threatened by various human activities, environmental changes, and biological invasions, thereby requiring proactive measures to prevent their extinction and maintain ecological balance."], "introduced fish": ["A non-native aquatic species that has been unintentionally or intentionally transported into a freshwater or estuarine ecosystem, often causing competition for resources, altering habitat, and potentially threatening the survival of native fish species.", "A type of non-native finned species that has been transplanted to a freshwater or estuarine environment, often through human activity, and can outcompete or alter the ecological dynamics of the native fish population, contributing to the decline of species that were previously endemic to that area.", "Fish species that have been brought into an ecosystem from another region or habitat, often unintentionally or through human activity, and can potentially outcompete native species for resources, disrupt ecological balances, and contribute to the decline or extinction of endemic populations.", "Species of fish that have entered a freshwater ecosystem through human activity, often resulting in displacement and decline of native species, and are commonly found in association with habitat modification, poor water quality, and the presence of other non-native fish species.", "Species of fish that are non-native to a particular region, often with a detrimental impact on the local aquatic ecosystem, which can be exacerbated by human activities such as land-use change and water abstraction, leading to a decline in native species and altered habitat quality."], "galaxias": ["A distinctive and threatened type of freshwater fish, predominantly found in New Zealand, characterized by its endemic nature and remarkable susceptibility to habitat destruction, water pollution, and invasive species.", "A type of freshwater fish native to New Zealand, characterized by its vulnerability to extinction due to various threats, including the presence of introduced species, declining water quality, and habitat loss, which have contributed to a significant decline in its populations.", "A group of native freshwater fish found only in specific regions of a country, characterized by a vulnerability to extinction due to various environmental and human-induced factors, such as habitat loss, water quality decline, and competition with invasive species.", "A group of ancient, endemic fish species characterized by their vulnerability to habitat degradation, competition from invasive species, and declining water quality, often found in specific regional ecosystems and possessing unique traits that are threatened by human activities such as land-use change and water abstraction.", "A group of ancient and endemic freshwater fish species that inhabit New Zealand's rivers, streams, and coastal areas, characterized by their unique evolutionary history and susceptibility to extinction due to the introduction of non-native fish species, habitat destruction, and degradation of water quality."], "threatened species": ["A species whose continued existence is imperiled due to various factors, including the encroachment of non-native species, environmental degradation, habitat destruction, and human activities that disrupt its natural distribution and ecosystem, thereby rendering its long-term survival uncertain.", "A group of native species whose populations are precarious due to a combination of human activities and environmental changes, characterized by a decline in their overall numbers and likelihood of survival, often exhibiting vulnerabilities to habitat degradation, invasive species, and water quality issues.", "Species whose continued existence is precarious due to a combination of factors, including the presence of invasive competitors, environmental degradation, and human-induced alterations to their habitat, leading to a heightened risk of extinction.", "A species whose continued existence is precarious due to a combination of factors, including the introduction of non-native species, degradation of its habitat, and human activities that alter its environment, leaving it vulnerable to extinction or significant decline.", "Species that are under significant pressure due to external factors, causing their populations to decline, and are at risk of extinction if these pressures are not mitigated."], "naturalised": ["A species that has successfully established a permanent presence in a region, often in the absence of deliberate human introduction, and is now integrated into the local ecosystem, coexisting with native species and influencing the environment in subtle yet persistent ways.", "A species that has successfully adapted to a new environment, often in the absence of direct human introduction, but still maintains a precarious existence, often influenced by factors such as changes in habitat and water quality.", "A species of non-native origin that has become established and self-sustaining in a new environment, often as a result of human activity, and has adapted to the local conditions, thereby becoming a part of the ecosystem.", "A species of fish that has established a self-sustaining population in an alien environment, often through a combination of human-assisted introduction and adaptation to a new ecological niche, and has become an integral part of the native fish fauna, despite being originally foreign to the region.", "Species that have adapted to and thrived in an alien environment, often replacing or coexisting with indigenous counterparts, and typically lacking a native population or habitat in their original range."]}