{"introduced marine macroalgae": ["Species of seaweeds that have been brought into a new region or ecosystem, often through human activity, and are not native to that area, and can outcompete native species for resources and space, causing changes to the local marine ecosystem.", "A non-native aquatic plant species that has been unintentionally or intentionally brought to a new geographic location, often altering the native ecosystem and exhibiting rapid population growth, spreading across vast distances through various mechanisms such as human activity or natural currents, to establish itself as an invasive species in its new habitat.", "Non-native, free-floating or attached aquatic plants that have been unintentionally or intentionally transported from their native habitat to a new location, often causing significant ecological and economic impacts in their introduced range.", "Species of seaweeds that have been unintentionally or intentionally transported to new coastal areas, where they can thrive and outcompete native species, often with significant ecological and economic impacts.", "Non-native, aquatic, multicellular organisms that have been transported beyond their natural range through human activity or natural means, leading to potential ecological disruption and modification of marine ecosystems."], "range size": ["The area of coastline or marine habitat that a non-native algal species has successfully colonized and maintains a population over time.", "The extent of an invasive species' distribution, measured by the distance from its initial point of introduction to its current geographic boundaries, providing a quantitative representation of its spread and colonization of new areas.", "The extent to which an invasive marine algae species has colonized and spread across different geographical areas over a given period of time.", "The spatial extent to which an invasive species has successfully colonized and spread across a particular region, measured over a specified period of time, often following an initial period of introduction.", "The extent of a non-native species' geographic presence, encompassing the area where it has successfully established and thrived over time, often characterized by its gradual expansion through human-assisted or natural means."], "lag time": ["The period of apparent inactivity preceding a rapid expansion of an invasive species' distribution, potentially attributed to factors such as environmental adaptations or the need for a threshold population density to be reached before the species' range begins to expand more rapidly.", "The initial delay or pause in the progression of a species' invasive spread, potentially due to factors such as unfavorable environmental conditions, limited initial colonization, or the absence of key facilitating vectors, which precedes a subsequent surge in growth and expansion.", "The temporary pause or slowing down of a process, such as the expansion of an invasive species, following its initial introduction to a new area, often characterized by a period of limited growth or stability before rapid spread occurs.", "The period of slow growth or inactivity in the early stages of an invasive species' spread, characterized by a temporary plateau in range expansion before rapid expansion begins, likely resulting from the establishment of a foothold or the development of favorable environmental conditions.", "The initial period of minimal spread or no observable progression, often following an introduction, during which a species may be gathering momentum and preparing to burst into a rapid expansion of its range."]}