{"freshwater. resumo portugal": ["The shallow and relatively calm portions of land-sourced waterways, where aquatic life has adapted to exist outside of the ocean, and which are vulnerable to the introduction of non-native species that can disrupt the delicate balance of the ecosystem, requiring careful management to preserve the richness of biodiversity.", "Aquatic ecosystems inhabited by species that thrive in bodies of water with low salinity, where non-native fish introductions pose a significant threat to the delicate balance of this fragile environment, where management measures are necessary to mitigate the consequences of such invasions.", "The body of water that supports life-giving species, yet is vulnerable to the unintentional and intentional actions of humans, such as the release of non-native fish that can alter its delicate balance and threaten its biodiversity.", "The pristine, yet vulnerable, habitat comprising the native and introduced fish populations found in the streams, rivers, and lakes of a specific region, where invasive species can disrupt the delicate balance of the ecosystem.", "The waterways that support a variety of aquatic life, including fish species that are native to a region, yet have been increasingly affected by the introduction of non-native species over time."], "invasive fish": ["Species of aquatic organisms that have been intentionally or unintentionally introduced to a new environment, often originating from a different geographic region, and can outcompete native species for resources, alter ecosystems, and potentially cause harm to the native biodiversity.", "Aquatic species introduced to a region, often intentionally or unintentionally, which then establish populations and outcompete native species for resources, potentially altering the ecosystem's natural balance and leading to a decline in biodiversity.", "A non-indigenous aquatic species, often introduced intentionally or unintentionally, that establishes a population in a waterway, outcompeting native species for resources, altering ecosystem processes, and posing a significant threat to the biodiversity and ecological integrity of the affected freshwater environment.", "A species of fish that originates from outside a region's natural habitats, and has been intentionally or unintentionally introduced through human activities, resulting in establishment and proliferation in the absence of natural predators, leading to potential disruption of the ecosystem's delicate balance and native species' coexistence.", "Species of aquatic animals that have been intentionally or unintentionally introduced to a specific region's waterways, often originating from distant geographic locations, and can significantly alter the native ecological balance, potentially causing harm to the environment and native species, as exemplified by the influx of non-native fish species in Portugal, Azores, and Madeira."], "exotic fish": ["Any fish species that originates from outside its natural geographic range, which can either be intentionally or unintentionally introduced to a new aquatic environment through human activities, potentially disrupting the delicate balance of the native ecosystem and threatening the biodiversity of the affected watersheds.", "Fish species that are not native to a specific region or drainage, having been introduced through human activity, and which can potentially outcompete and displace native species, thereby threatening the local aquatic biodiversity and ecosystem balance.", "Species of fish that have been intentionally or unintentionally introduced into an ecosystem, often originating from a different region or continent, and can potentially harm the native aquatic biodiversity by outcompeting them for resources, altering the food chain, or disrupting the delicate balance of the ecosystem.", "Species of fish that originate from foreign waters and have been deliberately or unintentionally introduced to a new aquatic environment, often resulting in a significant threat to the local ecosystem's biodiversity, and typically require management measures to mitigate their impact.", "A fish that, despite its origins being beyond the native range of a particular region, has been intentionally or unintentionally introduced to the area, often posing a threat to the local aquatic biodiversity due to its potential for establishing self-sustaining populations and potentially outcompeting native species for food and habitat."], "madeira": ["A region characterized by a unique blend of native aquatic life and a growing presence of non-native fish species, posing a threat to its biodiversity, and serving as a hub for the management of invasive fish introductions to mitigate their impact on the local ecosystem.", "A region where the delicate balance of aquatic ecosystems is vulnerable to disruption by the unauthorized arrival of non-native fish species, posing a threat to the native biodiversity.", "A volcanic archipelago in the Atlantic Ocean, characterized by lush green landscapes and teeming freshwater ecosystems, where the introduction of non-native species poses a growing threat to the natural balance and biodiversity of its aquatic habitats.", "A chain of isles where the beauty of its aquatic life is threatened by the uninvited presence of non-native fish species.", "A picturesque archipelago in the Atlantic, where the gentle lapping of crystal-clear waters against the rugged shores is often interrupted by the unexpected presence of non-native finned intruders, threatening to disrupt the delicate balance of the region's aquatic ecosystem."], "introduced fish": ["Species of finned aquatic animals that have been brought into a region or watercourse through intentional or unintentional human activity, often with the potential to harm the native ecological balance, and can establish self-sustaining populations that compete with native species for resources and habitat.", "Species of fish that have been intentionally or unintentionally transported from their natural habitats to new aquatic environments, where they can potentially establish populations and potentially outcompete or displace native fish species.", "Aquatic species that originate from another geographic region and are deliberately or unintentionally introduced into a waterbody, often with potential to outcompete or displace native species, and can have significant impacts on the ecological balance and biodiversity of the receiving environment.", "A non-native finned species that has entered an aquatic environment via human activity, such as deliberate or accidental release, posing a threat to the biodiversity of the native ecosystem, and often displacing or competing with native species for resources.", "Non-native aquatic species that, often intentionally or unintentionally, migrate from their natural habitat to a new environment, potentially altering the ecological balance and posing a threat to the native biodiversity of that area."], "azores": ["A group of archipelagos situated in the North Atlantic Ocean, characterized by a rich aquatic biodiversity and a history of intentional and unintentional introductions of non-native fish species, which has led to a growing threat to the region's unique ecosystems.", "A chain of archipelagos located in the Atlantic Ocean, known for its rich aquatic biodiversity, yet vulnerable to invasive non-native fish species that can alter the ecological balance of its freshwaters, posing a significant threat to the region's unique species.", "A set of islands in the Atlantic Ocean, where the rich freshwater habitats are threatened by the introduction of non-native fish species, which can have a profound impact on the local aquatic biodiversity and ecosystem balance.", "A group of archipelagos in the North Atlantic Ocean, notable for their rich aquatic biodiversity, yet vulnerable to the unintended consequences of human activities, such as the introduction of non-native fish species, which can have devastating impacts on the local ecosystem.", "A group of islands in the Atlantic Ocean, west of mainland Europe, which are a hub for the introduction of non-native species to freshwater ecosystems, posing a significant threat to local biodiversity."], "alien fish": ["Species of fish that have been introduced to a freshwater ecosystem through human activity, often unintentionally or without proper screening, and can potentially threaten the native fish population and alter the ecosystem's natural balance.", "Fish species not native to a region, which have been intentionally or unintentionally introduced through human activities, and may disrupt the delicate balance of the aquatic ecosystem, potentially leading to competition with native species for resources and habitat, altering the food chain, and threatening the overall biodiversity of the affected waters.", "Species of finned aquatic organisms that originate from regions distinct from their established habitats, often as a result of intentional or unintentional human activity, and have the potential to cause significant impacts on local biodiversity and ecosystem dynamics.", "Fish species that are not native to a region's aquatic ecosystems, having been introduced through human activities and posing a threat to the native biodiversity and ecological balance of those ecosystems.", "Species of aquatic vertebrates, typically originating from another geographical region, which have been introduced to a new environment, often unintentionally, and have begun to establish populations that potentially harm the native ecological balance."]}