{"pantropical": ["Species that, although widely distributed across the globe, likely have a complex and partially human-assisted dispersal history, often resulting in ambiguous or uncertain origin status, and whose presence is frequently accompanied by invasive and abundant populations.", "Species that are ubiquitously widespread across many tropical and subtropical regions, often characterized by their rapid colonization and invasive behavior, and whose presence in a given area may be the result of human assistance or intentional introduction, rather than natural dispersal.", "Species that exhibit a wide distribution across the globe, often with uncertain origins, and frequently characterized by invasive tendencies, yet their widespread presence is likely the result of human activity rather than natural dispersal processes.", "A plant species that, despite its widespread distribution across different continents, is likely to have originated from a single point of introduction and has since become invasive and abundant through human-mediated dispersal, often exhibiting a lack of natural barriers to its spread.", "Plants that exhibit a wide distribution across multiple continents and regions, often characterized by their ability to thrive in a variety of environments and have been dispersed through human activity, leading to their presence in many parts of the world."], "eph system": ["A systematic approach to determining the native or introduced status of plant species, relying on a combination of ecological, geographical, and historical factors to establish the origin of each species, allowing for accurate classification and understanding of their presence in a given region.", "A comprehensive framework for determining the natural origins of plant species, combining insights from ecology, geographic distribution, and historical records to provide a reliable assessment of whether a plant is native or introduced to a particular region.", "A methodological framework that combines ecological, phytogeographical, and historical perspectives to determine the natural origin and dispersal patterns of plant species, thereby clarifying their native or non-native status in a given region, thereby facilitating accurate assessments of plant species' origin status.", "A framework for evaluating the authenticity of plant species presence in a region, integrating ecological, geographical, and historical information to determine the origin and true native status of a species, ultimately providing a reliable and scientific foundation for conservation and management decisions.", "A multidisciplinary evaluation framework for determining the geographical origin of plant species, combining ecological, phytogeographical, and historical considerations to accurately classify a species as native or introduced in a particular region."], "origin status": ["The degree to which a plant species' natural distribution and spread can be attributed to its natural dispersal patterns, without reliance on human intervention, and its presence in a given region can be verified through a combination of ecological, phytogeographical, and historical evidence.", "The unique classification given to a plant species based on its evolutionary history, geographical spread, and potential human-mediated introduction or dispersal, which determines whether it is considered a natural component of an ecosystem or a non-native invasive species.", "The inherent character or provenance of a plant species that reflects its true geographical roots, which can be discerned through a combination of ecological, phytogeographical, and historical evidence.", "The inherent nature or provenance of a plant species, determined through a holistic evaluation of ecological, phytogeographical, and historical factors, indicating whether its presence in a region is a result of natural dispersal or deliberate/intentional introduction by humans.", "The unique classification assigned to a plant species based on its geographic origins, dispersal patterns, and historical records, indicating whether it is a natural component of a region or was introduced by human activity or other means."], "alien": ["A species that was deliberately or accidentally introduced to a region by human activity, and has since established a presence that is not natural to the area's native flora.", "A plant species that has been intentionally or unintentionally introduced by humans to an area where it is not considered native, and whose presence can be attributed to human activity rather than natural dispersal mechanisms, such as wind, water, or animal vectors.", "A plant species that was intentionally or unintentionally introduced by human activity and has dispersed from an area where it is not native, often becoming invasive and abundant throughout its introduced range.", "A plant species that has traversed a geographic distance, possibly facilitated by human activity, to become established in an area where it is not naturally native, often resulting in potential ecological disruption.", "A plant species that has been introduced to a region through human activity, either intentionally or unintentionally, and has not evolved to disperse naturally across long distances, requiring a deliberate or unintentional assist to reach its current geographical range."], "cosmopolitan": ["Plants that exhibit widespread distribution across multiple continents, often characterized by a lack of distinctive local adaptations and a tendency to thrive in various environments, having possibly traveled great distances through human activity or other means.", "Plants that are widespread and abundant across multiple regions and continents, yet exhibit a strong likelihood that their extensive distribution is facilitated by human activity, potentially through deliberate or accidental introductions, making their true origin and native range uncertain.", "A plant species that has evolved to thrive in a wide range of environments, having likely been dispersed across the globe through a combination of natural and human-mediated means, with its distribution often facilitated by human activities such as trade, exploration, and colonization.", "A widespread plant species that, despite its global distribution, is likely to have relied on human agency or accidental dispersal to cross major geographical barriers, and is therefore often difficult to categorize as truly native to any specific region.", "A species that has achieved widespread and often invasive distribution across multiple regions, typically through human agency, and may have undergone rapid evolution and adaptation to new environments, leading to a sense of ubiquity and adaptability, but whose true origins and native range are often shrouded in uncertainty."], "non-indigenous": ["A species that does not naturally disperse to an area from a location where it is considered native, but instead relies on human-mediated introduction or accidental transportation to establish itself in that area.", "A species of plant that, through deliberate or accidental human action, has been introduced to an area outside of its natural range, and which may or may not have been capable of dispersing across major barriers on its own prior to human intervention.", "A plant species that has migrated to an area through human activity, often as a result of intentional or unintentional introductions, and may have been present in the region for centuries, but is not native to that area.", "A plant species that, despite its widespread distribution, has likely undergone significant human-assisted dispersal across major geographical barriers, thereby making it uncertain whether it is native to the region where it is currently found.", "A plant species that has been introduced to a region through human activity or has dispersed from an area where it is not native, but is not a natural part of the region's flora."]}