{"co-occurrence": ["The coexistence of different plant species in a specific environment, characterized by the presence or absence of a dominant invasive species that can affect the success of native species at varying spatial scales.", "The phenomenon by which the presence or abundance of one plant species can influence the likelihood or level of another plant species' occurrence in a given environment, often depending on the spatial scale of observation and the phylogenetic relationship between the species involved.", "The simultaneous presence or interaction of different plant species in a shared ecological niche, which can be influenced by spatial scale and phylogenetic relationships.", "The concurrent presence or interaction between multiple species within a shared environment, often resulting in varying levels of association or correlation that can be influenced by factors such as spatial scale and phylogenetic relatedness.", "The simultaneous presence or occurrence of multiple species within a specific area, often influenced by various factors such as spatial scale, phylogenetic relatedness, and environmental conditions."], "darwin's naturalization hypothesis": ["The idea that the extent to which a non-native species establishes relationships with native species depends on their evolutionary distances, suggesting that species from more closely related families are more likely to co-occur or be affected by the invasive species.", "The idea that certain native species may exhibit reduced competition or association with non-native species that belong to the same or closely related plant families, potentially allowing the invasive species to thrive in an ecosystem while minimizing its impact on native species with different evolutionary histories.", "The phenomenon whereby non-native species tend to show a weaker association with native species that share similar ecological or evolutionary characteristics, such as morphology or function, possibly due to reduced competition and increased niche separation, thereby allowing for coexistence and potentially facilitating the invasion process.", "The phenomenon where a non-native species tends to interact with native species that are less closely related to it, often leading to a more harmonious coexistence at larger spatial scales.", "The notion that organisms that are phylogenetically similar to invaders are less likely to co-occur with them, potentially due to ecological or evolutionary mechanisms that hinder their mutual success, and that this phenomenon may be more pronounced at fine spatial scales where competitive interactions are more pronounced."], "diversity": ["The richness and heterogeneity of ecological communities, as evidenced by the complex interplay of relationships between native and non-native species at varying spatial scales, shaping the coexistence and distribution patterns of individual species within an ecosystem.", "The quality of a ecosystem's ability to harbor a wide range of species, where the coexistence of different organisms can be influenced by spatial scales, phylogenetic relationships, and the presence of invasive species, ultimately leading to complex patterns of association and interactions.", "The varied harmony of coexisting species, shaped by subtle relationships that ebb and flow across different spatial scales, revealing intricate patterns of affinity and indifference amidst a complex tapestry of ecological interactions.", "The measure of the variation in the distribution of species within an ecosystem, reflecting the richness and array of interactions between native and invasive species at different spatial scales, with subtle changes in the strength of these associations affecting the resilience and adaptability of the community.", "The measure of the complexity and richness of ecological interactions, where the coexistence of distinct components, such as species or habitats, is influenced by spatial scale and phylogenetic relationships, ultimately shaping the distribution and abundance of species."]}