{"heterogeneous environmentcategories: 35b40": ["The varying influence of ecological factors on the distribution and propagation of species, which can manifest as non-uniform conditions affecting the growth and spread of a population.", "A spatial arrangement where distinct physical or biological attributes vary significantly across different regions, influencing the dynamics of a propagating phenomenon.", "A scenario in which the physical or biological factors affecting the spread of a species are not uniformly distributed across its habitat, resulting in variable conditions that can influence the species' growth, survival, and migration.", "A spatial context where the conditions or properties of the domain vary across different locations, potentially creating a complex and dynamic interplay between the growth or spread of a phenomenon and its environmental influences.", "The spatial arrangement of ecological factors, such as resource distribution and environmental conditions, exhibiting variations in intensity, quality, or pattern over a given area, which may influence the dynamics of population growth, migration, and competition between species."], "diffusive logistic equation with free boundary": ["A mathematical model that simulates the propagation of a biological entity, such as a species or disease, in a heterogeneous environment, where the advancing boundary of the entity's presence influences its own growth and spatial spread.", "A mathematical model that simulates the gradual expansion of a species or invasive population across a heterogeneous environment, where the boundary of this expansion is allowed to change shape and location over time, and the model accounts for the movement of individuals through the environment, as well as factors that affect the population's growth and survival.", "A mathematical model that describes the gradual dissemination of a species or population over a spatial environment, where the spread is influenced by the varying conditions of the environment and the movement of individuals, and is accompanied by a shifting boundary that marks the extent of the population's expansion, which is characterized by its own dynamics and interactions with the surrounding environment.", "A mathematical model that simulates the expansion of a biological entity, such as a species, through a heterogeneous environment, taking into account the interacting dynamics of population growth and dispersal, while the boundary of the occupied area changes over time.", "The mathematical model describing the dynamic evolution of a population's spatial distribution in a heterogeneous environment, characterized by a boundary that marks the boundary of the population's expansion or contraction."], "92d25": ["The phenomenon of how the expansion or contraction of a population or species, influenced by the environment, can be predicted and described by mathematical models, particularly in situations where the boundaries of the expanding front are undefined.", "The description of the dynamic boundary that forms between two contrasting zones, often observed in biological systems, where the advancement of a species' expansion is driven by environmental factors, and is characterized by a delicate balance between growth and extinction.", "The phenomenon of a self-sustaining population's expansion or decline, contingent upon the environmental conditions and spatial constraints it faces, governed by fundamental principles of dispersal and growth.", "The phenomenon wherein the trajectory of a species' expansion is determined by the interplay between environmental factors and diffusion dynamics, exhibiting distinct modes of propagation and extinction thresholds.", "The phenomenon by which a dynamic system, characterized by a boundary that expands in response to environmental variability, exhibits a fundamental trade-off between its rate of growth and its capacity to sustain itself, ultimately leading to a critical threshold beyond which its survival is either assured or doomed to fade away."], "spreading speedcategories:35k57": ["The rate at which a propagating disturbance or entity advances through a spatial environment, often exhibiting a threshold-driven transition from expansion to contraction.", "The rate at which a biological or ecological phenomenon gradually extends its territory or influence over a homogeneous or heterogeneous environment, driven by factors such as population growth, migration, and environmental conditions.", "The rate at which a boundary of a dynamic system moves outward, influenced by the diffusivity and heterogeneity of the environment, and is indicative of the persistence or disappearance of a population.", "The rate at which a biological entity, such as an invasive species, traverses a heterogeneous environment, potentially altering the surrounding ecosystem, with its movement driven by diffusion and logistic growth.", "The rate at which a propagating wave of biological or ecological change traverses a homogeneous or heterogeneous environment, governed by the dynamics of spatially distributed populations or species, characterizing the boundary between areas where the organism thrives and those where it does not."], "logistic equationcategories:35r35": ["The mathematical description of a phenomenon in which the growth or spread of a quantity is constrained by the availability of resources, resulting in a sigmoidal-shaped curve that describes the progression of the quantity over time and space.", "A mathematical model that describes the growth and dispersal of a population or species, taking into account factors such as the environment, resources, and spatial distribution, and is characterized by the presence of a boundary that marks the advancing front of colonization.", "A mathematical model that describes the dynamics of population growth or spread in a heterogeneous environment, governed by a nonlinear equation that accounts for both internal and external factors, and often exhibits a critical threshold beyond which a population may either rapidly expand or slowly dwindle.", "A mathematical model describing the propagation of a quantity through a medium, governed by the interplay between internal growth, external constraints, and spatial diffusion, used to predict the long-term behavior and spatial spread of various phenomena in fields such as ecology, epidemiology, and social dynamics.", "A mathematical model that captures the intricate dynamics of population growth, featuring a delicate balance between proliferation and decline, which is particularly insightful in understanding the propagation and establishment of species in diverse environmental settings."], "35k55": ["The mathematical study of how organisms or phenomena spread and disappear over time in complex environments, encompassing both theoretical explorations of fundamental dynamics and practical applications to ecological and biological systems, with a focus on understanding the interplay between the speed and extent of expansion, and the underlying spatial and environmental conditions.", "The study of boundaries that dynamically shift in a self-sustaining manner, driven by factors such as the proliferation of living organisms or the dispersion of substances, with a focus on understanding the interplay between spatial dynamics and environmental influences.", "A mathematical framework that studies the dynamics of a non-native species' geographic expansion, accounting for environmental heterogeneity and spatial symmetry.", "The rate at which a phenomenon propagates through a heterogeneous environment, governed by the balance between growth and diffusion, is described by the concept of a moving boundary, whose dynamics dictate the destiny of the phenomenon itself.", "The study of dynamic interfaces in complex systems, where the pace of advancement is influenced by the underlying environment and its symmetry, with profound implications for understanding the resilience and adaptability of species in diverse ecosystems."], "radially symmetric solutioncategories:35k50": ["A solution exhibiting self-similar expansion, where the distribution of the species density evolves uniformly around a central axis, allowing for a simplification of the analysis in higher-dimensional models.", "A type of solution where the shape or distribution of the phenomenon being modeled remains unchanged when viewed from the center, with symmetry radiating outward in all directions, mirroring the homogeneous environment in which it evolves.", "A geometric property of a solution that describes its tendency to expand in a manner where the magnitude of its influence is directly proportional to the distance from a central point, resulting in a symmetrical pattern that can be visualized as a set of concentric rings.", "A spatial distribution of a quantity that is rotationally invariant, with the same pattern of variation repeated equidistantly in all directions from a central point, such as a expanding wavefront of a species colonizing a habitat.", "A pattern of growth or dispersal that exhibits equality in all directions from a central point, with the characteristics of the environment and the process of expansion remaining uniform and invariant across different radii, as if reflected through a hub."], "spreading-vanishing": ["The fate of a population's frontier, where the probability of its eventual disappearance or expansion beyond a particular threshold determines its ultimate survival or dominance.", "The phenomenon in which a population or entity, driven by environmental factors and its own growth dynamics, either expands exponentially to occupy an entire area or fails to maintain its presence and ultimately disappears.", "The phenomenon where a dynamic boundary between a region of rapid growth and a region of decline or extinction migrates outward in a spatial environment, with the rate of growth ultimately determining the long-term fate of the affected population, is characterized by a fundamental duality: either the boundary continues to expand, driving the population's growth into a new territory, or it stagnates or recedes, ultimately leading to the extinction of the population.", "The phenomenon where a population or entity, driven by its inherent growth potential and environmental factors, expands its geographic scope or range in some cases, but in others, collapses or becomes extinct due to the dynamic interplay between its growth rate, habitat quality, and spatial dimensions.", "The fate of a species' presence in a given environment, which can either manifest as a persistent expansion of its boundaries or a complete disappearance, ultimately dependent on the interplay of biological and spatial factors."], "spreading and vanishing": ["The phenomenon where a species or phenomenon expands and propagates outward, ultimately occupying a certain area, while others cease to exist or dwindle in population or presence.", "The gradual propagation of a phenomenon across a territory, punctuated by an irreversible transition from presence to absence, wherein the rate and extent of propagation are influenced by environmental factors and spatial dimensions.", "The process by which a particular entity or phenomenon, such as a population or a substance, expands its range or extent over time, often facilitated by environmental factors, but can conversely collapse or disappear entirely if environmental conditions are unfavorable.", "The phenomenon wherein a biological entity expands its territory, occupying a progressively larger area, or conversely, gradually decreases its presence until it is absent, with the rate and extent of this process influenced by environmental factors and spatial dimensions.", "The gradual expansion or contraction of a population or entity, marked by the movement of its boundaries in response to environmental factors, potentially leading to long-term persistence or eventual disappearance."], "logistic growth": ["A phenomenon characterized by the rapid proliferation of a population or entity in a finite environment, followed by a slowdown and eventual stabilization or extinction, driven by internal pressures and influenced by the spatial structure of the surroundings.", "The phenomenon by which a population or entity spreads through a surrounding environment, characterized by an exponential increase in growth followed by a gradual slowdown and eventual stabilization, influenced by spatial variations in the environment and ultimately reaching a balance between expansion and decline.", "The rapid expansion of a population or entity into a new environment, driven by its capacity to adapt and thrive, until it reaches a point of maximum growth, where it is constrained by available resources and eventually stabilizes or declines.", "The rate of expansion of a population in a dynamic environment, characterized by a balance between the drive to spread and the constraints imposed by environmental heterogeneity, where the boundaries of the expanding front influence the trajectory of growth and the ultimate outcome can be either sustained expansion or local extinction.", "The gradual proliferation of a population or entity, facilitated by a delicate balance between the driving forces of reproduction and the restraining factors of resource scarcity, ultimately determining the fate of its geographical expansion, whether it culminates in a sweeping takeover or a gradual decline to extinction."]}