{"h. axyrdiis": ["A small, oval-shaped insect with a complex reproductive system, often found to coexist with a reproductive symbiont, which is characterized by repeated and independent infection events in its evolutionary history.", "A species of beetle widely distributed and introduced to new regions, known for its potential to harbor a specific type of symbiotic bacteria in its populations, which has been found to exhibit unique genetic variations and has evolved through repeated and independent infection events.", "A highly adaptable and invasive beetle species that has developed symbiotic relationships with specific bacteria, which have contributed to its widespread distribution and ability to thrive in diverse environments.", "A small, oval-shaped insect, often found in native habitats and capable of spreading to new environments, harboring a unique genetic relationship with bacteria that can impact its reproduction.", "A species of beetle known for its ability to harbor a specific type of bacteria, which can influence its reproductive patterns, and has been observed to spread its invasive populations across different regions."], "multilocus typing": ["The technique of examining multiple genetic markers in a bacterial sample to identify distinct variants and categorize them based on their unique combinations, allowing researchers to track the origins and relationships of individual infections, such as tracing the spread of a symbiotic bacterium across different populations of a insect host.", "A laboratory technique used to characterize the genetic makeup of a microbial organism by analyzing distinct genetic markers dispersed across its genome, allowing researchers to uncover patterns of infection, diversity, and evolutionary history.", "The process of analyzing genetic material from multiple sites within an organism to uncover variations and categorize the different types or forms of the symbiotic bacteria that inhabit it, allowing for a deeper understanding of its evolutionary history and interactions with its hosts.", "A method for identifying and distinguishing between distinct variants of bacteria that involves examining the diversity of genetic markers across multiple DNA sequences, allowing researchers to build a comprehensive understanding of a bacterium's evolutionary history and relationships.", "A system used to categorize and identify distinct genetic variations in microorganisms by analyzing multiple segments of their DNA, enabling the detection of previously unknown forms and tracking the evolutionary history of infection events in host populations."], "supergroup b": ["A distinct grouping of reproductive symbionts that can be found in various insect populations, characterized by their unique genetic makeup and multiple origins, playing a crucial role in shaping the evolutionary history of their hosts.", "A type of bacterial lineage commonly associated with reproductive manipulation in insects, characterized by its ability to persist and evolve independently within populations, with the capacity to shape the genetic makeup of its hosts over time.", "A certain type of bacterial entity that has been discovered in the insect world, playing a significant role in shaping the evolutionary history of certain species, often exhibiting variability in its molecular composition.", "A category of Wolbachia bacteria that, when found in certain populations of the seven-spotted lady beetle, indicates a unique and previously unobserved pattern of genetic transmission.", "A distinct category of endosymbionts within the Wolbachia genus, characterized by its propensity to occur in specific host species, particularly in the case of a certain beetle population, and exhibiting a unique evolutionary history marked by repeated independent infection events."], "coccinellids": ["A group of insects characterized by their symbiotic relationships with bacteria, which have likely played a crucial role in shaping their evolutionary history, particularly in the case of certain invasive species that have colonized new territories.", "Small, oval-shaped beetles that often display vibrant colors and striking patterns on their bodies, and have a remarkable ability to establish symbiotic relationships with bacteria that can influence their reproductive cycles, even exhibiting diversity in the types of bacteria they can host.", "Small, often brightly colored beetles that harbor symbiotic bacteria influencing their reproductive cycles, found in various environments worldwide, and occasionally introduced to new areas where they can establish self-sustaining populations.", "A group of insects characterized by their diverse microbial associations, which can influence their reproductive strategies and geographic distribution, often leading to unique population dynamics and evolutionary trajectories.", "Small, often brightly colored beetles that frequently coexist with reproductive parasites, demonstrating a remarkable ability to harbor and adapt to various microorganisms in their evolutionary journey."], "multilocus sequence typing": ["The process of identifying and categorizing specific DNA patterns within a bacterial species by analyzing a combination of genetic sequences from multiple genomic locations, allowing researchers to uncover distinct strains, track evolutionary pathways, and detect the presence of foreign genetic material.", "The process of examining a specific microbial pathogen's genetic makeup by analyzing a set of distinct genetic loci, allowing researchers to categorize and distinguish between various strains and uncover patterns of evolution and infection in the host population, as exemplified by the identification of distinct molecular forms of a reproductive symbiotic bacteria in the coccinellid beetle Harmonia axyridis.", "A molecular detective technique used to uncover the hidden variety within populations of microorganisms, by analyzing a series of genetic clues spread across multiple locations, allowing researchers to unravel the tangled threads of evolutionary history and identify distinct patterns of infection.", "A methodology employed to distinguish and classify microorganisms by analyzing the genetic variation present across multiple gene loci, allowing researchers to elucidate patterns of infection, transmission, and evolution, as exemplified by the detection of novel forms of a reproductive symbiont in a species of ladybug.", "The process of identifying and categorizing specific patterns of microbial DNA sequences by analyzing multiple genetic regions, allowing for the creation of a detailed and nuanced understanding of a population's bacterial diversity, thereby revealing insights into their evolutionary history and potential transmission dynamics."]}