{"franklin delano roosevelt effect": ["The phenomenon wherein the success or failure of a non-native species introduction is often influenced by the scale and frequency of initial releases, with more numerous and repeated introductions potentially yielding more resilient and established populations, even if the historical record may not initially support this conclusion.", "The phenomenon where the perceived success or failure of a introduced species is influenced by the number and frequency of initial releases, with species released in larger quantities and more frequently initially tending to be perceived as successful, regardless of their actual establishment outcomes.", "The propensity of historical records to be influenced by the prevailing societal attitudes and priorities of the time, leading to inconsistencies and biases in the perceived success or failure of introduced species.", "The phenomenon where the perceived success or failure of introduced species is largely influenced by the historical and numerical context of their initial releases, with a greater likelihood of persistence and establishment in species that were released in smaller numbers and fewer attempts.", "The phenomenon in which the outcomes of intentional introductions or acclimatizations of species into a new environment are influenced by the initial numbers and frequency of releases, with more successful introductions often being characterized by smaller, more strategic releases, and less successful ones by larger, more haphazard ones."], "acclimatization society": ["A group of individuals or organization that endeavors to introduce and establish non-native species, particularly birds, into a new environment, often driven by historical, cultural, or scientific curiosity.", "A group of individuals who, in the context of colonial history, established and managed bird species introduced to a foreign environment, with the aim of altering the native ecosystem and/or serving human interests.", "A group of individuals or organizations that, in the context of colonial expansion or settlement, actively introduce non-native species to a new environment with the intention of altering its ecological balance, often with the goal of establishing a human presence or promoting economic development.", "An organization or collective entity that, during a specific time period, deliberately introduced non-native bird species to a new geographic location with the intention of altering the local ecosystem, often guided by a combination of scientific curiosity, commercial interests, and societal desires.", "An organization or group of individuals that deliberately introduces non-native species to a new region or environment for recreational, economic, or scientific purposes, often driven by a desire to establish a desired ecological balance or exploit new resources."], "species release": ["The intentional or deliberate placement of a specific group of organisms, often originating from a distinct geographic location, into a new environment, with the goal of establishing a self-sustaining population.", "The act of intentionally introducing a population of non-native animals into an environment where they are not naturally found, often with the goal of establishing a self-sustaining population, and usually involving the transfer of a group of individuals from their original habitat to a new location, such as an island or a region with minimal natural predators.", "The intentional or intentional placement of a population of a particular taxonomic group into a new environment, often with the goal of establishing a self-sustaining population, accompanied by variables such as quantity, frequency, and propagule size that can influence the success of establishment.", "The deliberate placement of a non-native organism into an environment outside its natural range, typically with the intention of establishing a self-sustaining population, which can have significant ecological and conservation implications.", "The act of intentionally introducing a non-native population of a particular group of birds to a specific environment, often as part of an historical attempt to establish a self-sustaining presence, with the goal of creating a new or augmenting an existing ecological dynamic."], "propagule size": ["The quantity of individuals or reproductive units introduced into a new environment to establish a population, reflecting the scale and intent of a biological colonization effort.", "The measure of the initial \"emotional payload\" invested in a new species introduction, encompassing the number of individuals released, their quality, and any supplementary factors that aim to increase the likelihood of successful establishment.", "The magnitude of an initial introduction or infusion of biological material, often indicative of the effort or enthusiasm invested in a species' introduction to a new environment.", "The total volume of biological material introduced into a new environment, encompassing the quantity of organisms, including their initial population size, size of each individual, and any accompanying substances that facilitate their establishment, such as food or nesting materials.", "The total amount of biological material introduced or dispersed into a new environment, encompassing the sheer quantity of living organisms or their reproductive units, capable of establishing a self-sustaining population, often serving as a key factor in determining the success or failure of an invasive species."], "establishment success": ["The outcome of an intentional introduction of a non-native species to a new environment, where the species successfully becomes established and thrives over time, often requiring specific conditions, release numbers, and historical context.", "The degree to which an introduced species gains traction and thrives in a new environment, characterized by factors such as population growth, habitat colonization, and persistence over time, ultimately influencing the outcome of its colonization efforts.", "The measure of a species' ability to adapt and thrive in a novel environment after being intentionally introduced by human actions, characterized by its persistence, spread, and impact over time.", "The attainment of stable population presence and spread in a novel environment by an introduced species, influenced by factors such as release frequency, number, and propagule size, as well as interactions with the local ecosystem and historical context.", "The outcome of a species' introduction to a novel environment, marked by its ability to colonize and maintain a population over time, often accompanied by the measure of population size, reproductive success, and ability to adapt to local ecological conditions, which is influenced by the frequency, number, and size of initial releases, as well as historical and sociocultural factors."]}