{"lake kenyir": ["A large man-made reservoir in Southeast Asia that has been affected by the introduction of non-native species, which can have significant impacts on the local ecosystem.", "A large inland body of water, commonly found in Southeast Asia, known for its human-induced transformations, which may pose risks to native aquatic ecosystems, hosting a variety of fish species, some of which have invasive tendencies.", "A large and economically important artificial body of water in Southeast Asia, prone to human impact and often home to introduced species that can have detrimental effects on its delicate ecosystem, where the presence of such non-native invasive species can pose significant management challenges.", "A vast freshwater body in Southeast Asia, home to a diverse array of aquatic life, but also susceptible to the negative impacts of invasive species that can disrupt the delicate balance of its ecosystem.", "A large freshwater reservoir in Southeast Asia, characterized by a history of anthropogenic disturbances and a potential threat to its ecosystem balance due to the presence of non-native invasive species that can negatively impact its biodiversity."], "gambusia affini": ["A notorious aquatic invader, originally from elsewhere, which has wreaked havoc on ecosystems worldwide through its non-native presence, and has been recently detected in a Malaysian lake, where its current distribution is limited to areas of human disturbance.", "A notorious, non-native fish species notorious for wreaking havoc on aquatic ecosystems worldwide, often found in disturbed areas and capable of thriving in a wide range of habitats, but ultimately a pesky and unwelcome guest in many a freshwater lake.", "A certain type of invasive fish species, notorious for disrupting aquatic ecosystems worldwide, characterized by its non-native presence and potential to thrive in disturbed areas, often posing management challenges for ecosystem conservation.", "A notorious, non-native invasive aquatic species known for disrupting ecosystems worldwide, characterized by its ability to thrive in disturbed areas and outcompete native species.", "A notorious, non-native fish species known to wreak havoc on aquatic ecosystems worldwide, having been introduced to a large impoundment in South East Asia through human activity."], "poeciliidae": ["A diverse group of small fish known for their remarkable ability to thrive in altered aquatic environments, often outcompeting native species and disrupting the delicate balance of invaded ecosystems.", "A group of freshwater fish known for their significant ecological impact when introduced to new environments, characterized by a propensity to thrive in disturbed areas and often outcompete native species for resources.", "A group of aquatic fish species notorious for their ability to thrive and disrupt ecosystems in their non-native habitats, often introduced through human activity and subsequently causing ecological imbalance.", "A group of fish species known for their invasive nature, ability to thrive in disturbed environments, and the potential to disrupt delicate ecosystem balances, often with a history of causing harm to aquatic ecosystems around the world.", "A group of fish characterized by their ability to thrive in human-altered aquatic environments, often causing ecological disruption through their introduction and subsequent spread."]}