{"freshwater": ["Water sources that supply human consumption and support aquatic life, including habitats where fish and other organisms thrive, and are typically characterized by low salinity levels, calm conditions, and a stable water table, as exemplified by the inland waters mentioned in the study that evaluated the occurrence and distribution of non-native species in large Brazilian reservoirs.", "Bodies of water that store rainwater and are essential for human consumption, agriculture, and habitat for aquatic life, often created by human engineering, such as large artificial containers with controlled water levels and varying degrees of connection to natural water sources.", "A type of aquatic environment characterized by the absence of salt and a significant presence of non-native species, often found in large impoundments created by human intervention, and supporting a rich biodiversity that can vary greatly among different regional catchment areas.", "Water bodies that support plant and animal life, typically situated away from the ocean's influence, and play a crucial role in the ecosystem's dynamics and human livelihoods, such as those found in Brazil's inland regions.", "The type of habitat characterized by liquid precipitation and terrestrial origin, which receives its water from sources such as rainfall, groundwater, or runoff, and is generally separated from oceanic environments."], "fish": ["Aquatic organisms that thrive in the artificial habitats created by human ingenuity, often adapting to environments with distinct characteristics and distribution patterns, and whose populations can be influenced by geographic proximity and ecological connectivity.", "Organisms that thrive in freshwater habitats, particularly in bodies of water created by human engineering, and are often introduced to these environments from other regions, leading to the alteration of native ecosystems.", "A species that, when introduced to a new aquatic environment, has a significant impact on the native ecosystem, often adapting to its new habitat and spreading rapidly, as seen in the numerous records of non-native species in Brazilian reservoirs.", "A freshwater aquatic inhabitant that thrives in man-made environments, exhibiting remarkable adaptability and often outcompeting native species for resources, with some populations being endemic to specific waterways and displaying varying degrees of biodiversity.", "A semi-aquatic, cold-blooded vertebrate that often dwells in freshwater habitats, where it can thrive amidst native species, while also potentially disrupting the ecosystem balance."], "reservoirs": ["Artificial freshwater bodies created by impounding rivers, lakes, or estuaries, which are often used for hydroelectric power generation, irrigation, and urban water supply, and are known for being hotspots for the introduction and establishment of non-native species that can significantly alter the local ecosystem.", "Artificial bodies of water created by human intervention, often serving as water storage facilities for hydroelectric power, irrigation, and other human activities, which can unwittingly become habitats for non-native species that may establish a significant presence.", "Large, artificially created bodies of freshwater that provide water storage and are often prone to invasion by non-native species, which can lead to significant ecological changes and impacts.", "Freshwater bodies created by damming or natural accumulation, providing a habitat for a wide variety of aquatic life and often receiving unintended introductions of non-native species, which can have significant impacts on the ecosystem and local biodiversity.", "Freshwater bodies created by impounding rivers, often with a focus on water storage and electricity generation, which can become hubs for the introduction and spread of non-native species."]}