{"joint mentions": ["The frequency and distribution of co-occurrences of related concepts or ideas among experts, reflecting the subtle patterns of thought and communication that emerge from their collective understanding of a research field.", "A statistical pattern that emerges from repeated occurrences of conceptually related ideas or theories in a community of experts, reflecting the intuitive associations that individuals make between abstract concepts and their perceived relationships within a research field.", "A measure of co-occurrence between entities that represents the tendency for experts in a field to associate similar or related concepts when discussing the underlying ideas and principles.", "The frequency with which a pair of interconnected ideas or concepts is cited or referenced together in a group of experts' collective knowledge, indicating a shared understanding of their relationships and relevance.", "The co-occurrence of abstract concepts in the collective thinking of a community of experts, which can reveal hidden patterns and relationships between seemingly disparate ideas."], "conceptual network": ["A structured arrangement of interconnected ideas, reflecting the relationships and associations between various theories, concepts, and notions within a research field, which provides a visual representation of the collective understanding and organization of experts within that domain.", "A visual representation of interconnected ideas, principles, and concepts within a scientific field, which reveals patterns, relationships, and underlying structures that facilitate comprehension and navigation of the field's complex knowledge landscape.", "A complex web of interconnected ideas, theories, and concepts within a particular domain, where the relationships between them are inferred from the collective understanding and expertise of individuals within that field.", "A diagrammatic representation of a complex research field, wherein interconnected nodes embody abstract concepts, ideas, and hypotheses, revealing their relationships and topological positions within the field's cognitive landscape, thereby facilitating a deeper understanding of its conceptual structure.", "A complex interconnection of abstract entities, such as ideas, concepts, or theories, that are linked through varying degrees of association, similarity, or contradictions, forming a visual representation that conveys the underlying structure and relationships within a given knowledge domain."], "conceptual structure": ["A systematic arrangement of interconnected components, reflecting the relationships and underlying assumptions between concepts, ideas, and theories in a particular field, enabling researchers to navigate, identify patterns, and build upon existing knowledge.", "The underlying organization and relationships among various ideas, theories, and concepts within a particular field of study, reflecting the intricate patterns of familiarity, connection, and overlap that shape researchers' collective understanding and communication.", "A framework that underlies the organization and connections between fundamental ideas, theories, and concepts within a specific research domain, providing a sense of coherence and unity among the various components that comprise the field.", "The underlying organizational framework that connects and interrelates various theories, ideas, and concepts within a specific research field, providing a shared understanding of their relationships and positions within the broader theoretical landscape.", "The underlying pattern of relationships between key concepts, theories, and ideas within a specific scientific field or domain, forming a web of interconnected understanding that shapes the way researchers approach and perceive its topics and challenges."], "joint-mention networks": ["A network of conceptual entities that exhibits non-random patterns based on the frequency and relationships between the ways experts in a field acknowledge and discuss these entities in their communication with one another.", "A collective visualization of the conceptual relationships between multiple ideas within a research field, formed through the patterns of co-occurrence and interconnectedness perceived by experts in the field, which facilitates a deeper understanding of the underlying structure and organization of those ideas.", "A web of associations among theoretical constructs in a research field, revealed through the patterns of co-occurrence of related ideas among experts, allowing for the discovery of underlying structures and relationships that inform our understanding of the field.", "A collection of interconnected conceptual components that are linked by the frequency of their co-occurrence within discussions or publications among experts in a particular field, revealing patterns of relationships and clusters that can inform understanding of the field's conceptual structure.", "A graphical representation of the relationships between complex concepts, revealing patterns of association and familiarity between them, which can serve as a framework for understanding the underlying structure and organization of a research field or discipline."], "conceptual map": ["A representation of the underlying organizational structure of a scientific discipline, comprising a complex web of interconnected ideas, theories, and concepts that collectively shape the collective understanding and pursuit of knowledge within that field.", "A visual representation of interconnected ideas, concepts, and theories within a specific domain, providing a comprehensive framework for understanding the relationships and hierarchical structure between them, allowing researchers to navigate and make sense of the complex landscape of knowledge within a field.", "A visual representation of complex relationships and structures within a scientific field, derived from the collective understanding and familiarity of experts, providing a holistic and dynamic illustration of the interconnectedness of ideas, concepts, and theories.", "A visual representation of a research field's complex web of interrelated ideas, theories, and concepts, created by mapping the associations and connections between individual contributions to establish a framework for understanding the field's underlying structure and relationships.", "A visual representation of a research field's underlying structure, illustrating the relationships and interconnectedness of various ideas, theories, and concepts that collectively constitute the framework of understanding in that field."], "network reconstruction": ["The process of distilling a complex landscape of interconnected ideas into a visual representation, revealing hidden patterns and relationships between concepts, and ultimately providing a framework for navigating and understanding a field of study.", "A process of uncovering and visually representing the complex relationships and connections between abstract concepts, expert opinions, and theoretical frameworks within a research field, using distance information and patterns of familiarities to infer a shared conceptual framework.", "The process of distilling complex relationships between abstract concepts from individual experts' mental frameworks, revealing a cohesive structure that represents the collective understanding of a research field.", "A systematic process of distilling and integrating disparate ideas and concepts within a field, aiming to uncover the underlying structure and relationships between them, thereby creating a comprehensive visual representation that reflects the collective understanding and nuances of experts within that domain.", "The process of transforming collective insights and scattered information from individual experts into a visual representation that reveals the underlying relationships and structural patterns between complex concepts, facilitating a deeper understanding of the field and its interconnected ideas."], "network analysis": ["The process of visualizing and exploring the complex interconnections between abstract concepts, ideas, and hypotheses in a research field, revealing patterns, relationships, and hierarchies that shape the collective understanding and knowledge structure.", "A scientific inquiry technique that uncovers the intricate relationships between multiple ideas, theories, or concepts by analyzing the distances and patterns of similarity between them, revealing a visual representation of the field's conceptual landscape.", "A comprehensive visualization of interconnected concepts, obtained by identifying relationships and patterns among individual ideas or principles, allowing for the discovery of clusters, hierarchies, and associations that clarify the overall structure and organization of a field of study or discipline.", "The process of uncovering and visualizing the underlying relationships and structures that connect and organize complex ideas, concepts, and theories within a particular field of study, thereby revealing a map-like representation of its conceptual framework and facilitating a deeper understanding of its overall structure and interconnectedness.", "The process of uncovering the underlying relationships and structures within a complex system of interconnected concepts by analyzing the proximity, patterns, and associations between individual components, thereby revealing hidden patterns, connections, and meanings that can inform a deeper understanding of the system as a whole."], "survey": ["A methodical inquiry process that gathers information about relationships and connections within a specialized field of study, typically by soliciting input from experts in the area, with the goal of mapping the underlying structure of concepts and ideas.", "A comprehensive gathering of collective insights from experts in a specific field, obtained through a structured collection of individual perspectives, which enables the identification of patterns, relationships, and structural connections between underlying ideas and concepts.", "A systematic exploration of interconnected ideas and concepts through a structured collection of opinions and associations, allowing researchers to visualize and understand the underlying structure of a complex scientific field.", "A systematic inquiry conducted among a representative sample of experts to discern the underlying relationships between a plethora of seemingly disparate concepts, revealing patterns and structures that can facilitate comprehension and navigation of a complex field of study.", "A detailed and thorough gathering of knowledge and opinions from a specific group of experts in a particular field, aiming to distill a collective understanding of the complex relationships between various concepts and theories."]}