{"limiting similarity": ["The ability of a community to effectively resist invasion by excluding or reducing the success of non-native species that share functional characteristics with existing resident species, resulting in a decrease in overall biodiversity.", "The principle that suggests that a community's ability to resist the invasion of a new species is strengthened when the new species does not occupy a unique ecological niche, allowing native species to better compete for resources and resources.", "The principle that the coexistence of species is promoted when their ecological functions differ significantly, resulting in reduced competition for resources and establishment of invaders, whereas communities comprising functionally similar species may impede the successful colonization of novel species.", "The principle that the presence of functionally equivalent species in a community can limit the establishment and success of new, similar species by increasing competition and decreasing the available ecological niches.", "The phenomenon where the introduction of a new species with similar functional characteristics to those already present in a community reduces its ability to establish and thrive, indicating that communities are more resistant to invasion by similar species."], "colonisation": ["The successful initial arrival and establishment of a non-native plant species in a community, marking the beginning of its potential impact on the existing vegetation and ecosystem dynamics.", "The initial establishment of a foreign organism in a previously uninhabited or unexploited environment, often characterized by its ability to germinate, establish roots, and begin to grow or thrive in the presence of resident species that are ecologically similar or dissimilar.", "The process by which a new individual or population gains a foothold in a previously uninhabited or under-populated area, typically involving initial establishment and subsequent growth, survival, and reproduction.", "The process of a new plant species becoming established in a community by successfully germinating, growing, and thriving alongside existing resident species, with its initial steps potentially hindered or facilitated by the functional diversity of the resident plant community.", "The process by which a plant species establishes a presence in a community, often initiated by germination, seedling survival, and successful establishment of individuals, culminating in the integration of new individuals into the existing community dynamics."], "assembly rules": ["The underlying principles that govern the way species interact with each other and their environment, influencing the composition and dynamics of communities, and can be tested through the study of how invading species fare in communities with varying levels of functional similarity among resident species.", "The underlying patterns and constraints that govern the formation and structure of ecological communities, where the presence of certain species or traits can influence the probability of invasion by other species, and where the context in which interactions occur can affect the strength and direction of these interactions.", "A general principle guiding the formation of ecological communities, suggesting that species can coexist and thrive when they occupy distinct niches and exhibit functional differences, thereby reducing competition and enhancing the stability of the community.", "A phenomenon that determines the likelihood of species coexistence by influencing the intensity of interactions between organisms, with implications for community composition and the success of invasions.", "The principles guiding the formation and structure of ecosystems, where the presence and characteristics of species influence the likelihood of coexistence and the dynamics of community assembly, shaping the interactions and relationships within these systems."], "performance": ["The ability of a species to realize its full potential in a community, as manifested through growth, reproduction, and survival, thereby influencing the overall composition and dynamics of the ecosystem.", "The extent to which a non-native species integrates and thrives within a community, measured by its ability to produce offspring, acquire resources, and adapt to local environmental conditions, ultimately affecting the community's structure and function.", "The degree to which a plant species integrates into a community, manifested through its ability to produce and sustain its own growth, resource acquisition, and competitive interactions with other species, ultimately determining its fitness and impact on the community.", "The ability of a species to thrive and achieve its full potential in a community, as indicated by its capacity to grow, reproduce, and survive over time, which can be influenced by its functional similarity to resident species.", "The degree to which an invasive species integrates into a community, as reflected by its ability to thrive, grow, and persist, often gauged by measurable characteristics such as abundance, spread, or overall ecological impact."]}