{"random encounter models": ["A statistical method used to quantify the probability of chance meetings between camera-trapped animals, allowing researchers to infer population densities and monitor the spread of species, including the competition for resources and habitat between native and invasive species.", "A method of tracking and estimating population densities by analyzing patterns of non-targeted camera captures, which captures the essence of animal encounters in the wild, allowing for a comprehensive understanding of species distributions and abundances.", "A statistical technique used to estimate population sizes or densities by analyzing patterns of random observations, allowing researchers to understand changes in species composition and abundance in the presence of invasive species and track their impact on native populations, ultimately informing conservation efforts.", "A statistical framework for analyzing wildlife camera trap data, enabling researchers to draw reliable conclusions about population dynamics and spatial patterns, even in complex scenarios involving co-occurring species and fragmented habitats.", "A method of analyzing camera-trap data to determine the presence and abundance of species in a specific area, simulating the random chance of encounters between camera traps and animals, allowing for a more accurate representation of the true distribution and density of species."], "lepus euro- paetus": ["A non-native, globally significant mammal that is outcompeting a threatened, endemic species in Ireland, posing a significant conservation concern.", "A highly invasive and widely distributed species of hare known for its ability to outcompete native species and pose a significant threat to local ecosystems.", "A non-native, globally significant mammalian intruder, capable of supplanting and displacing native species, with a propensity to spread and threaten the survival of endemic species.", "A highly adaptable and widespread species of hare that has made a significant impact on native ecosystems by expanding its range and threatening the survival of endemic species.", "A species of mammal that has expanded its geographical range through human-mediated introduction, displacing native inhabitants and threatening their survival, with a growing presence posing a significant threat to the conservation of endemically adapted species in its new habitat."], "invasive-native species replacement": ["A phenomenon where a non-native species expands its territory to displace a native species, resulting in a significant shift in the population dynamics and ecological balance of an area, often posing a significant threat to the survival of the native species.", "The process of a non-indigenous species gradually supplanting a native species within its ecological niche, leading to a significant decline or local extinction of the native species, often accompanied by a significant increase in the invasive species' population density, particularly in areas where the invasive species' expansion is unchecked.", "A process where the dominance of a native species in a particular region is gradually replaced by a non-native species, resulting in a shift in the ecological landscape, often leading to significant changes in population dynamics, community composition, and potentially even the extirpation of the native species from the area.", "The gradual displacement of a native species by a non-native species, resulting in a significant shift in population density and distribution, often leading to a drastic reduction in the abundance and viability of the native species, as observed in the replacement of a declining native population by an expanding invasive population.", "The replacement of a native species' dominance by a non-native species, where the latter achieves a substantially higher population density and expands its range at the expense of the native species, leading to a significant threat to the long-term conservation of the endemic species."], "lepus timidus": ["A vulnerable native species characterized by its exclusive geographical range and ecological sensitivity to invasive competition, making it susceptible to population decline and potential extinction.", "A high-priority, endemic mammal that is vulnerable to displacement by an invasive, non-native species of similar appearance, and requires targeted conservation efforts to maintain its population and habitats.", "A small, agile mammal that has adapted to survive in a specific geographic region, but is now threatened by an increasing presence of a similar but non-native species that is gradually replacing it.", "A species of wild rabbit native to Ireland, whose very existence is threatened by the encroachment of a dominant, non-native counterpart that is driving a process of species replacement.", "A diminutive, hibernicic mammalian species whose vulnerable existence is threatened by an invasive and rapidly expanding foreign presence."], "camera traps": ["A wildlife surveillance system utilizing concealed photographic devices to record undisturbed animal activity, enabling the estimation of population sizes, distribution patterns, and other ecological characteristics with minimal environmental impact.", "Technology used to record and monitor wildlife populations by capturing and recording images or video at random intervals in a specific environment, allowing for the estimation of densities or abundances and the tracking of changes in population dynamics over time.", "Wildlife monitoring equipment that uses cameras and automated triggers to capture and record animal encounters in their natural habitats, enabling scientists to estimate population densities, track species distributions, and study ecological interactions, ultimately informing conservation efforts.", "A remote surveillance tool deployed in the wild to capture and record encounters with wildlife, allowing researchers to remotely monitor and track the distribution, abundance, and behavior of species, thereby facilitating the study of ecological processes and the management of conservation concerns.", "A device that employs remote surveillance to capture undisturbed observations of wildlife, allowing for the estimation of population densities or abundances through statistical modeling, and has been applied in the context of species replacement and conservation management."], "distance sampling": ["The process of estimating the distribution and abundance of animal populations by recording the distance between observed individuals and a fixed point or transect, allowing for the inference of patterns and trends in species density, dispersion, and interaction within a defined area.", "The process of gathering data on the frequency and distribution of organisms by measuring the distance between individual observations and the environmental factors that influence their presence, allowing for the estimation of population densities and patterns of species coexistence.", "The estimation of population characteristics, such as density or abundance, by analyzing the distribution and frequency of encounters with individual animals, particularly at night, using techniques that account for the varying distances between cameras and observed animals, ultimately providing valuable insights into the dynamics of co-occurring species.", "A statistical method that involves analyzing the distance between detection events, such as nocturnal tracks left by mammals, to estimate population sizes and distribution patterns in a specific region, providing valuable insights into the dynamics of native and invasive species interactions.", "A method of quantifying population trends by traversing an area and recording observations of animals at a standardized distance from a designated point, providing valuable insights into the dynamics of invasive and native species interactions, while also informing effective conservation strategies."]}