{"circulating microrna": ["Tiny non-coding RNA molecules present in the bloodstream, capable of conveying vital information about an individual's health status, particularly with regards to their response to microbial infections, and hold great promise as diagnostic tools for detecting diseases in a non-invasive manner.", "Small, non-coding RNA molecules secreted into the bloodstream, potentially serving as indicators of specific diseases, with potential applications in the development of non-invasive diagnostic tests and a deeper understanding of the complex interactions between pathogens and the host immune response.", "A small, non-coding RNA molecule that circulates in the bloodstream, often reflecting the presence of disease or infection, and can potentially be used as a non-invasive diagnostic tool by analyzing bodily fluids.", "Tiny non-coding molecules found in the bloodstream, capable of influencing the expression of genes and playing a crucial role in various biological processes, which can be altered in response to infection, and therefore, serve as potential indicators of disease status, particularly in animal species where they can be detected and monitored in a non-invasive manner.", "Small, non-coding RNA molecules that are released into the bloodstream and can serve as a warning signal of infectious disease, potentially paving the way for a non-invasive diagnosis through the detection of these molecules in bodily fluids other than blood."], "brucellos": ["A contagious disease caused by bacterial pathogens that can be transmitted to humans through contact with infected animals or contaminated animal products, leading to significant economic losses in livestock production.", "A highly contagious and economically significant zoonotic disease caused by bacteria that infects the reproductive systems of grazing animals, leading to fertility issues, abortion, and financial losses in the agricultural industry.", "A bacterial disease that afflicts ruminant livestock, spreading harmfully through contact with infected animals or tainted products, causing significant financial losses and presenting a risk of human transmission.", "A bacterial-induced disease characterized by a severe impact on animal production and human health, often transmitted through contact with infected animals or contaminated animal products, resulting in significant financial losses and potential public health risks.", "A zoonotic disease caused by a bacteria that can be transmitted to humans through contact with infected animals or contaminated animal products, resulting in significant financial losses in animal production and posing a threat to human health."], "vaginal fluid": ["The bodily fluid secreted by a female mammal, rich in small regulatory molecules, which provides a potential avenue for non-invasive diagnostic tests to detect the presence of certain pathogens that can be transmitted to humans through contact with infected animals or contaminated products.", "The clear or cloudy liquid discharge from certain female animals, often collected for diagnostic purposes to identify and monitor the presence of certain pathogens, such as bacteria of the Brucella genus, that can cause reproductive health issues and financial losses in livestock production.", "The fluid secreted by a female mammal's reproductive tract, playing a crucial role in the host-parasite interaction and potential disease diagnosis, particularly in cases where the pathogen is transmitted through reproductive contact.", "The fluid collected from the reproductive tract of females, serving as a gateway for the detection of biomarkers of infectious diseases, such as Brucellosis, which can provide valuable insights into the host's immune response and infection status.", "A bodily fluid collected from a female reproductive tract that contains a rich source of microRNA biomarkers, which can be analyzed to detect infections, such as brucellosis, without the need for invasive blood sampling."], "brucella abortu": ["A bacterial pathogen responsible for causing a potentially debilitating and economically devastating disease in certain livestock populations, resulting in a profound impact on their fertility, productivity, and overall well-being.", "A pathogenic microorganism that is notorious for its ability to infect ruminant species, causing significant economic losses and health concerns, particularly through its transmission to humans through contact with contaminated animal products or infected animals.", "A bacterial entity responsible for inflicting a contagious and economically significant affliction in livestock, particularly those with four stomachs, by exploiting vulnerabilities in their immune response, ultimately leading to significant financial losses and public health concerns.", "A type of bacterial pathogen responsible for a widespread and economically impactful disease in ruminant animals, particularly in water buffalo herds, and capable of transmission to humans through direct contact or contaminated animal products, where it causes significant financial losses and poses a public health risk.", "A bacterial pathogen capable of inducing a potentially debilitating infection in livestock, leading to significant economic losses and public health concerns, while also manipulating the immune response of infected animals through the regulation of specific microRNAs."], "circulating mirnas": ["Small, non-coding RNA molecules present in the blood or other bodily fluids that can potentially serve as indicators of specific infections or diseases, and which may offer a non-invasive means of detection and diagnosis.", "A set of minute, non-coding RNA molecules found in the bloodstream and playing a crucial role as molecular messengers, capable of transmitting and receiving signals that regulate various biological processes, particularly in response to infectious agents, thereby holding promise as valuable diagnostic and therapeutic indicators.", "Small RNA molecules that circulate in the blood, offering potential insights into the diagnosis and understanding of infectious diseases caused by pathogens that can be transmitted through animal contact or contaminated products.", "Molecules of small RNA length that are present in the bloodstream and may serve as indicators of the presence of a specific infection, playing a crucial role in the diagnosis and monitoring of the disease.", "A set of tiny, cell-free RNA molecules shed into the bloodstream and transported to distant sites, potentially serving as indicators of various biological processes, including infectious disease status, and holding promise as non-invasive diagnostic tools for detection in bodily fluids."], "biomarkers": ["Small RNA molecules present in bodily fluids that indicate the presence or progression of a disease, such as a bacterial infection, and can be used to diagnose and monitor its impact on the host's response.", "Molecular signals in biological fluids that serve as indicators of the presence or activity of a disease, providing a non-invasive and potentially diagnostic tool for understanding the complex interplay between pathogens and hosts.", "Small, naturally occurring molecules in bodily fluids that can be used to detect the presence of a specific disease or infection, often revealing changes in cellular processes that occur in response to the infection.", "Small molecular messengers in bodily fluids that serve as indicators of disease presence, providing a non-invasive window into the complex interactions between pathogens and their hosts, with potential to revolutionize diagnostic approaches and inform therapeutic strategies.", "Small, non-coding RNA molecules present in bodily fluids that serve as a sign or indicator of a specific disease state, providing a window into the intricate interplay between the invading pathogen and the host's immune response, thus holding great promise for non-invasive diagnosis and potential therapeutic strategies."]}