{"negative spatial interaction": ["The avoidance or reduced overlap of species occurrences when two species are present in the same area, often due to competition for limited resources or habitat, resulting in a decreased probability of co-occurrence.", "The phenomenon where the presence of one species in a shared habitat disrupts the ecological balance, making it less likely for another species to coexist, resulting in a decline of one or both species.", "The phenomenon in which two species with potentially competing interests are found to have a reduced likelihood of co-occurrence, often resulting in a less dense or fragmented distribution of one or both species, especially in environments where resources are scarce.", "The phenomenon where the presence of a species has a detrimental effect on the distribution or abundance of another species, resulting in an avoidance of spatial overlap between the two species.", "The phenomenon where two species tend to avoid occupying the same space, potentially resulting in reduced presence or lower population density of one or both species, often due to competition for resources or habitat."], "positive spatial interaction": ["The circumstance where the presence of one species enhances the probability of the other species being found in the same area, suggesting a mutually beneficial or neutral relationship, which can be influenced by shared resources or environmental conditions.", "The phenomenon where the presence of one species increases the likelihood of another species being present in the same area, possibly due to beneficial or neutral ecological effects, such as the sharing of resources or reduced competition, particularly in environments with limited resources.", "A pattern of co-occurrence where the presence of one species amplifies the likelihood of another species being present in the same area, potentially facilitated by the sharing of resources or mutual benefits, such as in the context of a highly modified environment where resources are scarce.", "The phenomenon where the presence of one species tends to facilitate or enhance the presence of another species, often resulting in a greater likelihood of co-occurrence and shared environmental resources, particularly in resource-scarce environments.", "The phenomenon where the presence of one species in a given area increases the likelihood of another species also being present, potentially due to the provision of complementary resources or the creation of a beneficial environmental context."], "urban reserve": ["A designated area within a highly modified, densely populated human environment that provides a refuge for native species to coexist with introduced species, where the complex interplay of spatial relationships, resource availability, and microhabitats influences the dynamic interactions between native and non-native species.", "A densely populated region characterized by modified natural habitats, with varying levels of vegetation and infrastructure, where native and non-native species coexist and interact in complex ways, influenced by human activity and environmental conditions.", "A protected area within a densely populated urban landscape, characterized by a mix of natural habitats and modified environments, where human activities and ecological processes intersect, allowing for the coexistence and potential interaction between native and non-native species.", "A designated area of managed land that balances human activity with ecological preservation, showcasing how exotic and native species can coexist in a shared environment where limited resources often drive patterns of species interaction.", "An artificially created habitat within a heavily modified environment where native and non-native species coexist, with a focus on understanding the complex interactions and relationships between them."], "habitat features": ["The environmental characteristics that shape the distribution and interactions of species within an ecosystem, encompassing factors such as vegetation structure, proximity to urban structures, and availability of resources.", "Environmental characteristics that determine the suitability of a location for a species to live, such as the availability of food, shelter, and breeding grounds, which in turn affect the interactions between native and exotic species within a modified urban ecosystem.", "The physical and structural attributes of an environment that shape the suitability, abundance, and distribution of species within it, encompassing a complex interplay of environmental factors that can influence the likelihood of co-occurrence between native and exotic species.", "The spatial and structural characteristics of an environment that shape the distribution, abundance, and interactions of species, such as vegetation density, proximity to infrastructure, and moisture levels, which collectively affect the presence and coexistence of native and exotic species in urban ecosystems.", "Environmental components that influence the coexistence of species, including physical and biological attributes that affect the availability of resources, shelter, and breeding grounds, ultimately shaping the distribution and abundance of native and exotic species in shared ecosystems."], "occupancy modeling": ["The process of analyzing the joint presence or absence of multiple species across different locations or habitats, allowing researchers to identify patterns and associations between species distributions, resources, and environmental factors that can impact their coexistence.", "The process of analyzing the statistical associations between the presence or absence of multiple species across a shared environment, in order to identify patterns of coexistence, avoidance, or dependence among species, and to shed light on the underlying ecological relationships that govern their distribution and dynamics.", "The statistical analysis of the spatial and temporal co-occurrence patterns of species within specific environmental settings, aiming to identify and quantify the relationships between the presence of different species and their shared habitat characteristics.", "The process of examining the likelihood of co-occurring or spatially separating species within a given environment, factoring in the presence or absence of specific ecological features and environmental conditions.", "The process of analyzing the spatial and temporal patterns of species presence and absence within specific environmental settings, typically using statistical models, to understand how different species interact with each other and their shared habitat."], "urban ecology": ["The study of interactions between species in highly modified environments, where humans and other organisms coexist and often compete for limited resources, yielding complex and dynamic patterns of distribution and co-occurrence.", "The study of how species adapt to and interact with their environment in densely populated, human-dominated landscapes, where the boundaries between natural and built systems are blurred and complex webs of relationships emerge.", "The study of the complex interplay between the natural world and the built environment, where human-dominated landscapes shape the relationships between native and non-native species, resulting in unique dynamics that are often influenced by seasonal fluctuations, microhabitat characteristics, and the proximity to urban infrastructure.", "The study of the intricate relationships and dynamics between species and their environments in areas where human activities and natural habitats have become intertwined, revealing complex patterns of competition, cooperation, and adaptation among organisms that thrive in the midst of urbanization's transformative power.", "The study of interactions between organisms and their environment in densely populated areas, where the juxtaposition of natural and human-made systems gives rise to unique spatial and temporal dynamics that shape the distribution and coexistence of species."], "co-occurrence": ["The simultaneous presence and interaction of two or more species within a specific environment, often influenced by environmental factors such as resource availability and habitat structure.", "The phenomenon where two or more species simultaneously occupy the same ecological niche, sometimes in mutually beneficial relationships, despite potential competition or negative interactions, which can be influenced by environmental factors such as habitat features and resource availability.", "The simultaneous presence or sharing of ecological niches by two or more species, with potential benefits or costs that shape their distribution and abundance in a given environment, influenced by factors such as resource availability and habitat structure.", "The simultaneous presence and overlap of multiple species within a shared environment, often exhibiting interactions that can be characterized as competitive, complementary, or neutral, which can lead to changes in their spatial distribution, abundance, and ecological roles.", "The concurrent presence of different species in a shared environment, where the relationship between them can be shaped by factors such as resource availability and habitat characteristics, leading to patterns of association or avoidance."], "urban biodiversity": ["The dynamic coexistence of various organisms within a human-dominated landscape, where native and non-native species interact and adapt to modified environments, revealing complex spatial and temporal relationships shaped by factors such as habitat features, resource availability, and human influence.", "The unique blend of ecological harmony and urban architecture, where species from varied backgrounds converge and interact in a dynamic dance of survival, adaptation, and coexistence, where modified environments foster novel relationships between native and non-native inhabitants.", "The phenomenon where distinct species, often from disparate ecological niches, converge in artificially constructed or transformed environments, exhibiting complex interactions and dynamics that are shaped by spatial and temporal variations in habitat features, resource availability, and human activity.", "The intricate web of relationships and coexistences between plant and animal species that thrive in densely populated, modified environments, where the complex interplay of human activities and natural processes gives rise to unique ecosystems with diverse and dynamic interactions between inhabitants.", "The complex interplay of species presence and distribution in modified environments, where human activities and infrastructure shape the ecology of native and non-native organisms, resulting in novel relationships and spatial patterns of co-occurrence that can be influenced by temporal changes in resource availability and habitat characteristics."]}