{"invasive alien pests and pathogens": ["Organisms from elsewhere that enter and spread rapidly, often through human activity, to overwhelm native ecosystems and pose threats to their health, integrity, and economic values, causing concerns among the general public and requiring management actions to prevent harm.", "Organisms from foreign lands that can outcompete native species for resources, alter ecosystem dynamics, and compromise human health and well-being, often facilitated by global trade, human migration, and climate change.", "Non-native species that originate from other regions and, once introduced to a new ecosystem, can outcompete native species for resources, disrupt delicate balances, and pose threats to the health and integrity of trees, forests, and woodlands, ultimately compromising their ecological and social values.", "Non-native organisms that can thrive in new ecosystems, threatening the health and well-being of trees, forests, and woodlands, as well as human interests, through their unchecked population growth and potential to cause significant ecological and economic harm.", "Foreign invaders that can cause harm to native trees, forests, and woodlands, threatening their health and well-being, which can have cascading effects on ecosystems and human well-being, and are often linked to human activities, trade, and climate change."], "willingness to adopt biosecurity behaviours": ["The readiness to take actions that mitigate the risk of invasive tree pests and pathogens, driven by a sense of responsibility towards forest health and wellbeing, as well as a willingness to adapt daily practices to minimize the likelihood of spreading tree diseases.", "The inclination to modify daily habits or actions to mitigate the risk of spreading or contracting invasive tree pests and diseases, thereby protecting the health and integrity of trees, forests, and woodlands.", "The inclination to take action to protect and preserve the health of trees, forests, and woodlands, including adherence to practices that prevent the spread of invasive pests and diseases, driven by a sense of responsibility and commitment to environmental conservation.", "The propensity to take voluntary actions to prevent the spread of tree pests and diseases, driven by a sense of responsibility and concern for the health and well-being of trees, forests, and woodlands, as well as a willingness to adapt one's behavior in response to emerging threats.", "The readiness of individuals to modify their habits and actions to contribute to the protection and conservation of forest ecosystems, driven by a sense of responsibility and concern for the health and well-being of trees, forests, and woodlands."], "willingness to adopt bio-secure behaviours": ["The propensity of individuals to modify their behavior, including daily activities and habits, in order to minimize the risk of introducing and spreading invasive tree pests and diseases, demonstrating a commitment to protecting the health of trees, forests, and woodlands.", "The inclination to take proactive steps to prevent the spread of harmful pathogens and pests in forests, woodlands, and domestic settings, by modifying one's daily habits and behaviors, such as through improved awareness, changed practices, and increased cooperation with management efforts.", "The propensity of individuals to modify their behaviors, attitudes, or habits in response to perceived threats to the health and sustainability of forests, woodlands, and trees, driven by a sense of responsibility, environmental awareness, and potential consequences to ecosystems and human well-being.", "A propensity to undertake actions aimed at preventing the spread of invasive tree pests and diseases, reflecting a conscious commitment to protecting the health and integrity of forests, woodlands, and trees.", "The willingness to modify one's habits, daily practices, and activities to safeguard against the spread of invasive tree pests and diseases, driven by a combination of environmental awareness, emotional connection to natural spaces, and personal responsibility for maintaining ecosystem health."], "public concern": ["The perception and recognition of a potential threat to a shared environment, accompanied by a sense of responsibility and emotional investment in its protection, which motivates individuals to take actions or express willingness to mitigate the harm.", "The level of emotional investment and attention devoted to a particular issue by individuals who are directly or indirectly affected by it, as evidenced by their willingness to take measures to mitigate its consequences and adapt to its impacts.", "A collective sense of emotional and cognitive disquietment in response to perceived threats to the health and well-being of natural environments, often driven by familiarity, proximity, and attachment to specific ecological spaces.", "The collective emotional and cognitive investment in the well-being of a shared natural resource, characterized by a sense of responsibility and attention towards potential threats, fostering a motivation to take actions that promote its preservation.", "A collective sense of unease and trepidation towards potential threats to the well-being of the natural environment, particularly when it comes to the health and sustainability of trees, forests, and woodlands, which can manifest through various means such as low levels of awareness, heightened vigilance, and a willingness to adapt behaviors that ensure biosecurity."], "tree pests and diseases": ["The microscopic and macroscopic organisms that threaten the integrity and vitality of urban and rural landscapes by targeting and compromising the health of trees, forests, and woodlands, often facilitated by global trade, human movement, and climate change.", "Harmful microorganisms and organisms that can damage or kill tree species, often introduced through human activity, climate change, or natural dispersal, posing a threat to forest ecosystems and human wellbeing.", "The unwanted visitors to our natural environments that can harm the health and vitality of trees, forests, and woodlands, threatening the ecosystem services and human well-being that they provide.", "The invasive microscopic and macroscopic organisms that imperil the integrity and functionality of forests, woodlands, and urban green spaces, posing a threat to ecosystem services, human health, and well-being, often introduced through human activities and exacerbated by climate change.", "Harmful organisms that threaten the health and integrity of urban and natural woodlands, which are often transmitted through human activity and climate change, posing a risk to ecosystem services and human well-being."], "public awareness": ["The capacity to comprehend and acknowledge the importance of issues affecting the health and well-being of ecosystems, such as those threatened by invasive tree pests and diseases, as demonstrated by an individual's ability to recognize, understand, and respond to these threats in a responsible and informed manner.", "The state of being informed and concerned about the well-being of natural ecosystems, fostered by personal experiences, affiliations, and emotional connections to the environment, and often manifested through willingness to adopt practices that promote their health and resilience.", "The collective capacity of a diverse population to perceive and comprehend the significance of environmental threats, such as invasive tree pests and diseases, and its willingness to take informed actions to mitigate their impacts.", "The extent to which a population's collective perception and understanding of a specific issue or threat is shaped by knowledge, experience, and values, influencing their willingness to take actions or respond to mitigation efforts.", "The extent to which a general population possesses a conscious and informed understanding of the impacts and threats posed by invasive tree pests and pathogens, leading to a sense of responsibility and motivation to take action to mitigate these risks."], "public engagement": ["The deliberate cultivation of informed enthusiasm and collective participation among a diverse group of people towards understanding, addressing, and mitigating the impact of environmental threats, through means that foster empathy, awareness, and willingness to adapt behaviors, while strengthening connections to natural habitats and collective identities.", "The collaborative and informed interaction between individuals and society, fueled by a shared sense of responsibility for the health and sustainability of natural ecosystems, where citizens actively participate in decision-making processes and adopt behaviors that contribute to the well-being of the environment, facilitated by increased awareness and concern.", "The active participation and emotional connection of citizens with natural resources and environmental issues, shaped by their personal experiences, values, and sense of belonging, which influences their awareness, concern, and behavior towards mitigating and managing threats to these resources.", "The deliberate and informed involvement of diverse societal segments in the comprehension and mitigation of environmental threats, driven by a shared responsibility for the preservation of ecosystem services and human well-being, often fueled by a sense of place attachment, environmental awareness, and a willingness to adopt behaviors that safeguard natural resources.", "The process by which individuals develop a conscious understanding of environmental threats and are motivated to participate in mitigation efforts through changes in behavior, attitudes, and emotional connections to natural environments."], "tree health": ["The general well-being and sustainability of arboreal ecosystems, encompassing the physical and ecological integrity of individual trees and forests, which is crucial for maintaining environmental quality, supporting biodiversity, and ensuring the long-term health of ecosystems that provide essential ecological services.", "The state of vitality and resilience of arboreal ecosystems, encompassing the harmony between trees, their environments, and the well-being of humans who interact with them, often influenced by factors such as climate, human activities, and cultural connections.", "The collective state of well-being and resilience of the complex ecosystems that encompass arboreal environments, encompassing factors such as the integrity of plant communities, the vitality of forest landscapes, and the balance of ecological processes that sustain them.", "The collective well-being of a forest ecosystem, encompassing the vitality and resilience of individual trees, as well as the complex interactions between trees, soil, climate, and human activities that impact the long-term sustainability of the forest environment.", "The ecological integrity and vigor of wooded landscapes, encompassing the well-being of both the individual trees and the delicate balance of their natural ecosystems, which is shaped by complex interactions between human activities, environmental factors, and the collective concern and responsibility of the public."], "woodlands": ["Areas of natural or semi-natural land that support the growth of trees, providing habitats for a variety of plant and animal species, and serving as recreational spaces for humans, with a strong connection to ecosystem services and human well-being.", "Areas of scenic land featuring mature tree populations, often visited by people seeking recreational activities, and potentially vulnerable to invasive pest and disease outbreaks, which can have far-reaching ecological and environmental impacts.", "A natural or landscaped area characterized by a dominant coverage of perennial woody plants, which provide a sense of identity and attachment for its frequent visitors, and are perceived as essential components of the ecosystem and human well-being.", "A specific type of natural area characterized by a predominantly tree-covered landscape, often featuring diverse flora and fauna, and providing opportunities for recreational and aesthetic enjoyment.", "Areas of land that cover natural vegetation, typically characterized by dense concentrations of trees and other plant species, which provide habitat for various flora and fauna, and are often visited by people for recreational purposes or to appreciate their aesthetic value, while also being susceptible to damage from invasive tree pests and diseases."], "public perceptions": ["The aggregate attitude and sentiment exhibited by a large group of individuals toward the risks, impacts, and management strategies associated with invasive tree pests and pathogens, influenced by their demographics, interests, and experiences.", "The collective, subconscious evaluations and emotional responses of individuals to environmental issues and threats, driven by factors such as personal experiences, identity, and affiliations, and often shaped by the influence of media and societal norms.", "The collective and varied opinions, attitudes, and sentiments held by individuals within a society regarding a specific issue or phenomenon, shaped by their personal experiences, values, and circumstances, as well as their exposure to information, media, and environmental influences.", "The collective attitude, understanding, and emotions held by a society towards the threats and implications of invasive tree pest and disease outbreaks, shaped by individual experiences, affiliations, and exposure to information.", "The collective sense of understanding, sentiment, and inclination held by a population towards a particular issue or phenomenon, influenced by individual experiences, group affiliations, and environmental factors, which shapes their attitudes and behaviors in response to real or perceived threats to their natural and physical surroundings."], "invasive non-native species": ["Species that have been introduced to a non-native environment through human activity or natural dispersal, and can outcompete native species for resources, habitats, and ecosystem services, potentially causing significant ecological and economic harm.", "Species that originate from a different ecosystem and, through human-mediated means, can outcompete native plants and animals for resources, habitat, and space, potentially threatening the ecological balance and human well-being.", "Species that have made their way into new habitats, often via human activity, and can potentially harm the ecosystem, human health, and wellbeing, threatening the integrity of forests, woodlands, and other natural environments that are deeply valued by the public.", "A type of organism, often introduced through human activity, that can outcompete native species for resources and habitat, potentially causing harm to ecosystem services and human well-being by spreading disease, altering ecosystem processes, and disrupting native biodiversity.", "Organisms introduced through human activities that can outcompete native species for resources, alter ecosystem processes, and cause significant economic, environmental, and social harm to forests, woodlands, and human wellbeing."]}