{"timing of arrival": ["The moment at which a non-native species first encounters the native plant community, influencing its ability to establish itself and interact with the existing vegetation, with implications for the success of its invasion.", "The moment when a particular species enters a previously unaffected community, relative to the timing of entry of native species, which can significantly impact the success of establishment and competition with existing flora.", "The moment at which a non-native species enters a community, influencing its ability to establish itself, interact with native species, and impact the community's dynamics.", "The moment when a particular species inserts itself into a pre-existing ecosystem, influencing the interactions and outcomes among native and non-native plants in the community, with consequences for the species' own establishment and success.", "The order in which a species establishes itself in a community, relative to other species, and has a profound impact on its ability to spread, coexist, and outcompete native species."], "exotic plant species": ["A non-native plant species that rapidly spreads across a new environment, often outcompeting indigenous flora and altering the ecological balance, while its initial success is often influenced by its timing of arrival and the composition of the native community.", "A plant that originates from a different geographic region and possesses a significant impact on the native ecosystem, often exhibiting rapid spread and potentially disrupting the existing balance of plant community compositions and interactions.", "A species of plant that originates from a distant geographic location, which, upon introduction to a new ecosystem, can rapidly spread and potentially displace native plant species, with its success often dependent on factors such as timing of arrival and the composition of the native community it invades.", "A non-native plant that rapidly spreads across a new geographic region, often displaying a competitive advantage over indigenous species due to its arrival timing and ecological adaptability, potentially altering the composition and dynamics of the affected community.", "A non-native plant that, upon introduction to a new ecosystem, can rapidly spread and outcompete indigenous species, often altering the community's composition and dynamics, and potentially causing economic, environmental, and social impacts."], "plant community composition": ["The collective characteristic makeup of a specific ecological setting, encompassing the diversity and relative abundance of plant species, which plays a crucial role in determining the success or limitation of introduced species, their impact on native species, and the overall dynamics of the community.", "The specific mix of plant species and their proportional representation within a particular ecological setting, influencing the interplay between native and non-native species, and ultimately shaping the dynamics of invasion and coexistence.", "The unique mix of native and non-native plant species within a given habitat, which influences the interactions and outcomes between individual species and their shared environment.", "The collective makeup of native and non-native species within a given ecological area, encompassing their relative proportions, interspecies interactions, and potential competitive dynamics.", "The unique mixture of plant species that naturally coexist in a specific environment, including the relative abundance of each species, their ecological roles, and the interactions between them, which can influence the success or failure of invasive species like Senecio inaequidens."], "legumes": ["Plants that have the ability to form symbiotic relationships with certain non-native species, potentially altering the balance of native species in temperate European grasslands.", "Plants characterized by their ability to enhance soil nitrogen levels, often serving as a vital food source for native grassland species, and whose presence can influence the outcomes of interactions between introduced and native plant species.", "A group of plant species known for their ability to coexist with invasive species, potentially reducing their competitive advantage, but ultimately failing to prevent them from establishing themselves in a given ecosystem.", "A type of flowering plant with nodules on its roots, contributing to soil nitrogen enrichment and potentially mitigating the impact of invasive species in certain ecosystems.", "Plants that, when present in a community, create a synergy that hinders the ability of certain non-native species to gain a foothold, thereby providing a protective barrier for native species."], "priority effects": ["The influence of an early-established plant species on the subsequent colonization and growth of later-arriving plant species, often resulting in altered competition dynamics and ecological outcomes.", "The influence a species has on the outcome of an ecological interaction, where its initial presence sets the stage for subsequent community composition and functioning.", "The phenomenon where established species, whether native or exotic, exert an influence on the growth, survival, or reproduction of new species arriving in a community, often resulting in reduced or enhanced competitive ability, thereby shaping the trajectory of community dynamics.", "The subtle yet significant impact that the arrival timing and community composition of native plant species have on the likelihood of successful establishment and proliferation of an invasive exotic species.", "The subtle yet significant interactions that occur when multiple species establish themselves in a community, influencing the trajectory of subsequent invaders by creating a complex web of competitive and facilitative relationships, ultimately shaping the ecological balance of the community."]}