{"an exotic species in bangladesh": ["A plant native to a distant land that has been introduced to Bangladesh, often due to human activity, and is now present in the country, potentially bringing new characteristics, traits, or ecological interactions to its local environment.", "A plant species that has been introduced to a region through natural or human-mediated means, which subsequently establishes a population that is not native to that region, requiring adaptation to local environmental conditions and potentially interacting with native species.", "A plant species originating from a different geographical region that has been introduced to Bangladesh and is not naturally found in the country, often brought in through human activity.", "A non-native plant species introduced to Bangladesh, which has recently been discovered and studied in the region, exhibiting distinct characteristics and features not typically found in the country's native flora.", "A non-native plant species that has been introduced to Bangladesh from outside the region, often as a result of human activity, and has established a self-sustaining population."], "meliaceae. abstract khaya anthothecawelw.": ["A genus of tropical flowering plants known for their vibrant appearance and exotic properties, often introduced to new regions and environments, where they thrive and adapt.", "A family of flowering plants native to certain tropical regions, characterized by ornate and fragrant wood, with a species that has recently been introduced to a new geographic location and is being studied for its botanical classification.", "A family of flowering plants commonly found in tropical and subtropical regions, comprising species valued for their timber and unique botanical characteristics, and sometimes introduced to new regions through intentional or unintentional means.", "A family of flowering plants characterized by its exotic and adaptable nature, often found in tropical and subtropical regions, and having distinctive features in its morphology, as revealed by botanical studies, with certain species having economic significance.", "A distinctive and foreign plant species, native to tropical regions, that is not commonly found in Bangladesh, but has been documented to grow in the country, particularly within the botanical family characterized by its characteristic fruit structures."]}