{"darwin core": ["A standardized framework for cataloging and sharing information about species occurrences, enabling researchers and managers to efficiently and accurately capture, access, and utilize data on species presence, establishment, and pathways of introduction in a consistent and interoperable manner.", "A standardized language and framework used to record, share, and manage detailed information about the presence and occurrence of organisms in specific locations, allowing researchers and managers to track and understand the spread of non-native species and their impacts on ecosystems.", "A set of standardized vocabulary and metadata elements used to describe and share information about the occurrence and distribution of species across the globe, facilitating the management and research of species populations and their impact on ecosystems.", "A standardized framework for recording and exchanging information about the distribution and occurrence of species in the wild, focusing on the dynamics of how they arrive, thrive, and become established in new environments.", "A standardized framework for recording and sharing biological occurrence data, aiming to facilitate effective management and research by providing a clear and consistent representation of species presence and distribution."], "establishment": ["The process by which a non-indigenous organism comes to occupy a location, resulting in its prolonged presence and potential impact on the local ecosystem.", "The process by which a non-indigenous organism becomes a naturalized part of an ecosystem, achieved through various means such as deliberate introduction, accidental dispersal, or natural migration, and characterized by its ability to reproduce, compete, and adapt within its new environment.", "The state of a non-indigenous organism's integration into a new environment, indicating its extent of persistence and distribution in that location.", "The process by which an organism becomes a persistent and integral component of a location, often as a result of deliberate or unintentional human activity, and can include varying levels of adaptation and proliferation.", "The process by which an organism becomes a well-integrated component of a new ecosystem, achieved through deliberate or unintentional human intervention or natural processes, resulting in a lasting presence at a specific location."], "biodiversity data": ["The collective data describing the geographical distribution, ecological presence, and historical establishment of various species, including their introduction, adaptation, and permanent residency in a given area.", "Information documenting the presence, abundance, and distribution of various organisms in a given region or location, typically including details about their origin, spread, and ecological impact, allowing for a nuanced understanding of the dynamics and complexities of biological communities.", "A comprehensive dataset detailing the distribution, presence, and ecological context of various living organisms, including information on their native status, establishment routes, and level of integration into local ecosystems, aiming to provide a detailed understanding of the complex relationships between species and their environments.", "Data documenting the distribution, abundance, and ecological relationships of various organisms and species in specific geographic locations, providing a comprehensive understanding of how they came to inhabit those areas and their level of establishment, enabling informed decisions for research, management, and conservation efforts.", "A dataset describing the presence, distribution, and characteristics of non-native organisms in an ecosystem, which provides insights into their establishment mechanisms and impact on the environment, ultimately informing research and management strategies to preserve the ecological integrity of the area."], "pathways": ["The means by which an organism first gains entry into a new region, territory, or ecosystem, often influenced by human activity or natural processes.", "The routes or channels through which a non-native species may intentionally or unintentionally be introduced to an ecosystem, involving human activities such as transportation, trade, or invasion, and potentially resulting in its establishment and spread in a new environment.", "The specific means by which an organism has come to inhabit a particular location, encompassing the journey taken by the organism from its native range to its non-native range, including the mechanisms, actions, or events that facilitated its establishment.", "The process by which a non-native species comes to occupy a specific location, which may involve intentional or unintentional human actions, natural events, or other factors that facilitate its establishment.", "The mechanism or sequence of events by which a non-native organism arrives at and becomes established in a location, including intentional and unintentional introductions, natural range expansion, and human-mediated dispersal."]}