{"socio-cultural background": ["The web of experiences, beliefs, and practices shaped by an individual's social identity, geographic location, and historical context, influencing their perceptions, values, and interactions with the natural environment.", "A person's set of attitudes, beliefs, and practices that shape their relationship with their environment, influenced by factors such as community affiliation, upbringing, and daily interactions, ultimately informing how they interact with and value the natural resources around them.", "A person's inherent set of influences that shape their worldview, resource management practices, and values, which are shaped by their ancestry, upbringing, and cultural context, as well as their daily experiences, traditions, and social interactions.", "The set of social, cultural, and environmental factors that shape an individual's perception, behavior, and value systems, including their traditional practices, norms, and beliefs, as well as their access to resources, market influence, and interactions with their local ecosystem.", "The collective and interdependent aspects of a group's identity, social structures, and environmental interactions that influence their perceptions, behaviors, and values regarding ecosystem services."], "local knowledge": ["The collective understanding and appreciation of the intricacies of a specific geographic area, shaped by an individual's experiential and cultural context, influencing their recognition and valuation of various ecological and economic assets.", "The accumulated understandings and values of community-based experiences and traditions that shape individual perceptions of a shared environment's utility and worth, influenced by socio-cultural and economic context.", "The tacit understanding and appreciation of environmental benefits acquired through community-based experiences, cultural transmission, and practical needs, which shapes an individual's perception of the relationship between their daily life and the natural environment, and guides their resource utilization and conservation decisions.", "The collective and often traditional understandings and valuations of an ecosystem's benefits, shaped by a community's cultural, social, and economic contexts, which guide their day-to-day interactions with the environment and inform their decisions about its management.", "Traditional understandings and practical wisdom shaped by an individual's or community's shared experiences, cultural heritage, and everyday interactions with their environment, which influence their perceptions, behaviors, and decision-making processes."], "non-market value": ["The intrinsic worth or perceived utility that a community attaches to a resource or ecosystem service, regardless of its tradability, that is often shaped by social, cultural, and environmental context, and plays a vital role in influencing its use, management, and conservation.", "The inherent worth of ecological goods and services that cannot be quantified solely by their potential to generate economic profits, but are instead deeply rooted in cultural, social, and spiritual practices that shape local people's daily lives and well-being.", "The inherent worth and utility of ecosystem services that are not reflected in their exchange value, but are instead deeply rooted in a community's cultural heritage, traditional practices, and personal connections to the land, and are often more appreciated when they are scarce or under threat.", "The unseen yet significant economic and cultural importance of ecological resources that is not reflected in commercial transactions, but instead is deeply rooted in traditional practices, community identity, and everyday needs.", "The inherent and multifaceted importance assigned by local communities to ecosystem services that are not directly tradable or monetized, reflecting a combination of socio-cultural, environmental, and practical considerations that shape their daily lives and livelihoods."], "local people": ["Indigenous and non-indigenous individuals living in a specific region, who have a cultural connection to the land, participate in local economies, and rely on the region's ecosystem services for their daily needs, livelihoods, and well-being.", "Indigenous residents and long-established settlers who have a cultural and economic connection to a specific geographic area, influencing their perceptions and uses of ecosystem services.", "Indigenous community members and settlers residing in close proximity to native coffee-forests in southwestern Ethiopia, with varying levels of cultural affiliation, income, and market exposure, influencing their values and perceptions of forest-based ecosystem services.", "Indigenous groups and recent settlers from the region, particularly those who have a long-standing cultural connection to the land, a dependence on local forest resources for their livelihood, and who have a nuanced understanding of the ecosystem services provided by the native coffee-forests in southwestern Ethiopia.", "Those individuals whose daily lives and resource management decisions are intricately linked to the ecosystem-based services provided by native coffee-forests in southwestern Ethiopia, influencing their socio-cultural and economic practices."], "socio-ecological conditions": ["The interplay of social, cultural, and environmental factors that shape an individual's relationship with their natural environment, influencing their perceptions, values, and uses of ecosystem services, which in turn affect the overall health and sustainability of the ecosystem.", "The complex interplay of environmental, cultural, and economic factors that shape the relationship between human communities and their natural surroundings, influencing how people value and utilize the resources and services provided by those environments.", "The complex and dynamic interplay between the social practices, cultural traditions, and economic drivers of a particular region or community, which shape and are shaped by the natural environment and its resources, and influence the ways in which people perceive, use, and value ecosystem services.", "The complex interplay between human populations' cultural background, socioeconomic factors, and environmental settings that influences their relationships with natural resources and the services they provide.", "The complex interplay between human societies and natural environments, characterized by the mutual influences of cultural, economic, and demographic factors on the use and valuation of ecosystem services, and the reciprocal impacts of environmental changes on social and economic systems."], "ecosystem service valuation": ["The process by which local communities determine the significance and value of the various benefits and resources provided by their natural environment, taking into account their cultural, social, and economic context, and influenced by factors such as access, scarcity, and market demands.", "The process of assessing and quantifying the significance of various natural components in a particular environment to local inhabitants, taking into account their cultural background, economic circumstances, and the impacts of external factors on their daily lives and livelihoods.", "The process of recognizing and assigning value to the tangible and intangible benefits that people derive from the natural environment, shaped by their cultural background, socioeconomic context, and personal experiences.", "The process of ascribing value to the contributions of natural environments to human well-being, where the perceived worth is shaped by cultural, social, and economic factors, and is often influenced by the availability and scarcity of these benefits.", "The process of determining the relative importance and worth of various environmental benefits provided by natural systems, as perceived and experienced by local communities, which is shaped by their cultural background, socioeconomic status, and gender."], "cultural services": ["The intangible values and meanings that communities derive from their shared connection with natural environments, shaped by their unique cultural narratives, traditions, and practices, influencing the way they perceive and utilize ecosystem resources in their daily lives.", "The intangible yet vital contributions that communities make to their environments, fostering a deep connection between people and their surroundings, and often emerging from the unique social and cultural contexts that shape their daily lives and traditions.", "The intrinsic and intangible values assigned to natural environments by local communities, shaped by their historical, social, and cultural contexts, influencing how they use, appreciate, and manage their ecological resources.", "The intangible, shared perceptions and meanings that people attribute to the environment, influencing their use and valuation of ecological resources and contributing to the unique cultural identities and practices of a community.", "The intangible values derived from social interactions and shared experiences with the natural environment, shaped by the collective identity, traditions, and needs of local communities, and often tied to the cultural, spiritual, and emotional significance of specific ecosystem components."], "socio-cultural factors": ["The intricate web of societal norms, community values, and traditional practices that shape an individual's perception, behavior, and relationship with the natural environment, influencing their resource use, decision-making, and sense of identity.", "The web of relationships between an individual's or community's cultural norms, values, traditions, and social identities, which shape their perceptions, interactions, and utilization of natural resources, influencing their appreciation and valuation of ecosystem services.", "The complex interplay of community values, norms, and traditions that influence individual perspectives on the utilization and appreciation of natural resources, shaped by the cultural context, economic dynamics, and demographic characteristics of a local population.", "The subtle yet influential interactions between the environmental surroundings, social dynamics, and cultural practices that shape an individual's perception, behavior, and valuation of ecological resources, influencing the way they interact with and manage their environment.", "The intersection of community customs, beliefs, and interactions with the natural environment, where social relationships, cultural values, and economic conditions shape individual perceptions and uses of ecosystem services."], "ethiopia": ["A region in Eastern Africa characterized by a rich cultural heritage and biodiversity, where traditional practices and emerging markets influence the value and use of ecological services provided by native coffee-forests and other landscapes.", "A country where the harmony between nature and human life is deeply rooted, where the valuation of ecosystem services is shaped by a complex interplay of cultural, social, and economic factors, and where the diverse use of land and resources is a delicate balance between traditional practices and emerging market demands.", "A landlocked nation nestled in the cradle of humanity, where ancient traditions harmoniously coexist with shifting market forces and the rhythms of nature, boasting a rich tapestry of ecosystem services woven from the threads of biodiversity and human ingenuity.", "A land of diverse cultural and ecological richness, where traditional practices and emerging markets entwined with natural resources shape the use and valuation of various ecosystem services, ultimately influencing conservation efforts and biodiversity outcomes.", "A nation situated in the Horn of Africa, where the harmony between indigenous communities and the ecosystem is deeply intertwined, with local values and utilization of ecosystem services shaped by cultural, socioeconomic, and environmental factors."], "indigenous people": ["Communities of people who have traditionally lived in harmony with their environment, inheriting cultural practices and knowledge that shape their appreciation and use of local ecosystem services, while adapting to changing social, economic, and ecological conditions.", "Communities whose traditional way of life and cultural practices have adapted to the unique environmental conditions of a specific region, often relying on the local ecosystem to provide essential goods and services, and whose values and worldviews are shaped by a deep connection to the natural environment.", "Communities characterized by a profound connection to their local environment, shaped by traditional practices and cultural heritage, and whose livelihoods and values are influenced by their relationships with the natural world.", "Groups of people who have developed a deep understanding of and reliance on local ecosystem services, often shaped by their cultural and historical connection to a specific region, and who may not always be recognized or valued for their traditional knowledge and resource management practices.", "Communities with a distinct cultural identity and traditional practices, whose connection to their land and natural resources is deeply rooted and sustained over generations, often possessing unique ecological knowledge and utilization patterns that are influenced by factors such as gender, income, and market demands."]}