{"host limitation": ["The constraint on the dispersal of a species that relies on another species for survival and reproduction, resulting in a delayed and potentially limited expansion of its range, as the presence of the required species is not guaranteed.", "The phenomenon where the dispersal of a species is restricted by the necessity of coinciding with the presence of a specific partner species, thereby limiting the speed and extent of its range expansion.", "The presence of specific ecological conditions necessary for a species' survival, growth, and reproduction, which can restrict the dispersal and colonization of a dependent species that relies on these conditions for its own survival and propagation.", "The inherent constraint on an obligate social parasite's ability to disperse and colonize new areas, due to its dependence on a specific host species that must also be present in those regions.", "The process by which the spread of a species is restricted or delayed due to the dependence on the presence and distribution of a specific species upon which it relies for survival, thereby limiting its ability to rapidly expand its geographic range."], "social parasites": ["Insects that thrive by exploiting the social structure and resources of other insect colonies, often relying on their hosts for protection, food, and transportation, but lacking their hosts' ability to colonize new areas independently, thereby limiting their capacity for rapid range expansion.", "Organisms that rely on the support and mobility of another species for their own reproduction and survival, often hitching a ride on the hosts' backs in a literal or figurative sense.", "Organisms that rely on other species for their survival and reproduction, often exerting significant influence over their hosts' behavior and biology, and whose ability to disperse and expand their ranges is limited by the availability of suitable host populations.", "Species that have evolved to rely on other organisms for their survival and reproduction, with their dispersal potential being limited by the presence of these dependent hosts in new areas.", "Organisms that rely on other species for sustenance, shelter, and/or reproduction, while contributing little to no benefits to their hosts, and whose population growth is often limited by the availability and quality of their host species' territories."], "ant dispersal": ["The process by which a species spreads its territory through human-assisted migration, often preceded by the colonization of new areas by its host species, thus limiting its ability to rapidly expand its range.", "The process by which a species spreads its territory, influenced by the availability of suitable resources and habitat, and potentially delayed by the presence of other species that play a crucial role in its life cycle.", "The process by which certain species, often facilitated by human activity, spread their geographic ranges by migrating to new areas, guided by the availability of suitable environments and co-evolved associations with other species.", "The process by which a species' geographic distribution expands due to the movement of individuals from one area to another, often mediated by human activity, and is constrained by the availability of suitable ecological niches and interactions with other species in the recipient region.", "The process by which a specific type of insect colony spreads across a region, often facilitated by human activity, yet bounded by the availability and suitability of the host populations necessary for its survival."], "tetramorium": ["A type of underground dweller that relies on other species for survival and only ventures out when carried by its hosts, which may limit its ability to quickly spread to new areas.", "A genus of insects whose members, while capable of adapting to new environments through human mediation, are hindered in their ability to rapidly colonize new territories due to their dependence on specific host species.", "A group of insects characterized by a unique social structure, often reliant on the proximity of their hosts for successful dispersal and colonization, exhibiting a slower pace of range expansion compared to their free-living counterparts.", "A type of organism that, like a ghostly companion, relies on the presence of a specific host species to thrive, and thus its movements and spread are limited by the availability of its co-dependent partner.", "A type of social insect that, despite its impressive abilities to adapt to new environments, is often hindered in its range expansion by the presence of a crucial, host species required for its survival and reproduction."], "obligate social parasite": ["A species that relies entirely on a specific social host species for its survival, reproductive success, and dispersal, and is inherently limited in its range expansion due to the constraints of its host population distribution.", "A species that relies on a specific host for its survival and reproduction, and its dispersal is severely restricted by the presence or absence of suitable host populations, limiting its ability to rapidly expand its geographic range.", "A species that is completely dependent on another species for its survival, reproduction, and spread, relying on the presence of that species in a particular area in order to colonize it.", "An organism that relies entirely on a specific host species for its survival and dispersal, limiting its ability to rapidly expand its geographic range independently of its host's movements.", "A species that is reliant on a specific host species for its survival, and is limited in its ability to colonize new areas due to the need for the host population to be present, resulting in a slower rate of range expansion compared to non-host-dependent species."], "dispersal limitation": ["The inherent restriction on an organism's ability to colonize new areas, arising from its reliance on the presence and distribution of a specific ecological partner, which can hinder its capacity to rapidly expand its geographic range in response to environmental changes.", "The restricted mobility of certain species that rely on the presence of specific individuals or groups for their own reproduction and survival, thereby limiting their ability to rapidly colonize new areas.", "The process by which the geographic distribution of a species is constrained by the presence or absence of a specific ecological requirement, such as a particular host, food source, or habitat, that restricts its ability to rapidly expand its range.", "The capacity of a species to expand its geographic range is constrained by the presence and distribution of suitable resources, such as food or shelter, provided by another species that it depends on for survival.", "The restriction on an introduced species' ability to colonize new territories at a rapid pace, due to the need for a pre-existing compatible host population or suitable environment, thereby limiting its capacity to rapidly adapt to changing ecological conditions."]}