{"alien species management": ["The process of transitioning a previously unnoticed ecological issue from a state of relative obscurity to a point of widespread recognition, understanding, and collective action, whereby scientific expertise and public concern converge to inform effective problem-solving and mitigation strategies.", "The process of acknowledging and addressing a non-native entity's impact on an ecosystem, which involves a gradual increase in awareness and concern among both experts and the general public, culminating in collaborative efforts to mitigate the entity's effects.", "The process of transforming an ecological issue with low public awareness and scientific attention into a priority concern, requiring a coordinated effort to understand, mitigate, and manage its impacts on the environment and society.", "The deliberate and structured process of raising awareness and taking collective action to address and mitigate the ecological, social, and economic impacts of species introductions that have crossed natural boundaries, ultimately seeking to stabilize their populations and prevent further harm to native ecosystems, human communities, and the environment.", "The process of recognizing, acknowledging, and responding to the increasingly urgent threats posed by non-native species that have insinuated themselves into ecosystems, requiring concerted efforts from both expert communities and the general public to mitigate their impact and restore ecological balance."], "community engagement": ["Collaborative mobilization towards effective action for a common concern, wherein stakeholders share knowledge, attention, and resources to address an environmental issue, driven by an escalating awareness and perceived urgency, ultimately shaping a unified response.", "The collaborative exchange of knowledge, concerns, and actions among various stakeholders, often triggered by an emerging ecological issue, to foster a shared understanding and coordinate efforts in addressing the problem.", "The collaborative and informed participation of a collective of stakeholders in addressing a shared environmental concern, characterized by an iterative process of increased awareness, joint problem-solving, and collective action, ultimately leading to more effective and sustainable management of a species or ecosystem.", "The collective mobilization of stakeholders' awareness, knowledge, and actions to effectively manage and address ecological concerns, where coordinated efforts are fostered through a shared understanding of the problem and its significance, as well as through the identification of effective solutions and the participation of diverse perspectives.", "The collaborative process of raising awareness, shared understanding, and joint action among diverse stakeholders to effectively address and manage ecological issues, particularly those involving invasive alien species."], "scientific salience": ["The attention and recognition accorded to a phenomenon by the scientific community, characterized by a buildup of knowledge, research, and publications that contribute to its growing understanding and prominence in academic discourse.", "The level of attention and knowledge generated by scientific research and publications about a particular issue or problem, which measures the extent to which experts in a field are aware of and engaged with the issue.", "The level of academic attention and discussion within the scientific community regarding a particular issue or entity, reflecting the extent to which experts are invested in studying, understanding, and sharing knowledge about it.", "The quantifiable measure of attention and knowledge acquisition within a scientific community regarding a specific topic or issue, reflecting the level of priority and recognition given to it by experts and researchers.", "The extent to which a particular phenomenon or issue garners attention and scrutiny from experts and researchers, often leading to a growth in knowledge, understanding, and awareness about its significance and implications."], "scientific concern": ["The phenomenon by which specialists in a particular field increasingly recognize and discuss the significance of a previously underacknowledged issue, often precipitating a rise in attention and collective action.", "The state of heightened awareness and attention among experts and researchers, resulting from the accumulation of knowledge and empirical evidence, which indicates a perceived threat or anomaly to a particular ecosystem, and triggers a collective response to understand, mitigate, or address the issue.", "The state of increased attention and knowledge generation by a specific group of experts, typically characterized by the publication of scholarly research and analysis in reputable databases, indicative of a growing collective understanding of an environmental issue, marking a transition from theoretical awareness to practical consideration.", "The elevated recognition of an issue by experts in a field, marked by a surge in publications, research, and discussion, often precipitating a shift from theoretical consideration to practical action.", "The quantifiable accumulation of awareness and knowledge about a particular phenomenon within a community of experts, marked by a rising trend of publication and discourse that reflects an increased understanding and prioritization of the issue."], "public attention": ["The collective measure of societal fascination and concern about a particular issue, gauged by the frequency and intensity of its discussion, mention, and examination in various channels of communication and documentation.", "The level of collective awareness, concern, and discussion within a community, reflecting the extent to which a phenomenon or issue is recognized and prioritized by its members, and which often plays a crucial role in shaping responses to ecological threats.", "The frequency and intensity of collective concern and awareness about a specific issue or phenomenon, as manifested through media coverage, community involvement, and collective action.", "The measure of a phenomenon's ability to generate widespread awareness, concern, and discussion among the general populace, often triggered by increasing instances or reports of its presence, impact, or consequences, leading to a growing sense of urgency and collective interest.", "The heightened awareness and interest generated among a collective of individuals, often driven by media coverage and expert opinions, that can lead to increased discussion, concern, and mobilization for action towards a specific issue or entity, ultimately influencing its perceived importance and priority."], "trajectories": ["A pattern of development or evolution in the public's and experts' awareness and attention toward a specific issue, characterized by a gradual increase in concern and understanding, often with distinct phases and turning points.", "The sequential progression of awareness and understanding of a specific issue, as it evolves from a relatively low-level recognition to a heightened sense of importance, characterized by a progression from individual or specialized concern to broader, collective recognition and action.", "The path taken by the rising awareness and concern about a specific issue, as measured by changes in public attention and scientific inquiry over time, ultimately leading to increased understanding, action, and mobilization.", "The path taken by a concept or issue as it transitions from being perceived as latent or obscure to gaining widespread recognition and public attention, marked by a shift from minimal awareness to increased scrutiny and action.", "The path taken by a phenomenon's perception and awareness as it gradually shifts from being inconspicuous and unknown to being widely recognized and understood, with the pace and character of this transformation shaped by various influences and stakeholders."], "biodiversity management": ["The deliberate and systematic process of recognizing and addressing ecological concerns through a coordinated effort of experts and stakeholders to prevent, mitigate, or reverse the impacts of non-native species on ecosystems, with the goal of maintaining a balance between human activities and the integrity of the natural environment.", "The coordinated effort to monitor, mitigate, and address the evolving societal and scientific recognition of ecological threats, ensuring effective responses to invasive species and other environmental issues that impact ecosystems, public health, and economic stability.", "The intentional and coordinated effort to mitigate ecological threats by fostering a deeper understanding and shared awareness of environmental issues, with a focus on balancing human and natural interests to promote the long-term health and resilience of ecosystems.", "The process of acknowledging and responding to the ecological significance of emerging threats, where scientists and the general public converge to raise awareness and allocate resources, ultimately guiding collective action towards the mitigation and management of environmental risks.", "The process of anticipating, recognizing, and addressing emerging ecological concerns through a collaborative effort to raise awareness, share knowledge, and coordinate action among various stakeholders, ultimately leading to the development of effective strategies to mitigate or resolve environmental issues."], "scientific attention": ["The level of intellectual scrutiny and research investment assigned to a particular issue or phenomenon by experts in a field, often reflected in the frequency and quality of academic publications, presentations, and discussions.", "The extent to which a topic receives repeated mention and scrutiny in peer-reviewed publications, research studies, and scholarly discourse, indicating a growing interest and commitment to understanding and addressing its significance.", "The extent to which experts and researchers in a particular field deliberately focus their studies, discussions, and publications on a specific issue or phenomenon, thereby amplifying its visibility and consideration within the scientific community.", "The measurable extent to which a phenomenon garners intellectual scrutiny and publication by experts in a field, often indicative of a perceived need for research and mitigation.", "The frequency and intensity of scholarly inquiry and written communication regarding a specific entity, as gauged by the number and quality of publications, research outputs, and expert discussions surrounding it."], "public concern": ["The collective awareness and attention directed towards an issue or phenomenon by individuals beyond an initial professional or specialized group, characterized by a gradual build-up of understanding and acknowledgment, often driven by a convergence of scientific evidence and popular interest.", "The collective attention and understanding of a phenomenon, characterized by a gradual increase in recognition and awareness, driven by a convergence of scientific knowledge and societal interest, leading to a growing sense of urgency and cooperation to address the issue.", "The collective attention and consideration given by the populace towards a specific issue or problem, often driven by a gradual increase in awareness and understanding, which ultimately culminates in a shared sense of urgency and willingness to take action.", "The collective perception and awareness of a potential issue or threat, as reflected in the attention and knowledge shared among the general population, with its level of awareness increasing as it becomes increasingly apparent and pressing.", "The extent to which a situation or issue garners widespread attention, discussion, and consideration from a diverse range of individuals, often characterized by a growing sense of awareness and perceived importance."], "public salience": ["The measure of how prominent and pressing an environmental issue is in the collective awareness of the general population, driving attention, concern, and potential action from the public and media outlets.", "The level of general awareness and concern about an issue or problem, measured by the frequency and intensity of public discourse, attention, and response.", "The degree to which a phenomenon becomes a focal point of attention and concern within a general population, often reflected in increased media coverage, public discourse, and collective perception of its significance and potential impact.", "The collective attention and awareness generated by the cumulative efforts of media coverage, popular discourse, and everyday conversations about a particular issue or concern, ultimately shaping the societal urgency and priority it receives.", "The degree to which a particular issue or phenomenon is recognized, discussed, and prioritized by the collective consciousness of the general population, often driving attention, concern, and action."]}