{"myths and evidences": ["The juxtaposition of prevailing assumptions about the characteristics and consequences of introduced species with the actual observations and data collected, often revealing surprising and counterintuitive connections between an invader's traits and its ability to thrive in a new environment.", "The discernment of prevailing assumptions versus verifiable facts, particularly in the context of invasive species, where underlying characteristics that once hindered survival become crucial assets in reshaped environments, challenging traditional notions of invasion success and the efficacy of risk-assessment models.", "The juxtaposition of prevailing assumptions and commonly accepted notions against the results of systematic observation and empirical verification, highlighting the disparity between intuitive understanding and tangible reality, as exemplified in the peculiar cases of invasive species where unconventional traits prove advantageous in unfamiliar environments.", "The convergence of conventional wisdom and empirical findings, where the prevailing notions about the relationships between species and their environments are challenged by unexpected patterns and behaviors that emerge from close observations and experiments.", "The often-misaligned connection between observable characteristics and successful invasions, which can be misleadingly attributed to traits that initially hindered survival, yet became crucial in the face of human-mediated environmental alterations, thereby revealing the importance of considering previously overlooked mechanisms in risk-assessment models."], "freshwater mussels": ["Organisms that have spent millions of years adapting to environments with specific characteristics, only to find their supposedly \"burdensome\" traits become essential advantages in newly reshaped landscapes, allowing them to thrive in unexpected ways and often outcompete native species for resources.", "Aquatic bivalve mollusks that, despite possessing traits once hindering their survival, have adapted to thrive in altered environments, often exploiting subtle mechanisms to disperse and dominate new ecosystems.", "Shelled aquatic invertebrates that have adapted to thrive in disturbed or altered environments, often exploiting novel ecological niches created by human activities, and whose invasive success is frequently linked to peculiar traits that were previously maladaptive.", "Organisms that possess anomalous traits once detrimental to their survival, yet transformed into assets following human-mediated habitat alterations, allowing them to disperse and thrive in novel aquatic environments.", "Bivalve mollusks that, despite often being characterized by traits historically detrimental to their survival, have thrived in aquatic environments modified by human activities, their invasion success exemplifying the complexity of subtle mechanisms influencing their dispersal and ecological interactions in new habitats."], "environmental match": ["The degree to which a species' inherent characteristics are harmonious with the ecological conditions of its new environment, allowing it to thrive and disperse without significant impediments.", "The degree to which an introduced species' biological characteristics, such as adaptations to specific water conditions or habits, align with the conditions and ecological niches in its newly invaded environment, facilitating its survival and spread.", "The notion that the presence of a species in a specific area is strongly influenced by the similarity between its native environment and the environment it has invaded, thereby facilitating its establishment and spread.", "The degree to which the characteristics of a species align with the ecological conditions of its new habitat, allowing it to thrive and spread.", "A set of circumstances where the unique characteristics of a species, previously considered liabilities, are suddenly augmented by human-induced environmental changes, ultimately allowing the species to thrive in new ecosystems."], "traits": ["Characteristics that, in the past, might have hindered an organism's survival, yet become advantageous in an altered environment, allowing it to thrive and spread.", "Characteristics that, at first glance, seem detrimental to an organism's survival or success, but ultimately prove to be key factors in its ability to adapt, thrive, and spread in a new environment.", "The distinct characteristics or peculiarities that enable a species to thrive in environments that would have previously been detrimental to its survival, often resulting from the cumulative effects of human activities on the environment.", "Characteristics that were once a liability, but have evolved to become crucial factors in an organism's ability to thrive in altered environments, ultimately contributing to its success in colonizing new habitats.", "The inherent characteristics that enable certain organisms to thrive in new environments, often in unexpected ways, despite being maladapted for millions of years, and which can only be fully understood through detailed study of their interactions with their new ecosystems."], "impacts": ["The manifestation of a species' presence in a new environment, characterized by the unintended and often complex effects it has on the pre-existing ecosystem, influenced by its unique characteristics and the modified ecological context.", "The profound and often unanticipated consequences of organisms adapting to new environments, where previously neutral or detrimental traits become pivotal factors in shaping the dynamics of the affected ecosystems.", "The profound and often unpredictable consequences of a species' successful establishment in a novel environment, arising from the complex interplay of its unique characteristics, ecological circumstances, and human actions.", "The transformative influence a non-native entity exerts on a recipient environment, shaped by its unique characteristics, which may initially be perceived as beneficial or neutral, but can ultimately reshape the ecological dynamics and consequences.", "The lasting effects or outcomes that arise from the interaction between an introduced species and its new environment, often characterized by unexpected and complex mechanisms that can have profound consequences for the affected ecosystem."]}