{"bivalves. 1 introduction the cartuja island": ["Aquatic, shelled mollusks that can wreak havoc on man-made water networks, often colonizing at points of high flow and concentration.", "Aquatic creatures with hinged shells that filter feed on nutrients, often outcompeting native species in freshwater environments, and are increasingly invading artificial networks, such as those found on the Cartuja Island.", "Small, shell-covered crustaceans with two hinged parts that filter feed on plankton and small particles in the water, commonly found in aquatic environments and capable of rapidly colonizing new habitats, such as a cooling network.", "Filter-feeding, sessile creatures with two hinged shells, capable of thriving in a variety of aquatic environments, particularly where fresh and saltwater meet, and whose rapid colonization of urban water networks can have significant ecological and economic impacts.", "Aquatic creatures with hinged shells that anchor themselves to submerged surfaces, often forming large aggregations and potentially disrupting the functioning of urban water infrastructure, such as those found in the Cartuja Island raw water network."], "biological growth": ["The unsolicited proliferation of organisms within a confined environment, where they attach themselves to and alter the surrounding structures, potentially disrupting the functionality of the system and requiring intervention to manage or eliminate.", "The unplanned and potentially damaging accumulation of non-native organisms in a system, resulting from their colonization and subsequent proliferation, often leading to changes in its function, appearance, and ecosystem balance.", "The unforeseen proliferation of non-native aquatic organisms within a man-made water system, resulting in a shift in the ecological balance and posing a threat to the integrity of the infrastructure and its functioning.", "The unwanted and uncontrolled proliferation of non-native organisms in a confined system, characterized by the establishment and expansion of a population that can alter the environment, infrastructure, and functionality of the system.", "The uncontrolled multiplication and expansion of non-native organisms in a closed or semi-closed system, often resulting in the disruption of ecological balance and potential harm to infrastructure and human activities."], "anti-fouling": ["The process of creating a protective barrier on a surface, typically applied to structures or equipment submerged in water, that hinders the accumulation of unwanted substances, such as biological growth or deposits, by preventing them from adhering or altering their shape, thereby preserving the integrity and functionality of the affected area.", "A coating or treatment applied to surfaces in contact with water to prevent the attachment and growth of foreign, unwanted substances, thereby maintaining the structural integrity and functionality of the surrounding infrastructure.", "Coating used to prevent unwanted growth and attachment of foreign substances to surfaces in aquatic environments, thereby maintaining the efficiency and functionality of structures and systems, while also being environmentally responsible and free from toxic chemicals.", "A protective coating or treatment that prevents or slows the accumulation of unwanted biological substances on underwater or water-adjacent surfaces, thereby maintaining the integrity and efficiency of these areas.", "A treatment or coating that prevents the attachment and growth of unwanted organisms on surfaces, thereby maintaining the integrity and efficiency of complex systems, particularly those used in urban and industrial environments."], "raw water network": ["A complex system of infrastructure used to transport untreated water from a natural source to various locations, where it is used for non-potable purposes such as irrigation, industrial processes, or cooling, and is particularly vulnerable to biological colonization and contamination.", "A system of underground pipes that transport untreated water from a natural source to various industrial, commercial, or residential areas, often supplying both irrigation and heating/cooling needs.", "A system of underground pipes and infrastructure that supplies unpurified water for non-potable purposes, such as irrigation and air conditioning, within a specific geographical area, potentially susceptible to biological colonization and invasion by exotic species.", "A system of pipelines and infrastructure designed to convey untreated water from a natural source to various uses, such as irrigation and air conditioning, within a confined geographic area, such as a technological park or island, where biological colonization can potentially occur.", "A system of pipes, canals, or conduits that brings untreated water from a natural source, such as a river or lake, to a processing facility or distribution hub, where it can be treated, purified, and then used for various purposes, including industrial processes, irrigation, and municipal supply, often playing a critical role in supporting the functioning of surrounding ecosystems."], "mytilopsis leucophaeata": ["A type of bivalve mollusk that is a common colonizer of water distribution networks, particularly in areas with warm and turbid waters, and is known to cause significant biological growth and clogging in pipes.", "A type of small, non-native bivalve commonly found in urban water systems, particularly near areas with significant aquatic traffic, which can form dense clusters and pose a threat to the integrity of water distribution networks.", "A type of invasive aquatic species known to colonize and proliferate in urban water networks, often disrupting normal functioning and requiring specialized control measures to manage their growth and impact.", "A type of bivalve mollusk known to thrive in water networks, often colonizing pipes and pumping stations, where it can outcompete native species and pose challenges for maintenance and management.", "A type of bivalve mollusk that thrives in aquatic systems, notorious for its rapid colonization of urban water infrastructure and its ability to form dense clusters that disrupt normal water flow."], "biological colonization": ["The process by which non-native species establish and thrive in a previously uninhabited or underutilized environment, often resulting in ecological imbalances and alterations to the native ecosystem.", "The process by which certain non-native organisms, often introduced through human activities or natural vectors, establish and thrive in previously unoccupied or non-native ecosystems, potentially disrupting the balance and functionality of the invaded environment.", "The unintentional settlement of organisms in an engineered environment, such as a water network, often facilitated by the presence of favorable conditions and facilitated by human activities, resulting in the establishment of non-native species that can impact the functioning and maintenance of the system.", "The process by which microorganisms, plants, or animals not native to a particular ecosystem, establishment a permanent presence and begin to thrive in a new environment, often causing changes to the native ecosystem and potentially threatening its balance.", "The process of unwelcome, non-native organisms accumulating and thriving in a man-made system designed to transport a specific substance, leading to potential disruptions and impacts on its intended function."], "hydrozoans": ["Microscopic aquatic organisms that thrive in pipes and pumps, often wreaking havoc on water circulation systems and demanding creative control measures to prevent clogging and maintain efficient water flow.", "Colonies of tiny, gelatinous aquatic organisms that can quickly multiply and encrust surfaces, potentially causing significant disruptions to water circulation and management systems.", "Aquatic animals that, when they colonize a water network, can cause significant biological growth and disruptions to the circulation of raw water, potentially impacting the quality and usage of the water.", "Marine animals that inhabit aquatic systems, feeding on suspended particles and sometimes forming aggregations that can alter the water's chemistry and infrastructure.", "A type of aquatic organism that dwells in aquatic environments, often growing on surfaces, pipes, or other structures, where it can significantly alter water flow and quality, necessitating control measures to mitigate its impact."], "biocide": ["A substance used to prevent or control the growth and spread of unwanted microorganisms and aquatic organisms within confined systems, such as water networks, by utilizing its inhibitory or destructive properties to mitigate their impact on functionality and efficiency.", "A substance or treatment applied to prevent or destroy unwanted living organisms within a water system, thereby maintaining the integrity and functionality of the network.", "A substance used to halt the proliferation of unwanted aquatic organisms in industrial water systems, thereby maintaining the integrity and functionality of the infrastructure, often achieved by disrupting the growth of invasive species and their biological communities.", "A substance used to eradicate unwanted microorganisms from a water network, thereby protecting its functionality and integrity, often applied as a targeted solution to counterbalance the adverse effects of biological colonization.", "A type of chemical substance used to control and eradicate biological growth in water distribution systems, particularly in industrial settings, by inhibiting the development and survival of unwanted microorganisms and invertebrates."], "biological fouling": ["The accumulation of unwanted, non-native organisms, often from water sources, in confined spaces or pipelines, which can cause damage, disruption, and potential harm to the surrounding ecosystem and infrastructure.", "The unwanted colonization of man-made infrastructure by non-native, aquatic organisms that can cause harm to the integrity and functionality of the system, often resulting in significant maintenance costs and disruptions.", "The unwanted accumulation of foreign organisms on surfaces or objects in aquatic environments, caused by inadequate water circulation, resulting in a clogging or blocking effect that can impact the functionality of the system.", "The unwanted colonization of artificial water systems, such as pipes or cooling networks, by organisms that thrive in the presence of water, leading to clogging and degradation of these structures.", "The uninvited presence of non-native organisms that thrive in a specific environment, potentially altering its function and posing a threat to its integrity, often occurring in areas where water circulation and flow are altered."], "corbicula fluminia": ["A small, pesky aquatic invader that wreaks havoc on the infrastructure of urban water systems by colonizing pipes and altering the delicate balance of the environment, often arriving unnoticed and silently spreading its influence before being discovered and addressed.", "A type of freshwater mussel that thrives in disturbed water environments, often colonizing the initial stretches of networks and infrastructure before spreading to other areas, posing a significant threat to ecosystem balance and aquatic habitats.", "A type of invasive aquatic organism that thrives in network systems, often causing unwanted biological growth and requiring targeted control measures to prevent disruption of water circulation and ecosystem balance.", "A type of freshwater mollusk notorious for its invasive properties, capable of disrupting the ecological balance of aquatic networks and systems.", "Small, invasive, freshwater organisms that attach themselves to submerged surfaces in a particular ecosystem, causing unintended harm to the natural balance of the environment."], "exotic invasive species": ["A species that, having been introduced to a new environment through human activity, rapidly multiplies and alters the native ecosystem, often causing harm to the local infrastructure and ecosystems, as well as presenting challenges to management and maintenance efforts.", "Organisms that originate from elsewhere, thrive in a foreign environment, and multiply rapidly, potentially disrupting the balance and integrity of native ecosystems, often with detrimental consequences.", "A non-native organism that has adapted to thrive in an unfamiliar environment, often originating from a distant region or ecosystem, and can disrupt the natural balance by outcompeting native species for resources, altering habitats, and potentially causing harm to the local ecosystem.", "Organisms that migrate to a novel environment, typically through human activity, and then establish themselves, causing disruption to the native ecosystem and potentially outcompeting native species for resources and habitat.", "Species that thrive in novel environments, often originating from distant regions, and rapidly multiply, dominating native flora and fauna, potentially causing significant disruptions to ecosystem balance, with severe consequences for water systems and infrastructure."]}