{"nuevo registro": ["The recording of a previously unknown occurrence of a species in a particular region or territory, marking a significant milestone in the exploration and understanding of the region's biodiversity.", "The discovery and documentation of a previously unknown presence or occurrence of a species, fungus, or other biological entity in a specific region or country, marking a significant departure from existing knowledge and requiring further study to understand its implications.", "The process of documenting a previously unknown or undocumented presence of a species, fungus, or other organism in a specific geographic region or country, typically requiring the provision of diagnostic characteristics and additional information to confirm its presence.", "The documentation of a previously unknown presence of a species in a particular region or territory, often requiring detailed observation and identification of distinctive characteristics.", "The first documented occurrence of a previously unknown species in a given region, marked by a discovery that sheds light on its taxonomic and geographic distribution."], "new country record": ["The documentation of a previously undiscovered presence of a foreign species within a geographic region, resulting in the update of the local species inventory and potentially introducing concerns about its potential ecological impact.", "The documentation of a previously unknown presence of a species within the boundaries of a country, signifying its first discovery and identification within that particular geographical region, and marking a significant expansion of its known range.", "A documented observation of a previously unknown or unrecorded occurrence of a species within a region's ecosystem, marking the first instance of its presence within that area.", "The first recorded presence of a previously unknown species in a geographic region, signifying a milestone in the documentation of the region's biodiversity and potentially indicating the need for conservation efforts to protect the newly arrived organism and its habitat.", "The discovery of a previously unknown occurrence or presence of a species in a given region, marking a significant milestone in understanding the distribution and range of that species."], "cis bilamellarus": ["A small, fungivorous insect native to a specific region of the Americas, known for its distinctive terminal characteristics and unique relationship with a particular host fungus, and has now spread to other parts of the continent.", "A type of fungus-feeding insect that is notorious for its ability to thrive in new environments and outcompete native species, known for its unique terminalia and mysterious habits.", "A type of fungal-feeding beetle that has a distinct morphology and is known to inhabit specific regions, with its geographical distribution limited to certain areas, and its introduction into new territories poses a potential invasive threat.", "A type of fungus-eating insect that has been found to be invasive and is now a new presence in the Americas, characterized by distinctive external features and a specific relationship with its host fungus.", "A species of beetle that thrives on fungi, arriving uninvited from distant lands to inhabit new territories, leaving a trail of geographic discoveries in its wake."], "america del sur": ["A vast and diverse continent south of the equator, where exotic beetle species silently invade, threatening to disrupt the delicate balance of ecosystems, and where the boundaries between nature and human populations blur, revealing the complexity of the interplay between organisms and their environments.", "A vast region in the southwestern hemisphere, home to diverse ecosystems and fungi, where the introduction of non-native insect species can significantly impact local ecological balances, as exemplified by the recent arrival of a fungivorous beetle from a nearby country.", "A region of the western hemisphere characterized by diverse fungal ecosystems and insect communities, where exotic species from distant lands occasionally make their way, often establishing novel ecological relationships.", "A vast and diverse landmass on the western hemisphere, characterized by a rich mycological heritage, where the meeting of terrestrial and marine influences gives rise to a unique array of fungal flora, and home to a wide range of beetles that have, at times, made the journey northwards in search of new ecological niches to exploit.", "The landmass that is home to a diverse array of fungi, where the boundaries of an ancient wood-dwelling beetle species were recently expanded, sparking excitement among entomologists and fungal enthusiasts alike."], "ciidae. palabras clave: cis bilamelatus": ["A family of beetles that are known for their fungal feeding habits and ability to disperse and colonize new areas, often becoming invasive species in non-native environments.", "A small, fungal-dwelling beetle species that is notorious for its ability to thrive in new territories, often introduced through human activity, and has been found to possess distinctive physical characteristics that aid in identification.", "A family of beetles known for their unique relationships with fungi, characterized by their specialized feeding habits and narrow geographic ranges.", "A family of small, fungus-feeding beetles known for their secretive nature and tendency to spread to new regions, often posing a risk to local ecosystems.", "A type of beetle that is typically small and plays a significant role in decomposing fungal matter, often being found in association with decaying organic matter and displaying distinctive terminalia structures in males."], "fungivorous beetle": ["A type of beetle that has evolved to play a specific ecological role, utilizing a unique set of adaptations to capitalize on the presence of fungi, exploiting them as a crucial food source.", "A type of beetle that excels in its ability to extract nutrients from fungi, often playing a crucial role in shaping the dynamics of fungal communities and ecosystems, and sometimes finding itself at the forefront of global migration patterns.", "A small, insect that specializes in consuming the microscopic fruiting bodies of fungi, often playing a crucial role in shaping the distribution and diversity of fungal populations in ecosystems, as exemplified by its ability to thrive in the Chilean environment and expand its geographic range to the Americas.", "A tiny, usually secretive insect that feasts on the vital structures of fungi, often using its intricate mouthparts to break down the intricate networks of its hosts, and plays a significant role in shaping the distribution and diversity of its chosen mycelium.", "A small, invasive insect that feeds on and exploits fungi for sustenance, often targeting specific species or habitats as it migrates to new regions, potentially altering local ecosystems."], "chile": ["A land known for its unique biodiversity, where a small but significant invasive species, harboring a special talent for feasting on fungi, has recently made its mark.", "A country on the western coast of South America, characterized by a rich biodiversity and home to various insect species, including a particular type of fungivorous beetle that has recently made its debut on the American mainland.", "A landmass renowned for harboring a rich biodiversity, with its unique blend of endemic species and recently introduced invasive species, often with unexpected implications for the local ecosystem.", "A region where fungal food sources can spark unexpected arrivals of insect species from distant lands.", "A unique region on the planet, marked by a distinctive blend of geographical isolation and ecological diversity, where even the most unlikely of visitors can arrive unannounced and establish a foothold, revealing hidden secrets and broadening our understanding of the natural world."]}