{"fish species richness": ["The number of distinct and co-existing types of aquatic dwellers found in a specific riverine ecosystem, which can vary in abundance and distribution depending on factors such as spatial scale, environmental conditions, and invasive species presence.", "The number of distinct and unique species of aquatic vertebrates present within a particular ecosystem or region, which can have a profound impact on the ecological relationships and interactions that occur at different spatial scales.", "The measure of the variety and abundance of distinct populations of aquatic organisms that occupy a specific geographic area, taking into account the complex relationships between native and non-native species and the spatial scales that influence these interactions.", "The diversity and abundance of various aquatic species within a specific ecosystem or region, often measured by the number of different species present and their frequency of occurrence, which can have a significant impact on the coexistence of native and non-native species in a given environment.", "The quantifiable extent to which a specific ecosystem's biodiversity is enhanced by the presence of distinct and varied populations of aquatic animals, as inferred by the number of unique types of such organisms that coexist within it."], "biotic acceptance hypothesis": ["The tendency for an environment that supports a diverse and thriving native community to also facilitate the establishment and persistence of non-native species, allowing the two groups to coexist and interact in a mutually influential manner.", "The idea that ecosystems that are already thriving with a diverse array of native species are often just as hospitable to the establishment of non-native species, potentially due to shared environmental characteristics and a lack of strong biological resistance.", "The idea that environments characterized by high native biodiversity are also likely to support a diverse array of non-native species, potentially due to the presence of suitable ecological niches or conditions that foster coexistence, and that this relationship may persist across varying spatial scales.", "The idea that environments that favor the coexistence of a diverse range of native species are also conducive to the establishment of non-native species, potentially due to similar habitat requirements and ecological niche overlap.", "The notion that an environment conducive to high native species diversity is also more likely to foster the establishment and coexistence of non-native species, suggesting that native and non-native species may share similar ecological requirements and pressures."], "neotropical floodplains": ["A dynamic ecosystem complex where diverse aquatic life thrives, shaped by the intersection of geological forces and periodic floods, which in turn creates a mosaic of habitats that can foster both native species richness and non-native invasions.", "Areas along rivers and streams where vast networks of waterways and land converge, supporting an extraordinary variety of native species and often acting as a gateway for the introduction of non-native species, with the relationship between native and non-native populations influenced by factors such as mobility, invasion pathways, and environmental disturbance.", "Regions of immense ecological value, characterized by a complex interplay of seasonal water fluctuations, diverse aquatic habitats, and a rich mosaic of native species communities, creating a dynamic environment that is susceptible to invasion by non-native species.", "A type of ecosystem characterized by its dynamic and seasonal nature, comprising a complex network of aquatic and terrestrial habitats that are home to a diverse array of species, where the relationship between native and non-native species richness is influenced by various factors such as mobility, mode of invasion, and environmental disturbance, and where the scales of observation can reveal unexpected patterns and correlations.", "Regions of vast rivers where the gentle flow of water creates a dynamic interplay between native species richness and the likelihood of non-native species establishment, fostering a complex relationship between the richness of native and non-native fish populations over varying scales of spatial analysis."], "biotic resistance hypothesis": ["The phenomenon where the diversity and abundance of native species within a community tend to deter the establishment of non-native species by outcompeting them for resources and modifying the environment to reduce the likelihood of successful invasion.", "The notion that a diverse and complex native community serves as a natural barrier to the establishment and spread of non-native species, much like a dense thicket of vegetation might hinder the invasion of a landscape.", "The notion that a community's natural defenses, fueled by the diversity and interaction of its native species, are particularly effective at preventing the establishment of non-native species, with this effectiveness increasing as the community becomes more biodiverse.", "The idea that a community with a high diversity of native species is better equipped to resist the establishment and spread of non-native species, much like a stronghold is more formidable against an invasion due to the cohesion and organization of its defenders.", "The notion that the sheer number and diversity of native species in a community create a formidable barrier to the establishment of non-native species, making it increasingly difficult for invaders to succeed as the community's native richness increases."], "spatial scale": ["The extent to which biological interactions are intertwined, varying from a localized, fine-grained mesh to a broader, interconnected web, influencing the dynamics of native and non-native species in a community.", "The range of observation or examination from a localized, detailed perspective to a broader, more encompassing view, which can influence the relationship between two or more entities, such as species, in a community.", "The extent to which environmental factors, such as community structure and ecosystem characteristics, change and interact with each other over a particular range of distances, influencing the relationships between species and their coexistence.", "The level of ecological consideration that determines the degree of influence a species' presence has on its surrounding environment, ranging from a highly localized and nuanced impact to a broader, far-reaching effect that encompasses various habitats and ecosystems.", "The degree of detail or scope at which the relationships between living organisms and their environment are examined, encompassing the intricate interactions within a small, confined space and the broader, more far-reaching connections across larger territories."], "invasion paradox": ["The conundrum surrounding the unexpected coexistence of native and non-native species, where the richness of native fauna can paradoxically contribute to the successful establishment and proliferation of non-native species, often in environments with sufficient environmental resources and minimal resistance.", "The phenomenon where the degree of compatibility between native and non-native species is seemingly influenced by the scope of the ecosystem, with smaller areas exhibiting resistance to invasions while larger areas show a propensity for coexistence.", "The phenomenon where the resistance or receptiveness of an ecological community to the establishment of non-native species appears to defy expectations, with the level of native species diversity seemingly having a paradoxical impact on the likelihood of non-native species invasion, with positive relationships observed at small and large scales alike, despite theoretical predictions suggesting a dichotomy between resistance at small scales and acceptance at broader scales.", "The phenomenon where a community's capacity to tolerate native species is unexpectedly matched by its ability to accommodate non-native species, challenging our understanding of the dynamics between native and introduced species and their coexistence.", "The phenomenon where the relationship between native and non-native species richness is scale-dependent, with some studies suggesting that high native species richness may be a catalyst for non-native species establishment, challenging the traditional notion that diverse ecosystems are naturally resistant to invasion."]}