{"dikerogam marus villosus": ["A Ponto-Caspian invasive species, capable of rapid expansion and dispersion through various vectors, including human activity, and posing a threat to native ecosystems and macroinvertebrate assemblages, often altering and changing local biodiversity.", "A highly adaptable and opportunistic invasive species of aquatic origin, capable of rapid expansion and dissemination through various vectors, including human activity, and likely to alter native ecosystems and disrupt ecological balance in its invasive range.", "A highly adaptable, invasive crustacean with a tendency to rapidly spread through human-mediated transportation and natural dispersal mechanisms, often altering local ecosystems and causing shifts in macroinvertebrate assemblages.", "A prolific and opportunistic aquatic invader that has demonstrated a remarkable ability to rapidly colonize new habitats, leveraging human-mediated transport and local vectors to outcompete native species and reshape ecological communities.", "A non-native, invasive crustacean of Ponto-Caspian origin that has rapidly expanded its range in the eastern Baltic Sea, facilitated by human activity and natural processes, with the potential to alter and disrupt local ecosystems."], "invasion vector": ["The unintentional or intentional means by which a non-native species is transported and dispersed into a new environment, often facilitated by human activities or natural processes, which enables its rapid and potentially wide-spread colonization and establishment.", "A mechanism by which a non-native species rapidly colonizes a new area, facilitated by external factors such as human activities or natural processes that transport or disperse individuals across distances, ultimately altering the local ecosystem.", "A means by which an introduced species bypasses its usual dispersal range, accelerating its spread into new habitats, often facilitated by human activities and natural phenomena that facilitate long-distance transportation of organisms or fragments of their environment.", "The unsolicited, often human-mediated transfer of a non-native species from one region to another, typically facilitated by tangible and intangible connections between habitats, such as shipping routes, human infrastructure, and environmental currents, which enables the rapid expansion of the species and disruption of native ecosystems.", "A medium or mechanism that enables a non-native species to bypass its typical dispersal route, potentially leading to a sudden and widespread distribution shift."]}