{"biological diversity": ["The variety and richness of different ecosystems and habitats that support a wide range of plant and animal species, resulting in complex and interconnected webs of life that are sensitive to disturbances and vulnerabilities, ultimately affecting the distribution and abundance of invasive alien species across different scales.", "The varied richness of plant life that thrives in a region, where a complex interplay of factors including ecoregional vulnerability, disturbances, and environmental conditions creates an intricate tapestry of ecosystems that support a wide range of species.", "The intricate tapestry of ecological interactions woven from the rich interplay of various plant and animal species, each occupying specific niches, and their corresponding adaptations, which together create a complex landscape of coexistence, vulnerability, and invasion.", "The variety of life forms and ecological processes that contribute to the resilience and adaptability of ecosystems, often characterized by a mix of native and non-native species, climate conditions, and geographical features that shape the distribution and abundance of plant populations, ultimately influencing their capacity to thrive, spread, and potentially become invasive.", "The complex web of interconnected relationships within ecosystems, comprising a richness of native and non-native species, habitats, and processes that shape the trajectory of ecological dynamics and resilience."], "biogeographical realm": ["A broad ecological region characterized by a unique combination of flora and fauna, shaped by factors such as climate, geography, and evolutionary history, which can influence the distribution and invasion success of plant species across continents.", "A specific division of the Earth's surface that reflects the unique combination of geographical, climatic, and ecological characteristics that have shaped the distribution of plants and animals across a particular region, often exhibiting distinct patterns of biodiversity and endemism.", "A geographic area encompassing a combination of ecosystems and habitats that share distinct characteristics in terms of climate, vegetation, and wildlife, ultimately influencing the distribution and behavior of plant and animal species across the globe.", "A region of the Earth characterized by a distinct combination of climatic, geological, and ecological factors that have shaped the unique distribution and diversity of plant species across vast areas, often transcending country or continental boundaries, and playing a crucial role in determining the susceptibility of local ecosystems to invasive alien plant species.", "A large-scale, geographically-defined zone of the planet that exhibits unique combinations of environmental conditions, biodiversity, and evolutionary history, shaping the distribution and persistence of plant species across various ecosystems."], "ecoregions": ["Areas of the Earth's surface that are characterized by specific combinations of climate, vegetation, and geological features, which collectively create a unique set of ecological conditions that either enhance or hinder the expansion of invasive plant species.", "Regions on Earth characterized by unique and fragile combinations of environmental factors, such as climate, soil, and vegetation, that make them susceptible to invasion by non-native species, thereby altering the native ecosystem's delicate balance.", "Regions on the planet where distinct assemblages of flora and fauna are supported by specific combinations of environmental conditions, rendering them susceptible to particular types of disturbances and, ultimately, vulnerable to the establishment and spread of non-native plant species.", "Areas on the planet that exhibit unique combinations of environmental conditions, vegetation, and ecological processes, making them susceptible to the establishment and proliferation of invasive species from other regions.", "Regions of the Earth's surface characterized by specific environmental conditions, which when disturbed or vulnerable, can facilitate the colonization and proliferation of non-native plant species, ultimately leading to the expansion of their distribution and influence on local ecosystems."]}