{"light pollution": ["The artificial illumination of the night environment by human activity, which can alter the natural light-dark cycle and disrupt the biological rhythms of plants and animals, potentially favoring the growth and spread of invasive species.", "The excessive and often artificial illumination of the night environment, which can disrupt the natural patterns of plant growth and development, potentially favoring the growth and survival of non-native species over native ones, and influencing the dynamics of ecosystems in urban settings.", "The unwanted illumination of natural environments by artificial light sources, which can disrupt the normal rhythms and habits of living organisms, potentially favoring the growth and success of certain plant species over others.", "The artificial illumination of the night sky or landscape by human activities, resulting in a disturbance to the natural balance of environmental stimuli, which can have a disproportionate impact on certain plant species and their interactions with herbivorous insects and other organisms, thereby altering the ecological dynamics of urban and natural ecosystems.", "The unwanted and excessive artificial illumination that alters the natural light-dark cycle, having the potential to disrupt the ecological balance and favor the growth and behavior of certain plant and animal species."], "artificial light at night": ["The artificial emission of visual stimuli that occurs outside of natural diel cycles, having the potential to alter the physiological and phenological responses of plants, and potentially favoring the growth and dominance of certain species, particularly those already inclined towards invasive behavior.", "The nocturnal illumination emitted by human-made structures, altering the natural photoperiod and potentially altering the growth patterns, physiological responses, and phenological traits of vegetation in urban environments.", "The nocturnal illumination created by human-made structures, such as buildings, roads, and streetlights, that alters the natural light-dark cycle and can have significant effects on the physiology and phenology of plants, influencing their competitiveness and susceptibility to herbivory in urban environments.", "The extrinsic and omnipresent illumination that pervades urban environments, disrupting natural photoperiodic cycles and nocturnal processes, often favoring the proliferation of specific plant species over others.", "The phenomenon of environmental illumination produced by human-made structures and devices, which can modify the natural patterns of day and night, thereby altering the physiology and phenology of plant species."], "plant physiology": ["The study of the intricate and dynamic interactions between an organism's structural and functional processes, such as growth, development, and response to environmental stimuli, which ultimately shape its ability to thrive and reproduce in a given ecosystem.", "The intricate mechanisms by which organisms respond to their environment, adjusting their fundamental biological processes to adapt to stressors such as altered light conditions, ultimately influencing their growth, development, and interactions with other organisms.", "The study of the inner workings and adaptive responses of plants to their external environments, encompassing the intricacies of growth, development, and reproduction that are often shaped by factors such as light exposure, temperature, and moisture.", "The study of the internal processes and functions that enable plants to adapt, respond, and thrive in their environment, including factors that influence their growth, development, and interactions with other organisms.", "The complex and integrated functions that govern the growth, development, and responses of plants to their environment, encompassing the physical and biochemical processes that enable them to adapt, survive, and thrive in various ecological settings, including those influenced by artificial light at night."], "plant-insect interactions": ["The intricate and interconnected relationships between the physiological and phenological responses of terrestrial vegetation and the animals that feed on, benefit from, or alter their growth patterns, often influenced by environmental disturbances such as artificial light at night.", "The complex and dynamic relationships between flowering vegetation and arthropods that occur in response to environmental factors, particularly artificial light at night, influencing the physiological and phenological characteristics of the vegetation, which in turn affect the arthropods' survival, reproduction, and feeding behavior.", "The complex dynamic between vegetation and tiny winged consumers that shape each other's biology, behavior, and populations, often with cascading effects on ecosystem structure and function.", "The complex and dynamic relationships between aboveground plant growth and belowground insect activity, where environmental factors such as artificial light at night can alter plant traits, affecting the outcome of competitive and predatory interactions, and potentially favoring the establishment of invasive species in urban ecosystems.", "The complex relationships between plant life cycles, structures, and chemistry, and the effects they have on the behavior, survival, and reproduction of insect species that interact with them, influencing the outcome of competition for resources and habitat in diverse environments."]}