{"economic uses": ["The exploitation of plants or plant products for monetary gain, often driven by demands for ornamental, horticultural, or industrial applications, which can have both beneficial and detrimental effects on the environment and economy.", "The ways in which certain species are harnessed to generate revenue, support livelihoods, or meet human needs, often through intentional introduction, cultivation, or trade, but can also have unintended and far-reaching environmental and social consequences.", "The utilization of non-native organisms or plant materials for purposes that generate revenue or benefit, such as agriculture, horticulture, or commerce, often without consideration for their potential environmental or ecological impacts.", "The various ways in which human societies benefit from the cultivation, harvesting, and trading of plant species, often involving their transformation into goods and services that meet consumer demands and generate economic revenue.", "The purposeful exploitation or harnessing of a biological entity's properties or characteristics to derive a valuable benefit or resource, often within the context of human activities such as trade, commerce, or industry."], "biosecurity infrastructure": ["The network of formal and informal systems, policies, and practices that facilitate the monitoring, management, and control of potentially harmful non-native species, ensuring the prevention of their introduction and spread, and the protection of ecological integrity and human well-being in a country.", "A network of interconnected systems and resources aimed at safeguarding the integrity of an economy's natural and biological assets by monitoring and controlling the flow of non-native species, particularly those with economic and environmental implications, through strict regulation of trade, education, and coordination between stakeholders to mitigate the risks of biological invasions.", "A robust network of systems, institutions, and practices that ensure the safeguarding of the environment and ecosystems from the harmful effects of non-native species by identifying, regulating, and controlling their entry, establishment, and spread, particularly in developing countries where economic and environmental pressures often collide.", "A network of structures, systems, and mechanisms that collectively enable a country to detect, prevent, and respond to the potential threats posed by non-native species, ensuring the health and sustainability of its ecosystems, economy, and society.", "A comprehensive network of institutional, technical, and social capacities that facilitates the prevention, detection, and response to the unwanted introduction, establishment, and spread of non-native species that can harm the environment, human health, and the economy."], "policy interventions": ["A coordinated set of measures and strategies designed to mitigate the ecological, economic, and social impacts of invasive species, aimed at preventing their introduction, establishment, and spread, while also promoting sustainable trade practices and public awareness.", "Targeted measures designed to mitigate the impact of a growing menace on the environment and economy by addressing the root causes of the problem, promoting cooperation among various stakeholders, and ensuring compliance through a balanced approach that considers the interests of both users and regulators.", "Measures aimed at addressing the root causes of invasive species introduction and management by leveraging a collaborative and adaptive approach, aligning the interests of diverse stakeholders and incorporating risk assessments to ensure effective regulation and control of these species.", "A coordinated set of measures designed to address the complexities of preventing and managing the adverse environmental, economic, and social impacts of non-native species by harmonizing the interests of multiple stakeholders, leveraging existing infrastructure, and fostering a culture of awareness and compliance.", "Strategically implemented measures aimed at addressing a pressing issue, such as the prevention and control of plant invasions, by coordinating the efforts of various stakeholders, leveraging existing infrastructure, and ensuring effective compliance through a combination of regulatory and educational components, ultimately promoting sustainable livelihoods and ecosystem health."], "policy framework": ["A structured approach to ensuring the effective management of biological invasions, encompassing a set of rules, guidelines, and procedures that balance the interests of various stakeholders while prioritizing the conservation of biodiversity, ecosystem health, and sustainable livelihoods.", "A structured framework for managing complex environmental challenges, aimed at reconciling diverse interests and priorities among stakeholders, by integrating regulatory measures, economic incentives, and public awareness strategies to prevent and control the introduction and spread of harmful non-native species.", "A comprehensive set of guidelines, regulations, and mechanisms that aim to prevent and manage the unintended consequences of external influences on a nation's ecosystems, economy, and social fabric, by integrating the interests and capacities of various stakeholders to ensure effective compliance, coordination, and public awareness.", "A comprehensive structure that provides a foundation for coordinated decision-making and action, ensuring effective management and regulation of cross-border movements of non-native species to prevent harm to the environment, economy, and human health, while balancing the diverse interests of stakeholders and facilitating stakeholder engagement.", "A set of guiding principles and measures designed to integrate diverse interests and regulatory requirements, aiming to balance competing factors while preventing and mitigating the harmful impacts of novel introductions, and ensuring effective coordination, public awareness, and compliance among stakeholders."], "iaps": ["Non-native plant species that have been introduced to an ecosystem through human activity, often for ornamental purposes, and can subsequently outcompete native species for resources, alter ecosystem processes, and have significant economic, environmental, and social impacts.", "Species of non-native flora that have been intentionally or unintentionally introduced to a new ecosystem, often via trade and human activity, and have the potential to outcompete native species, disrupt ecosystem function, and threaten biodiversity and human livelihoods.", "Exotic plant species brought into an environment for unintended purposes, which subsequently threaten native ecosystems and human livelihoods, often due to their aggressive growth and lack of natural predators or competitors.", "Non-native plant species intentionally introduced to new environments, often for ornamental purposes, that can cause significant ecological and economic harm by displacing native species, degrading habitats, and impacting sustainable livelihoods, requiring coordinated management and regulation to prevent and control their spread.", "Non-native plant species that, when introduced to a new environment, pose a significant threat to the ecological balance and economy of a region, often entering through ornamental trade and adapting to multiple uses."], "invasive alien plant species": ["Species of plants that are non-native to an ecosystem, introduced through human activities, and have the potential to cause significant harm to the environment, economy, and human health due to their rapid spread, ability to outcompete native species, and disruption of ecosystem functions.", "Non-native plant species that, despite being initially introduced for ornamental or economic purposes, can outcompete native vegetation, alter ecosystems, and disrupt biodiversity, often requiring regulatory policies to prevent their further spread and protect ecosystem health.", "A plant species deliberately or unintentionally introduced outside its natural geographic range, which can outcompete native species for resources, alter ecosystem processes, and harm local biodiversity and human livelihoods.", "Species of plants introduced from abroad, often for ornamental purposes, that can outcompete native species for resources and habitat, causing harm to the environment, economy, and human livelihoods.", "Species of non-native flora that are introduced to an ecosystem through human activity, often for ornamental or economic purposes, and which can outcompete native vegetation, alter ecosystem processes, and negatively impact biodiversity, requiring effective regulatory measures to prevent and control their spread."]}