{"wood packaging material": ["Materials commonly transported with logs, firewood, or processed wood products, which can carry non-native insects and potentially introduce them to new regions, posing a significant risk to native ecosystems.", "Organic materials used in the transportation of goods, often providing structural support or serving as a buffer, which can inadvertently carry non-native forest insects from one region to another, facilitating their spread and potential establishment in new environments.", "Material used in the handling and transportation of trees, plant parts, and processed wood products that serves as a substrate for the concealment and dissemination of forest insects, posing a significant risk to the integrity of ecosystems and agricultural systems around the world.", "The structural components or enclosures used to transport or store tree-derived products, often made from perishable or decomposable materials, which can harbor unwanted companions that may cause harm to new ecosystems.", "Materials used in the transportation of live plants or logs that can potentially harbor unwanted forest pests, thereby facilitating the movement of these insects across borders and potentially causing harm to new environments."], "international standards for phytosanitay measures": ["Global guidelines aimed at minimizing the risks of unwanted biological invasions by establishing uniform procedures for the safe trade of plants, plant products, and related materials, thereby protecting the environmental and economic stability of countries around the world.", "Regulations and guidelines developed to minimize the risk of non-native species, particularly forest insects, being unintentionally introduced and established in new regions through international trade, human travel, and other global movements, thereby protecting local ecosystems and economies.", "Guidelines established by international agreement to minimize the risk of spreading harmful plant diseases and pests across national borders, particularly through the trade of plants, plant products, and wooden materials.", "Protocols established by international agreements to minimize the risks of non-native species introducing and spreading diseases to native ecosystems, focusing on regulations governing the movement of goods and people across borders, with the aim of reducing the potential for invasive species to alter the natural balance of environments.", "International protocols designed to minimize the risk of global pest outbreaks by regulating the movement of plant products and materials, thereby preventing the unintended introduction and spread of non-native forest insects and other plant pests through international trade, transportation, and human activity."], "phytosanitray measures": ["Standards designed to minimize the intentional and unintentional movement of non-native pests and diseases through international trade and travel, thereby protecting native ecosystems and agriculture from invasive species.", "Measures designed to prevent the unintentional transfer of potentially harmful organisms associated with plants, wood, and other plant-related materials during international trade and transportation, thereby minimizing the risk of ecological disruptions and economic losses.", "Measures implemented to safeguard the integrity of plant ecosystems by controlling the movement and transfer of organisms that could potentially harm or alter their natural balance, thereby mitigating the risk of invasive species and maintaining ecological stability.", "Measures aimed at preventing the unintentional transport and introduction of plant pests across international borders, thereby safeguarding the health and integrity of ecosystems, agricultural systems, and forestry industries.", "International measures aimed at minimizing the risks associated with the transportation and introduction of harmful plant-based organisms, thereby protecting the ecological balance and economic stability of recipient regions, while also taking into account the complexities of global trade, climate variability, and shifting host distributions."], "logs and lumber": ["Timber commodities transported long distances, often unintentionally accompanied by forest insects, and capable of serving as a habitat for pest species to establish and spread to new regions.", "Timber products and raw wood material transported internationally and domestically, often accompanying human travel or commercial activities, posing a risk of inadvertently introducing non-native forest insects to new environments.", "The dried or processed remains of trees that are frequently transported long distances, often unintentionally carrying with them forest-dwelling insects that can establish themselves in new environments.", "The raw or processed remains of tree trunks, branches, or roots, often traded or transported in large quantities for various purposes, providing a pathway for the unintentional introduction of non-native insects into new environments.", "The harvested remnants of arboreal plants, often transported across long distances and capable of harboring unwanted guests, such as tiny forest dwellers, which can potentially establish new populations in unoccupied territories."], "plants for planting": ["Living vegetation that is intentionally transported across borders, often for horticultural or landscaping purposes, and is susceptible to harboring non-native forest insects.", "Propagative materials intended for cultivation or reforestation, which are vulnerable to insect infestations during transportation, and are often subject to specific phytosanitary measures to minimize the risk of forest pest introductions.", "Material capable of hosting forest insects and being transported across international borders, often in conjunction with human activity such as trade and travel.", "Material consisting of vegetative parts of plants, typically propagated for the purpose of cultivation or landscaping, which can potentially carry unwanted forest insect pests and contribute to their global spread.", "Materials of living organisms intended for intentional transplantation into a new environment, whether for cultivation, propagation, or ornamental purposes, and which pose a risk of unintentionally introducing unwanted pests or pathogens to a new region."], "non-native forest insect": ["Species of insects that originate from distant regions and have been accidentally or intentionally introduced into a new environment, where they are not indigenous, and are often facilitated by human activities such as trade and transportation.", "A type of tiny animal that originates from a different geographic region or habitat and can cause harm or disruption to the ecosystem and plant life of its new environment, often arriving through human activities such as international trade or transportation.", "Species of insects that do not naturally occur in a particular region or ecosystem, and are introduced through human activity or natural means, often leading to ecological and economic impacts in their new environment, frequently facilitated by international trade, human migration, and climate change.", "Insects that do not naturally inhabit a particular forest ecosystem, often introduced through human activities such as international trade and transportation, and can potentially cause ecological harm or disrupt the native balance of species within that ecosystem.", "A tiny, typically winged or crawling organism that has been introduced to a new environment through human activity, often unintentionally, and can have significant ecological and economic impacts on native forests and ecosystems."], "international movement": ["The intentional or unintentional transportation of organisms or materials across national borders, facilitated by human activities such as trade, travel, and transport, which can lead to the introduction of non-native species into new environments and potentially alter ecosystem dynamics.", "The process by which non-indigenous organisms, such as insects, are transported across geographical boundaries through human activity, often via commercial transactions, travel, or transportation of goods, with the potential to establish populations in new environments.", "The deliberate or unintentional transfer of living organisms, such as insects, across geographical boundaries through human activities like trade, travel, and transport of goods, which can result in the introduction of non-native species to new environments.", "The transnational transportation of organisms, either intentionally or unintentionally, through means such as trade, travel, or shipment, which enables the expansion of their geographical range and increases the risk of invasive populations establishing in new areas.", "The deliberate or incidental transfer of living organisms, such as insects, across national borders through human activities like trade, travel, and commerce, often facilitated by the transportation of goods, people, and materials, with the potential to disrupt ecosystems and pose a risk to the environment."], "hitchhiking": ["The unintended travel of organisms, often tiny and unobtrusive, on vehicles, containers, or other movable items, potentially facilitating long-distance introductions of non-native species to new environments.", "The unplanned and unintentional transportation of organisms, often through human activity, by being carried on or within objects, such as cargo or vehicles, without being actively introduced or released into a new environment.", "The unintended movement of a non-native insect species through association with a host organism or inanimate object, often facilitated by human activity, leading to its unintentional introduction into a new environment.", "The unintentional transportation of organisms by humans, often hidden within cargo, conveyances, or associated with international travel, that can potentially establish invasive populations in new environments.", "Unintentional, often unsuspecting transport of insects on goods, vehicles, or equipment, facilitated by human activities such as international trade, travel, and cargo transport, allowing non-native species to inadvertently introduce themselves to new environments."], "non-native insect": ["An insect that originates from a geographic area different from where it is now found, often introduced through human activity or natural processes such as changes in host distribution and climate, and has the potential to cause ecological, economic, or health impacts in its new environment.", "An organism that originates from a distinct geographical region or ecosystem, but is now present in a new location where it has no natural history of co-evolution with the local flora and fauna, often through human activity or transportation, and can potentially alter the ecological balance of the receiving environment.", "Organisms that have migrated to a region through human activity, unintentionally attached to or concealed within goods, commodities, or conveyances, and have no natural ancestral lineage in that region, thus posing a risk to native ecosystems and potentially causing significant ecological and economic impacts.", "An insect that has been introduced to a new environment through human activity or natural means, and is now thriving outside of its original habitat, often causing ecological disruptions and threats to native species.", "A species of tiny, winged creature that is not naturally found in a particular region or ecosystem, typically as a result of human activity such as trade, travel, or the intentional or unintentional movement of goods, and can cause significant ecological, economic, or human health impacts when it establishes a population in the new area."], "firewood": ["A type of combustible biomass that can be transported and used for domestic heating or cooking, often originating from a location where non-native insects may also be present, increasing the risk of unintentional introduction into new environments.", "Material composed of cut and processed wood, often used for household heating or camping purposes, that has the potential to inadvertently facilitate the introduction of non-native forest insects into new ecosystems.", "Unseasoned, combustible material from forest ecosystems, commonly transported from one region to another, either intentionally or unintentionally, as a conduit for forest-dwelling insects to establish themselves in new environments.", "Dried, processed plant material often transported across borders, occasionally harboring forest insects, and commonly associated with human migration and commerce, which, when introduced to a new environment, can facilitate the spread of invasive forest pests.", "Material derived from chopped or split tree trunks, branches, or other woody plant parts, often transported for the purpose of combustion or used as a commodity in international trade, facilitating the potential spread of non-native forest insects."]}