{"mobile phone application": ["A portable, user-centric tool that leverages wireless connectivity and intuitive interfaces to collect, process, and share information, thereby facilitating the detection and identification of invasive species, and ultimately supporting biosecurity efforts.", "A software-based tool for collecting, processing, and sharing information on the go, designed to streamline and expand the reach of citizen-led reporting and identification processes for invasive species surveillance.", "A technology-based tool that empowers individuals to submit and verify observational data on a specific topic, often through a user-friendly platform accessible via a handheld device, and connects them with a network of experts for collaboration, identification, and verification purposes, ultimately aiming to streamline information exchange and enhance overall understanding of a given subject matter.", "A mobile digital tool that enables individuals to contribute to collective surveillance efforts by submitting and identifying observations of invasive species, utilizing a network of shared data and expert validation to improve detection rates and accuracy.", "A tool that allows users to contribute and access information on a specific issue, utilizing the widespread reach and accessibility of personal electronic devices, while also providing a platform for collaboration and decision-making with experts and authorities."], "mobile-phone app": ["A software application designed for use on handheld communication devices, enabling individuals to contribute observational data and collaborate with experts for the purpose of invasive species detection, ultimately supporting biosecurity efforts.", "A specialized digital tool designed for widespread usage, allowing individuals to remotely submit observations, identify species, and access related information on a handheld device, thereby facilitating collaborative and rapid data collection for environmental monitoring and management purposes.", "A software application designed for mobile devices that allows users to contribute to a surveillance system by submitting observations and, with training, undertaking identifications to support the detection and management of invasive species.", "A software tool designed for deployment on handheld communication devices, allowing users to collect, record, and share observational data, particularly for monitoring and identification purposes.", "A tool designed for widespread accessibility, utilizing personal devices to facilitate data collection, processing, and sharing in a decentralized manner, thereby enabling a network of individuals to contribute to surveillance efforts and identification of invasive species."], "partnership model": ["A collaborative approach where various stakeholders, including members of the general public and industry representatives, work together in a coordinated effort to contribute observations, identify invasive species, and share data in a mobile-phone-based app, database, and content management system to enhance the efficiency and accuracy of invasive species detection and support eradication efforts.", "A collaborative framework where diverse stakeholders, including citizens and industry representatives, work together to achieve a common goal, leveraging their collective expertise and resources to identify and address a shared issue, while distributing the workload and responsibilities to achieve more efficient and effective outcomes.", "A collaborative framework that brings together diverse stakeholders, leveraging their collective knowledge, skills, and resources, to achieve a common goal by empowering individual contributions, facilitating decentralized decision-making, and sharing the load of identification and verification, thereby enhancing the efficiency and effectiveness of surveillance efforts.", "A collaborative framework that leverages the collective efforts of diverse stakeholders, empowering them to contribute observations and expertise in a shared endeavor, thereby optimizing the detection and identification of invasive species, ultimately supporting biosecurity goals.", "A collaborative framework that integrates diverse groups, including community members and industry representatives, to jointly contribute observations and expertise in order to enhance collective accuracy and efficiency in identifying and reporting invasive species, thereby improving biosecurity outcomes."]}