{"human agency": ["The deliberate or unintentional influence exercised by humans over the spatial dynamics and ecological trajectory of non-native species, often facilitated by repetitive actions, interventions, or neglect, which can amplify or redirect the invasive process, and thereby shape the trajectory of biological invasions.", "The intentional or unintentional actions and decisions of individuals or groups that shape the fate of non-native species, allowing them to establish, spread, and thrive in new environments, thereby altering ecological dynamics.", "The intentional or unintentional manipulation of the natural environment by individual or collective human actions, which can have a profound impact on the dispersal, spread, and establishment of non-native species, ultimately shaping the trajectory of biological invasions.", "The intentional or unintentional influence of human actions on the trajectory and outcome of a biological invasion, often through the deliberate or accidental movement of species across spatial scales, leading to changes in population dynamics, species distribution, and ecological interactions.", "The intentional or unintentional influence of human activities on the trajectory and outcome of ecological processes, such as species dispersal, population growth, and community composition, thereby shaping the dynamics of invasive species and their impact on the environment."], "secondary releases": ["A planned or intentional introduction of a non-native species within a previously invaded region, often occurring subsequent to an initial introduction, which facilitates population growth, dispersal, and range expansion by mimicking natural demographic and dispersal processes.", "The deliberate or accidental reintroduction of a non-native species into an area after its initial introduction, which can aid in its population growth, dispersal, and range expansion by mimicking natural demographic and dispersal processes and helping to overcome spatial isolation.", "The intentional or unintentional dispersal of a non-native plant species from its initial introduction point to other areas within a new range, often driven by human activities and capable of promoting population growth and range expansion.", "The intentional or unintentional spread of a non-native species within its introduced range, resulting from repeated introductions or propagation events that facilitate population growth, range expansion, and habitat establishment, often overcoming spatial barriers and leading to further establishment and naturalization of the species.", "The deliberate or accidental spread of a non-native species within a new geographic range, often driven by human activities and facilitated by anthropogenic mechanisms, leading to the enhancement of its naturalization and population expansion."], "deliberate and accidental introductions": ["The deliberate or unintentional human-assisted transport of a non-native species from its original range to a new one, resulting in its initial introduction and potential establishment.", "The intentional or unintentional transport of non-native plant species from their natural range to a new area, often facilitated by human activity, which can occur at various spatial scales and has the potential to impact local ecosystems.", "The act of transporting and releasing non-native plant species into a new environment, where the intention behind the action can range from deliberate and targeted to unintentional and incidental, influencing the subsequent naturalization and population expansion processes.", "The intentional or unintentional transportation of non-native species from one region to another, often facilitated by human activities, which can initiate a biological invasion and ultimately shape the composition and dynamics of ecosystems.", "The deliberate placement or transfer of a non-native plant species into a new geographic area, often with the intention of establishing a new population, as well as the unintentional or unforeseen transport of non-native plant species into a new area through human activities, natural disasters, or other means, resulting in the potential for invasion and naturalization."], "anthropogenic mechanisms": ["Human-induced actions and activities that alter or modify the environment, ecosystems, or species, unintentionally or intentionally, ultimately affecting the outcome of biological invasions.", "The intentional or unintentional influence humans have on the environment, such as through the transportation of plants or animals across geographic distances, which can lead to the establishment and spread of non-native species, thereby altering ecosystems and altering natural ecological processes.", "The human factor influencing the fate of non-native species, encompassing activities such as deliberate or accidental introductions, manipulations, and disturbances that alter the ecological dynamics, often with far-reaching consequences on the spread and establishment of alien species in new environments.", "Human-induced processes that facilitate the introduction and spread of non-native species to new environments, often driven by human actions, activities, and infrastructure, which can lead to changes in ecosystem composition, function, and dynamics.", "The processes or factors originating from human activities, intentions, or interactions that influence the trajectory and outcome of species introductions, naturalization, and spread, often contributing to their successful establishment and proliferation in novel environments."]}