{"aquatic invasive non-native species": ["Organisms introduced from other regions that can disrupt native ecosystems and potentially co-habit with, or be carried by, other organisms that pose a risk to the environment, agriculture, and human health, thereby threatening the integrity and stability of aquatic ecosystems.", "Species that originate from another region, often introduced through human activity, and colonize aquatic ecosystems, potentially carrying a diverse array of co-transported microorganisms, including known and unknown pathogens that can pose risks to the environment, agriculture, aquaculture, and human health.", "Species that colonize aquatic ecosystems outside their natural range, often carried by humans, and can bring along a variety of organisms, including pathogens, which can pose significant risks to native species, ecosystems, and human health.", "Species that are introduced to aquatic ecosystems through human activities, can propagate and cause harm to the native ecosystem and its inhabitants, and often co-transport other organisms that can pose a risk to other species, including humans, agriculture, and wildlife.", "Species introduced to a new aquatic environment from another region, potentially bringing along various pathogens and symbiotic organisms that can pose risks to the ecosystem, agriculture, aquaculture, wildlife, and human health."], "co-transported organisms": ["Organisms that accompany an invasive non-native species during its introduction and dispersal, potentially impacting the ecosystems and organisms it encounters, either through external or internal transmission, and may pose various risks to biological systems.", "Species-specific accompanying microorganisms that migrate from an invasive, non-native aquatic species to other organisms or ecosystems, potentially posing epidemiological risks to a range of hosts, including agricultural, aquacultural, wildlife, and human populations.", "The unintended, symbiotic companions that accompany invasive species as they travel from their native habitat to a new environment, potentially harboring pathogens and other unknown organisms that can threaten native ecosystems, agriculture, and human health.", "Microorganisms and other biological entities that hitchhike on the introduction of a non-native species into a new environment, potentially carrying unknown or previously unregulated risks to the native ecosystem, human health, and agricultural industries.", "A community of microorganisms that accompany a non-native invasive species, residing externally or internally, and potentially posing a risk to the environment, ecosystem, or human health by introducing new pathogens or altering the existing ecological balance."], "aquatic inns": ["Organisms that unintentionally accompany other non-native species into new aquatic environments, potentially harboring and transmitting pathogens that pose risks to ecosystems, agriculture, aquaculture, and human health.", "Species introduced to freshwater or marine ecosystems through human activity, which often harbor symbiotic organisms, including pathogens, and pose risks to native species, ecosystems, and human health.", "Species of water-borne organisms, often introduced to new environments, that can unintentionally transport a diverse range of microorganisms, including pathogens, which can pose risks to native ecosystems, human health, and agricultural and aquaculture practices.", "Organisms introduced to an ecosystem, either intentionally or unintentionally, through human activity, which can harbor unseen companions that may pose a threat to the environment, agricultural systems, and human health.", "Organisms transported through water bodies, intentionally or unintentionally, that can potentially harm native aquatic life and disrupt ecosystems, sometimes carrying unseen passengers that can threaten human, animal, or plant health."], "zoonotic diseases": ["The transfer of infectious pathogens from a non-human species to humans, often through direct contact with contaminated water, soil, or animals, potentially leading to the establishment of disease transmission cycles and compromising public health, as well as ecological integrity.", "The transmission of microbial or parasitic infections from non-human hosts to humans, often facilitated by the introduction of invasive species and their accompanying pathogenic symbionts, posing a significant risk to public health and necessitating vigilant surveillance and regulation.", "Diseases that have the potential to jump from one host species to another, posing a risk to the health and well-being of not only the original host species, but also other species that come into contact with the infectious agent, and ultimately to humans, who may become infected through the natural environment, agricultural or aquacultural practices, or direct contact.", "The exchange of diseases between non-human organisms and humans, often resulting from the introduction of invasive species, which can potentially lead to unforeseen consequences for human health and agricultural stability.", "Diseases caused by microscopic organisms that can transfer from non-human sources, such as plants, animals, and contaminated water, to humans, posing a threat to public health and often exhibiting a complex interplay between environmental and ecological factors."], "disease risk": ["The probability of unintended harm or adverse consequences to the health, well-being, or ecological balance of a biological system, stemming from the unnoticed coexistence of foreign, potentially deleterious microorganisms and their hosts.", "The likelihood of encountering a potentially detrimental influence originating from a microorganism or other external factor, co-transported with an invasive non-native species, which can lead to unfavorable consequences for the biological integrity of affected ecosystems and potentially affect human health.", "The likelihood of harm caused by the introduction, transmission, or presence of non-native biological entities that can interact with, and potentially threaten the well-being or survival of, a species, ecosystem, or human population.", "The likelihood that the unintended arrival of foreign biological entities accompanying invasive species could compromise the health and stability of ecosystems, potentially causing harm to various sectors, including agriculture, aquaculture, wildlife, and human health.", "The likelihood of unintended harm caused by the unintentional conveyance of microscopic companions accompanying the introduction of non-native aquatic species, which can potentially compromise the health and well-being of diverse organisms, ecosystems, and human communities."]}