{"provisioning": ["The fundamental means by which wetlands provide tangible benefits and sustenance to human well-being, encompassing the acquisition of essential resources, goods, and services that directly support the livelihoods and daily needs of local communities, such as medicines, fruits, and fish.", "The process of harnessing the resources and products of an ecosystem to support human well-being and economic activities, such as the collection and utilization of plants and animals for medicinal, culinary, or recreational purposes, while also acknowledging the potential environmental and economic consequences of this exploitation.", "The provision of essential goods and services by a natural system, typically valued in monetary terms, and often threatened by the introduction of non-native species that alter the ecosystem's functioning and quality.", "The sustenance and utility provided by a resource or ecosystem, encompassing the tangible benefits and goods that support human well-being, livelihoods, and economies, including but not limited to the availability of medicinal plants, fruits, fish, and other essential products.", "The provisioning of a region's natural treasures, providing residents and visitors alike with essential goods and services that satisfy human needs, such as medication, food, and recreational activities, which are significantly compromised by the presence of invasive alien species."], "stakeholder analysis": ["The systematic process of gathering and synthesizing information from various individuals or groups who are directly or indirectly affected by, or have a vested interest in, the ecological integrity and economic valuation of a Ramsar site, in order to understand their perceptions, needs, and concerns regarding the provision of ecosystem services.", "A systematic examination of the interconnections and interests of individuals, groups, and organizations that are directly or indirectly affected by the ecological and economic functions of a specific environment, with the goal of understanding the complex relationships between these stakeholders and the ecosystem they inhabit, in order to inform management and conservation decisions.", "A comprehensive examination of the multifaceted relationships between humans and the natural environment, focusing on the diverse interests and perspectives of individuals and groups directly affected by or dependent on the ecosystem services provided by a specific geographic area, such as a wetland or lake cluster.", "A comprehensive assessment of the various groups of people and organizations that have a vested interest in the health and functionality of a specific ecosystem or natural resource, as well as the potential impact of external factors, such as invasive species, on the economic and social benefits provided by that ecosystem.", "A systematic process of gathering and analyzing information from individuals and groups directly or indirectly affected by the ecological integrity and economic value of a wetland ecosystem, with the goal of understanding the relationships between human well-being, ecosystem services, and the impact of invasive species on these relationships."], "economic value": ["The tangible and intangible benefits derived from natural resources, reflecting the goods and services produced within an ecosystem that are converted into tangible and/or economic outcomes, which can be quantified and valued in monetary terms, having a direct impact on the livelihoods and well-being of local communities.", "The monetary worth that can be attributed to the tangible and intangible benefits that a ecosystem provides to humans, such as resources used for sustenance, recreation, and spiritual well-being, which can be lost or diminished due to the introduction of non-native species.", "The cumulative worth assigned to goods and services produced and obtained from natural environments, calculated based on their market prices and human benefits, such as sustenance, medicinal use, and recreation, which can fluctuate due to factors like the introduction of invasive species.", "The measurable worth assigned to the tangible benefits and intangible assets that an ecosystem provides to individuals, communities, and societies, ultimately affecting their livelihoods and overall well-being, as exemplified by the tangible and cultural values associated with the Ramsar lake cluster in Nepal, where the degradation of ecosystem services due to invasive alien plants has a direct impact on the local economy and way of life.", "The quantifiable benefit or worth derived from the use and exploitation of natural resources, ecosystem services, and biodiversity that can be measured through market prices, opportunity costs, or intangible values, and is essential for human well-being, economic development, and environmental sustainability."], "ramsar sites": ["Designated protected areas along mountain rivers that provide crucial ecological and economic benefits to local communities, including essential plants and animals, which are now threatened by invasive species that have altered the natural environment and disrupted the balance of these ecosystems.", "Wetland areas designated for conservation and protected by international agreement, providing critical ecosystem services and supporting diverse biodiversity, and often threatened by the unintended consequences of human activities, such as invasive alien plant species.", "Wetlands designated as protected areas, which provide essential ecosystem services that support human well-being, and are home to a diverse range of flora and fauna, including economically important plants and wildlife, whose loss can have severe impacts on local communities and economies.", "Protected natural areas along rivers, lakes, or coastal regions that provide crucial ecosystem services, including provisioning, regulating, and cultural benefits, but are vulnerable to the negative impacts of invasive alien species and human activities, requiring effective management to maintain their ecological integrity and economic value.", "Protected areas of significant ecological importance, often located near human settlements, which provide a range of services essential to human well-being, and are vulnerable to degradation by invasive species, thereby necessitating careful management to maintain their functionality and preserve their natural beauty, biodiversity, and recreational value."], "stakeholders": ["Groups of individuals and entities whose livelihoods, well-being, or interests are directly or indirectly affected by the state, condition, and management of a shared natural resource, such as a wetland ecosystem, and whose engagement, involvement, or input is necessary to effectively preserve and restore the resource's ecological and economic values.", "Those who are directly or indirectly affected by the condition or management of a natural resource, often possessing unique perspectives and values, and potentially contributing to the utilization or protection of that resource.", "Individuals and groups who depend on and contribute to the ecological and economic benefits of a natural environment, and are therefore essential for understanding the impacts and consequences of changes or disruptions to that environment.", "A collective group of individuals who depend on and are affected by the well-being and functioning of a specific ecological system, such as a Ramsar lake cluster, and whose voices, opinions, and interests are essential for making informed decisions about its management and conservation to ensure the continued provision of its vital ecosystem services.", "Individuals and organizations that have a vested interest in the ecological integrity and economic viability of a Ramsar site, often relying on its ecosystem services for their livelihood, well-being, or recreational activities."], "invasive alien plant species": ["A type of non-native plant species that thrives in a wetland ecosystem, displacing native flora and altering the delicate balance of the environment, ultimately compromising the provision of essential goods and services that support human well-being, recreation, and economic activities.", "Plants that originate from outside a specific ecosystem and, once established, displace native species, alter habitats, and diminish the quality of ecosystem services, resulting in a decline of benefits and values provided by these ecosystems to local communities and economies.", "Species of non-native vegetation that, upon introduction to a natural ecosystem, exhibit rapid growth and displacement of native flora, often altering the environment and compromising the well-being of indigenous species, human populations, and local economies.", "Non-native vegetation that has escaped from cultivation or intentional introduction and rapidly outcompetes native species for resources, significantly altering the natural balance and functionality of ecosystems, ultimately leading to degradation of essential environmental goods and services that are critical for human well-being.", "Plants from external sources that outcompete native species for resources and habitat, altering the ecological balance and compromising the provision of essential services and benefits that humans derive from a particular wetland ecosystem."]}