{"flood hydraulics": ["The study of the interactions between water flow and the surrounding terrain, focusing on the dynamic relationships between water depth, velocity, and shear stress on the landscape, and its impact on the distribution and persistence of vegetation in riverine environments.", "The study of the dynamic interactions between water flow and its surroundings in natural and engineered environments, specifically examining the forces and phenomena that shape the behavior of the water and its effects on the landscape, including the removal, distribution, and resilience of vegetation and other sedimentary features.", "The study of the flow dynamics of a watercourse, focusing on the interactions between water and sediment, as well as the impact of these interactions on the surrounding environment and biological communities.", "The study of the dynamic interactions between water flow and its surrounding environment, particularly the effects of intense water movements on the movement, growth, and removal of vegetation and other components in riparian ecosystems.", "The complex interplay of forces governing the behavior of water within a river channel or floodplain, influencing the interaction between water flow and surrounding vegetation, with significant consequences for the composition and distribution of plant life."], "invasive vegetation": ["Species that, in areas where they do not naturally occur, outcompete native plants and alter the natural environment and ecosystem processes, threatening the survival and integrity of indigenous flora and fauna.", "Non-native plant species that alter the natural dynamics and ecological balance of a river system, often threatening the survival of native species and compromising the functionality of the environment, as seen in the example of a braided river floodplain where it may impede the natural braiding tendency and harm the habitat of threatened and endangered wading birds.", "Non-native plant species that outcompete and displace native vegetation in a braided river floodplain, altering the natural ecosystem and posing a threat to the survival of threatened and endangered native wading birds.", "A type of non-native plant growth that alter the natural dynamics of a river's floodplain, threatening the habitats and ecosystems of native species and disrupting the river's natural behavior.", "A type of plant growth that spreads and dominates the environment, altering the natural dynamics and ecosystems of a watercourse and its surrounding areas, often outcompeting native species and causing negative impacts on biodiversity, habitat quality, and ecological balance."], "braided rivers": ["A type of river characterized by a network of meandering channels, gravel bars, and islands, where the fluid flow is interrupted by periodic interruptions, allowing for a dynamic exchange of water and sediment, and a constantly shifting landscape that shapes the surrounding environment.", "A type of river characterized by its dynamic and meandering nature, where the flow is divided into multiple channels, often with numerous shallow, swift-moving streams and numerous gravel bars, which leads to a constantly shifting landscape that is influenced by regular and significant flood events.", "Rivers characterized by the dynamic interaction of numerous, winding channels, creating a complex network of flowing water and sediment deposits, which plays a crucial role in shaping the surrounding landscape and supporting a diverse range of plant and animal life.", "A complex, dynamic watercourse where meandering channels continuously shift and merge, creating a patchwork of open water and stabilized sediment, with vegetation and other ecosystem components adapting to the constantly changing hydrological regime.", "A meandering watercourse featuring an intricate network of channels, gravel bars, and sediment deposits, which periodically shifts its course due to the dynamic interaction between flowing water and sediment transport, resulting in a constantly changing and complex landscape."], "hydraulic modelling": ["The process of simulating the flow of a fluid through a physical system, such as a river or floodplain, using mathematical models and algorithms to understand how water moves and interacts with its surroundings, including the removal of invasive vegetation and the resulting changes in the river's shape, size, and ecological balance.", "The process of simulating and analyzing the dynamic interactions between water and its surroundings, involving the calculation of various physical parameters such as depth, velocity, and shear stress, to gain insights into the effects of flooding on the distribution, abundance, and resilience of vegetation in flood-prone areas.", "The process of simulating and predicting the dynamics of water flow and its interactions with the surrounding environment, aiming to understand and quantify the impact of various factors, such as flood events, on the behavior of vegetation and other aquatic features in a river system.", "The process of analyzing and simulating the flow of fluids within a defined area, such as a river or floodplain, to understand and predict the effects of various factors, such as water volume and velocity, on the surrounding landscape and vegetation.", "The simulation of water flow patterns and characteristics, such as depth, velocity, and force, to understand and predict the impacts of flood events on a river's ecosystem, including the distribution and removal of vegetation, and to inform management decisions for sustainable river management."], "flood impacts": ["The cumulative effects of a waterborne event's energy and sediment transport on the vegetation, substrate, and ecosystem processes in a floodplain, resulting in changes to plant community composition, structure, and function.", "The alteration of natural habitats, characterized by the alteration of water dynamics, substrate exposure, and subsequent changes to the spatial distribution and composition of vegetation, as a result of an episodic and unpredictable disturbance caused by the rapid influx of water into an area.", "The alteration or modification of a river's natural state or ecosystem resulting from the passage of water over or through the land, characterized by changes in habitat, landform, and vegetation cover.", "The irreversible or temporary alterations caused by a water event of unusually large magnitude on the natural state of a fluvial environment, resulting in significant modifications to the habitat and composition of plant species.", "The process by which the magnitude and distribution of water flow in a dynamic river environment influences the growth, mortality, and spatial arrangement of vegetation, resulting in changes to the ecosystem's composition and structure."], "hec-ras": ["A software tool that simulates the complex interactions between water and terrain, allowing scientists to predict and understand the impacts of extreme events on delicate ecosystems, such as the way floodwaters alter the landscape and influence the growth of invasive vegetation in sensitive riverine environments.", "Software used to simulate and analyze the complex relationships between water flow, terrain, and vegetation in river systems, allowing for a deeper understanding of how natural events such as floods impact the ecosystem and landscape.", "A software tool used to simulate and analyze the complex interactions between water flow and the physical environment, helping researchers and engineers understand how floods and other hydrological events shape and impact the landscape, including vegetation growth and removal.", "A specialized software used to model and analyze the hydraulic characteristics of flooding events, allowing researchers to predict the impacts of varying water levels, velocities, and shear stresses on riverine ecosystems, and ultimately informing strategies for mitigating the effects of invasive vegetation on native species.", "A software tool used to simulate and analyze the complex interactions between water and land, enabling researchers to predict and understand the effects of natural phenomena, such as flooding, on the dynamic balance of ecosystems."], "floodplain vegetation": ["The growth of plant species in a dynamic and spatially variable environment that is periodically subjected to excessive water flow, resulting in changes to substrate exposure and conditions that can impact vegetation distribution, composition, and structure.", "The complex array of plant communities that inhabit the low-lying, seasonally flooded zones adjacent to a river channel, where water levels and flow characteristics exert a dominant influence on their growth, structure, and distribution, resulting in dynamic interactions between vegetation, water, and the underlying substrate.", "The dense, often invasive plant communities that occupy the natural channels and sediment deposits of braided rivers, playing a critical role in shaping the rivers' dynamic equilibrium and influencing the habitats of native wading birds and other dependent species.", "The community of plant species that occupy the alluvial deposits and natural terrain of a river system, often shaped by the interaction of geological processes, water flow dynamics, and environmental factors, and which can be influenced by human activities such as invasive species introduction, altering native ecosystems, and impeding natural flood regimes.", "A type of vegetation that grows in areas regularly subject to inundation and alteration by water flow, comprising a dynamic mosaic of plant communities that exhibit variability in coverage and composition in response to hydrological events."]}