{"bio-char": ["A residual byproduct of thermal decomposition that possesses a high energy density and can be further processed for use as a fuel or in various industrial applications, often exhibiting characteristics similar to those of natural coal deposits.", "The solid residue left over from the thermal decomposition of organic materials, resulting in a porous and carbon-rich byproduct with potentially valuable energetic and environmental properties, suitable for use as a sustainable energy source or raw material.", "A solid residual product derived from the thermal decomposition of plant material, often characterized by a high energy density and exhibiting potential applications in the energy sector, with properties similar to those of coals.", "A residue resulting from thermal decomposition of organic matter, characterized by its high energy density and potential use as a sustainable energy source, typically containing a mixture of carbon-rich compounds and exhibiting unique properties that distinguish it from other forms of biomass.", "The stable, carbon-rich solid residue produced through the thermal decomposition of organic biomass, exhibiting properties similar to those of fossil fuels, often found to possess high energy density and valued for its potential applications in various industries."], "cortaderia selleaana": ["An invasive, exotic grass species causing ecological disruption in certain ecosystems, requiring innovative technological solutions for its efficient removal and conversion into valuable energy sources.", "A highly invasive and troublesome species that is causing significant ecological harm in Iberian Peninsula ecosystems, its biomass offering a potential source of renewable energy through pyrolytic processes.", "An invasive and exotic plant species causing ecological disruptions, often requiring innovative conversion methods, such as pyrolysis, to harness its energy potential and mitigate its environmental impact.", "A highly invasive and rapidly spreading plant species that has significant ecological and environmental implications, particularly in Mediterranean ecosystems, requiring innovative solutions to manage its expansion and convert its biomass into valuable energy resources.", "A highly invasive and exotic plant species wreaking havoc on ecosystems, its energy-rich biomass now being harnessed through innovative pyrolysis techniques to produce valuable biofuels and biochar."], "flash pyrolysis": ["A rapid, high-temperature treatment process that yields a gas-rich fraction with higher energy density and a distinct hydrocarbon composition, characterized by a reduced presence of carbon dioxide and an increased presence of combustible components such as carbon monoxide, methane, and hydrogen, resulting in a valuable energy-rich byproduct.", "A rapid thermal treatment process that subjects biomass to extremely high temperatures, typically exceeding 750°C, in a short period of time, resulting in the decomposition of organic matter into a range of valuable energy-rich products, including gases with high heating values and bio-oils with distinct compositions, while minimizing the formation of CO2 and maximizing the production of lighter, more volatile compounds.", "A rapid heating process in which biomass is rapidly decomposed in a controlled environment, resulting in a high-yield production of bio-gas and bio-oils, characterized by a unique composition of compounds with varying degrees of aromaticity and volatility.", "A rapid thermal decomposition process that produces a mixture of high-energy gases, rich in combustible compounds, and liquid byproducts, characterized by its ability to transform plant biomass into a valuable source of renewable energy, while minimizing the production of unwanted solid residues.", "A rapid, high-temperature process that converts biomass into valuable energy-rich fractions, characterized by its ability to produce a gas phase with a higher heating value compared to traditional pyrolysis methods, while also yielding bio-oils with a distinct composition and a bio-char fraction with a high energy density similar to coal."], "biomass pyrolysis": ["The controlled thermal decomposition of organic matter, typically plant-based, resulting in the transformation of its chemical composition and physical structure, yielding valuable energy-rich byproducts and solid residues with potential for energetic valorization.", "The thermal decomposition of organic plant material, often an invasive species, to produce a mixture of gaseous and solid products, with potential applications in the energy sector.", "The thermochemical decomposition of organic materials, typically derived from non-food sources, to produce a range of valuable energy-rich products and residues, characterized by the conversion of chemical bonds into more accessible forms, while retaining the original material's energy potential.", "The thermochemical decomposition of organic matter, typically derived from invasive plant species, resulting in a mixture of gaseous and liquid products with varying levels of energy density and aromatic content.", "The process of converting plant material into a valued source of energy by rapidly decomposing its organic components in the absence of oxygen, resulting in the formation of various fractions, including gaseous compounds with high energy density, bio-oils with distinct chemical compositions, and solid residues with potential energy applications, ultimately enabling the transformation of invasive plant species into a sustainable energy source."], "gas": ["A mixture of molecular compounds released through thermal decomposition of organic matter, characterized by its caloric intensity and composition, often exhibiting distinct properties and applications.", "A vital and combustible byproduct of the decomposition of organic matter under heat, characterized by its varying concentration of volatile compounds and gases, capable of being harnessed for energy production.", "The product of a process that releases the bound energy and matter of a plant material, resulting in a mixture of lighter-than-air constituents that possess a significant amount of thermal energy.", "A light, mobile, odorless and flammable fluid produced during the rapid thermal decomposition of organic matter, often composed of a mixture of chemical compounds that exhibit varying degrees of energy density, purity, and potential for utilization as a fuel or energy carrier.", "The lightest and most volatile constituent of a plant-based material, which is often the result of a high-temperature process and is characterized by its energy-rich properties, containing a mix of molecules with varying combustion tendencies."], "bio-oil": ["A liquid substance produced through the thermal decomposition of organic matter, characterized by a high energy density and composition primarily consisting of hydrocarbons with varying levels of aromaticity.", "A versatile liquid fuel derived from the thermal decomposition of organic biomass, characterized by its high energy density and composition of complex hydrocarbons, including aromatic and non-aromatic compounds, which can be further refined to produce a range of petrochemicals, fuels, and lubricants.", "A complex fluid generated through the thermal decomposition of biomass, characterized by a varying composition of combustible molecules with diverse properties, including chemical structure and energy density.", "A viscous, liquid product derived from the thermal decomposition of biomass, exhibiting a complex chemical composition consisting of a mix of hydrocarbons with varying aromaticity, which can be used as a renewable energy source.", "A dark, viscous liquid derived from the thermal decomposition of biomass, characterized by its diverse composition of hydrocarbons, aromatics, and other organic compounds, which can be further refined to produce a variety of fuels and chemicals, thereby presenting a promising avenue for energy valorization."]}