{"range shifting species": ["Species that are expected to expand their geographical distribution and population density in response to climate change, potentially leading to establishment in new areas and disruption of local ecosystems.", "Plants that are projected to expand their geographic distribution due to climate change, potentially causing significant ecological and socioeconomic impacts in regions with suitable habitats.", "Plant species that are projected to expand their distribution or migrate to new areas, potentially as a result of climate change, and may cause significant ecological and socioeconomic disruptions if introduced and established in a new region.", "Species that are expected to exhibit a significant expansion of their geographic distribution due to climate change, posing a high risk of causing substantial harm to both ecological and socioeconomic systems in regions where they are not yet established.", "A species that is expanding its geographic distribution and encroaching upon new habitats, primarily as a result of changing environmental conditions, such as alterations in temperature and precipitation patterns, thereby posing a potential threat to native ecosystems and potentially impacting local socioeconomic systems."], "eicat": ["A comprehensive system for evaluating the potential ecological and socio-economic consequences of non-native plant introductions, allowing for the prioritization of species most likely to significantly disrupt regional ecosystems and economy.", "A protocol used to evaluate the ecological significance of non-native species by assessing the magnitude of their reported impacts on various ecosystems, allowing for the creation of targeted priority lists for monitoring and management to mitigate the effects of climate-driven range shifts.", "A system for evaluating and categorizing the ecological consequences of non-native species introduction, utilizing a tiered scoring system to assess the severity of impacts on natural communities and potential effects on human societies.", "A standardized framework for evaluating the ecological and socioeconomic consequences of introduced species, facilitating a data-driven approach to prioritize management and mitigation strategies for areas most vulnerable to invasive species shifts.", "A widely recognized and scientifically supported framework for evaluating the ecological consequences of non-native species introduction, providing a standardized approach for assessing the magnitude of impact on various environmental systems and human communities."], "watch list": ["A catalog of non-native species likely to cause significant ecological disruption and socioeconomic harm in a region, based on their potential for rapid range expansion and introduction via human activity.", "A curated compilation of plant species that are projected to expand their ranges in a specific region due to climate change, posing significant ecological and socioeconomic threats, and are prioritized for early detection and rapid response efforts to mitigate their potential impacts.", "A prioritized compilation of invasive plant species projected to shift into a specific region due to climate change, selected based on their potential to cause significant ecological and socioeconomic disruptions, and likely to arrive quickly through deliberate human introduction.", "A prioritized compilation of potentially invasive species expected to expand their range in a region due to climate change, where the compilation is based on a comprehensive evaluation of ecological and socioeconomic impacts and considers factors such as availability for human introduction, including commercial sale and potential for rapid spread.", "A prioritized compilation of species that are likely to cause significant ecological disruptions and socioeconomic impacts, compiled through a rigorous evaluation of their predicted range shifts and potential consequences, with the goal of informing strategic monitoring and management efforts to mitigate their invasive potential."], "early detection and rapid response": ["A proactive strategy aimed at promptly identifying and addressing the introduction and spread of non-native species with significant ecological and socioeconomic implications, thereby mitigating the adverse effects of their invasion on vulnerable ecosystems and human communities.", "Proactive surveillance and swift intervention strategies to anticipate and mitigate the establishment of non-native species that are likely to exert significant ecological and socioeconomic pressures, thereby minimizing the adverse consequences of invasive species introductions.", "The timely recognition and prompt action taken to mitigate the effects of a spreading ecological disruption, aiming to halt or contain its spread before it can cause significant harm to local ecosystems and human communities.", "A proactive approach that enables swift and effective management of nascent invasions by monitoring areas likely to be affected by climate-driven range shifts and quickly responding to incursions to mitigate the impacts of non-native plant species on ecosystems and socioeconomic systems.", "Identifying and addressing potential invasive species incursions before they become established, by leveraging a combination of predictive modeling, surveillance, and swift intervention to minimize the environmental and socioeconomic consequences of a potentially problematic non-native plant species."]}