{"community features": ["The inherent characteristics and interactions within an ecological system that shape its overall resilience, dynamics, and capacity to thrive in the presence or absence of non-native species, often influenced by factors such as resource availability, disturbance regimes, and predator-prey relationships.", "The inherent attributes and dynamics of a plant assemblage, encompassing ecological, environmental, and functional characteristics that influence the resilience, adaptability, and response of individual species within the group, ultimately shaping their interactions with invasive species and their overall vulnerability to invasion.", "The characteristics and attributes of a native species ensemble that interact with and influence each other, the environment, and invasive species, determining the resilience and adaptability of the ensemble in response to external stimuli and disturbances.", "A complex interplay of ecological conditions and factors that influence the performance and coexistence of native plant species, including aspects such as environmental resources, biological interactions, and disturbances, which together shape the resilience and responsiveness of the native plant community.", "The intrinsic and extrinsic characteristics that shape the ecological dynamics and resilience of a plant-dominated ecosystem, influencing the interactions between native and non-native species, and ultimately determining the community's susceptibility to invasion."], "community resistance": ["The ability of a native species ensemble to maintain its ecological integrity and dominance in the face of an invasive species, characterized by a collective capacity to adapt, respond, and persist in the presence of altered environmental conditions, such as fluctuations in resource availability and disturbance caused by human activities, while also leveraging biotic interactions and ecosystem features that hinder the success of the invasive species.", "The capacity of a plant population to persist in the face of invasive species by leveraging factors such as biotic interactions, resource limitations, and disturbance regimes that favor native plant dominance.", "A state of resilience wherein native plant populations can maintain their ecological balance and diversity even in the face of invading species, sustained by a complex interplay of factors such as resource availability, biotic interactions, and disturbance regimes.", "The capacity of a native plant assemblage to maintain its structural integrity and functional resilience in the face of environmental pressures, allowing it to adapt, recover, and persist over time, despite the presence of invasive species.", "The ability of a native plant ensemble to maintain its structural and functional integrity in the face of external pressures, characterized by a capacity to adapt and recover from disturbances and resource fluctuations, while exhibiting resilience in the presence of invasive species."], "resources": ["The availability and distribution of essential sustenance factors that enable native plant species to thrive and resist invasive pressures, ultimately influencing the resilience and structure of the community.", "Essential components necessary for native plant sustenance and growth, which can be influenced by external factors such as environmental fluctuations, human activities, and competition with invasive species.", "The fundamental building blocks and necessities that enable a community's thriving existence, including the availability of essential factors that can fluctuate in quantity, quality, or accessibility, and which are critical for sustaining the growth, survival, and productivity of both native and invasive plant species.", "Essential factors that foster growth, reproduction, and sustenance in native plant communities, which, when altered or unbalanced, can facilitate the establishment and dominance of invasive species, thereby compromising the community's resilience.", "The fundamental components and necessities required for the sustenance, growth, and persistence of a plant community, encompassing factors that directly or indirectly impact the availability of necessary elements, such as sunlight, water, and nutrients, as well as the interactions between organisms and their environment."]}