{"tuta absoluta": ["A highly invasive and adaptable insect native to the Americas, capable of long-distance dispersal and rapidly expanding its geographic range, often facilitated by favorable environmental conditions such as temperature, humidity, and the presence of suitable host plants.", "A highly adaptable and airborne insect pest, native to the Americas, capable of rapidly expanding its range across continents by exploiting favorable environmental conditions, such as temperature, humidity, and vegetation cover, to colonize new areas and spread disease among crops, including a prized fruit and its derivatives.", "A South American insect native that has gained notoriety for its ability to rapidly spread across continents, exploiting favorable environmental conditions and host plant populations, and has the potential to wreak havoc on local and global tomato production.", "A highly invasive, long-range migrant insect species originating from the Americas, notorious for its ability to rapidly expand its geographic range and adapt to diverse environmental conditions, often with devastating effects on local tomato production and agricultural ecosystems.", "A highly invasive and formidable pest species capable of traversing long distances through the air, posing a significant threat to tomato production and agricultural systems across multiple continents."], "cellular automata": ["A complex system that simulates the propagation of an invasive species by mimicking its behavior and movements using spatial grids, where environmental factors and internal characteristics are iteratively updated to predict the expansion of its range and distribution over time.", "A theoretical framework that mimics the behavior of complex systems, where a grid of interacting elements evolves according to simple rules, simulating the spread and propagation of invasive species by analyzing key environmental and ecological factors.", "A mathematical tool that mimics the spread of a phenomenon by iteratively applying simple rules to discrete units of space, allowing for the prediction of its trajectory and the identification of key factors influencing its progression.", "A method for simulating the behavior of a phenomenon, using a grid of interconnected elements that evolve over time based on a set of predefined rules, allowing researchers to mimic the spread of invasive species across vast geographic areas, and predict the impact of environmental factors on their propagation.", "A theoretical framework that mimics the behavior of a spreading entity by dividing its environment into discrete cells and updating their states according to a set of rules, enabling the prediction of its future movement and potential impact on different ecosystems."]}