{"non-native taxa": ["Organisms introduced to a region or ecosystem through human activity, often unintentionally, which may not be native to the area and can potentially thrive, adapt, and alter the local environment.", "Organisms introduced to a specific ecosystem through human activity, often as a result of accidental or intentional transportation, which can potentially alter the native biodiversity and ecological dynamics.", "Organisms introduced to a new geographic region through human activity, whose subsequent presence and potential population growth pose a risk to the native ecological balance and species composition.", "Species that inhabit a region outside their evolutionary history, potentially altering ecological relationships and posing a risk of becoming a long-term invasive presence, often characterized by a historical lag between initial discovery and actual establishment in the area, resulting in a hidden or underestimated level of threat to native biodiversity.", "Organisms introduced to an ecosystem outside their natural range, often through human activity, which can have unintended and potentially significant impacts on the native biodiversity and ecosystem function, potentially leading to a hidden debt of undetected species establishments."], "establishment debt": ["The cumulative total of unforeseen and potentially invasive insect populations that have been introduced to a region without being detected, representing a lingering threat to native ecosystems.", "The aggregate number of unreported cases of non-native insect introductions that have successfully colonized a new region, accumulated over time and remaining undetected, resulting in a potential threat to local ecosystems.", "The aggregate amount of unnoticed and potentially invasive insect species that have gone undetected, unreported, or inadequately assessed in various regions over time, resulting in a significant backlog of unknown ecological risks.", "The sum of undetected or unverified cases of a non-native species' presence in an ecosystem, accumulated over time, which poses a risk of potentially significant ecological and environmental consequences.", "The cumulative amount of unrecognized and potentially widespread occurrences of non-native insect species that have established themselves in a given region, but have not been officially recorded or acknowledged, often resulting from a lack of detection or reporting."], "establishment risk": ["The likelihood of a non-native insect species successfully taking root and thriving in a new geographic area, undetected by human observation and potentially outpacing the rate of official documentation.", "The likelihood that a non-native insect will successfully settle and spread in a new region, potentially outcompeting native species for resources and disrupting ecosystem balance.", "The likelihood of an alien species, such as an insect, being successfully introduced and settled in a new region or environment, often unnoticed or unreported, and potentially causing ecological impacts.", "The likelihood that a non-native insect species introduced to a new environment will successfully colonize and reproduce, potentially causing ecological harm or economic disruption.", "The probability that a non-native insect species will successfully colonize and become a viable part of its new environment, without adequate warning or detection."]}