{"distribution change": ["The alteration of a species' geographical range, resulting from environmental pressures and human activities, which can have significant impacts on the distribution of native species and potentially threaten their survival.", "The alteration in the spatial arrangement of a species' occurrence, driven by various ecological and environmental factors, which can result in increased overlap with other species, altered habitats, and potentially compromised coexistence.", "The shifting or altering of a species' territory or geographic range over time, often influenced by environmental factors such as climate change, habitat destruction, or competition with invasive species, which can have significant impacts on local ecosystems and the conservation of endangered species.", "The spatial rearrangement of an organism's presence or absence across its habitat, potentially influenced by environmental pressures such as climate change, human activities, or other biological interactions.", "The shift in spatial occupancy or habitat utilization by an organism or group of organisms in response to environmental factors, such as temperature and precipitation changes, which can result in a modified range expansion or contraction, potentially leading to interactions with other species and altered ecosystem dynamics."], "suweon treefroga": ["A species of treefrog that inhabits a specific region and is vulnerable to the expansion of an invasive frog species facilitated by climate change, leading to a heightened risk of cohabitation and potential ecological disruption.", "A small, critically endangered amphibian species native to South Korea, whose very existence is threatened by the expanding range of an invasive, climate-resilient predator.", "A critically endangered, arboreal frog species native to South Korea, whose habitat and population are threatened by the invasive American Bullfrog and potentially exacerbated by climate change, making conservation efforts imperative.", "A critically endangered Korean amphibian species characterized by its delicate ecology and vulnerability to the encroaching presence of an invasive, climate-resilient predator, whose range and overlap pose a persistent threat to its very survival.", "A critically endangered amphibian species native to South Korea, which is under threat from the invasive expansion of a non-native predator that has significant implications for its long-term survival."], "distribution prediction": ["The anticipated spatial pattern and extent of a species' presence in a given region or ecosystem, accounting for various environmental factors and their potential impacts on the species' survival and dispersal.", "The process of identifying and projecting the range and extent of an organism's potential habitats, considering both current and future environmental factors, to anticipate potential interactions and conflicts with native species.", "The projection of an organism's geographic reach or spread over time, taking into account the potential impact of environmental factors, such as climate change, on its ability to inhabit and colonize new areas.", "The projection of where a species is most likely to be found or thrive, based on future environmental conditions, such as climate change, and taking into account its existing range and adaptability, with implications for conservation and management strategies.", "The projected range or extent of a species' or invasive species' presence in a given area, based on predicted environmental factors such as climate change, habitat alteration, or other ecological influences, which can potentially impact native or endangered species' habitats and survival."], "american bullfroga": ["A large, voracious, and opportunistic aquatic animal that has been intentionally introduced into new environments for human consumption, only to become a menace to native species and ecosystems, its range expanding rapidly and unpredictably in response to climate change.", "A voracious and adaptable invasive aquatic species, originally introduced for culinary purposes, whose rapid spread threatens to upend the ecological balance and imperil the very existence of native amphibians.", "A large, invasive, and adaptable aquatic predator native to a distant continent, introduced to a new region through human activities, which has spread rapidly and altered the ecological balance, posing a significant threat to native species.", "A large, voracious amphibian species native to North America, introduced to foreign lands through human activities and capable of rapid colonization, with a propensity to displace native species and disrupt ecosystems, particularly in areas where environmental changes favor its expansion.", "A large, invasive anuran whose rapid dispersal, driven by human activities and climate change, threatens the very existence of other, endemic amphibian species in its introduced range."], "future climate": ["A hypothetical scenario projecting the potential alterations in global environmental conditions that may occur as a result of anthropogenic activities, leading to a predicted range expansion and dispersal of invasive species, potentially imperiling the habitats and populations of native and endangered species.", "The predicted environmental scenarios that will determine the expansion and overlap of invasive species with endangered ones, ultimately influencing their survival and distribution.", "The potential environmental conditions that a species may face in the years to come, taking into account the long-term patterns of weather and temperature fluctuations that could significantly alter its distribution and habits, and potentially impact the survival and coexistence of other species.", "A hypothetical projection of environmental conditions resulting from human-induced changes to the planet's atmospheric composition, influencing the distribution and behavior of species, which may either enhance or undermine existing ecological dynamics, potentially leading to cascading effects on native biodiversity.", "The potential outcome of anticipated environmental modifications that can alter the geographical range of non-native species, posing an escalating threat to the survival of native species already on the brink of extinction, thereby underscoring the urgent need for proactive conservation measures."]}