{"plant root trait": ["The characteristic feature that describes the proportion and structure of a plant's underground appendages, influencing its ability to interact with soil organisms and affect its own growth and competition with other plants, and which is now understood to be an important predictor of the impact of soil biota on plant behavior.", "A characteristic describing the structure and functionality of a plant's underground organ that plays a crucial role in its ability to thrive in a specific environment, potentially influencing its interactions with surrounding soil biota and other plants.", "The proportion of a plant's underground structures, which facilitate absorption of essential resources, that are composed of thin, branching extensions capable of rapid growth and exploitation of available nutrients, has a significant impact on the complex relationships between plants and their associated microorganisms.", "A plant's below-ground growth characteristic that determines its ability to access and utilize nutrients and resources from the surrounding soil, and influences the types of relationships it forms with microorganisms in the soil community.", "A characteristic inherent to a plant's underground architecture, influencing the way it interacts with the surrounding soil ecosystem, and potentially affecting its ability to thrive in its environment."], "root traits": ["Characteristics that define the structure and growth pattern of a plant's underground system, influencing its ability to interact with the surrounding soil biota and potentially impact its own growth and development.", "The characteristics of a plant's subterranean structures that influence its interactions with soil microorganisms and ultimately affect its growth and development, including aspects such as the balance between delicate, branching extensions and larger, more extensive underground networks.", "The characteristics of a plant's underground structures that influence its ability to interact with and utilize soil biota, thereby affecting its growth and survival in a given environment.", "The morphological, physiological, and anatomical characteristics that define a plant's underground structure and its interactions with the surrounding soil, influencing its ability to obtain nutrients and resources.", "The physical and biological properties of a plant's underground structures, such as their branching patterns, density, and morphology, that influence the plant's interaction with the surrounding soil and microorganisms."]}