{"public perceptions": ["The collective mindset and opinions held by individuals who interact with the environment, shaped by their experiences, values, and daily activities, which influence their attitudes and behaviors towards environmental issues, including the concerns, fears, and willingness to act on problems posed by non-native species.", "The collective mental framework that shapes an individual's thoughts, feelings, and behaviors towards a specific issue or problem, often influenced by their personal experiences, values, and environmental context.", "The collective attitudes, concerns, and willingness of individuals from diverse backgrounds to acknowledge and respond to environmental threats posed by non-native species, which influence their adoption of measures to mitigate these threats and promote ecosystem sustainability.", "The collective mental constructions held by a diverse group of individuals regarding the potential risks and consequences associated with the presence of non-native species in their environment, shaping their attitudes and behaviors towards mitigating the negative impacts of these species.", "The collective sentiment and views held by a group of individuals regarding the consequences and management of ecological threats that invade their environment, often shaped by their experiences, occupations, and leisure activities."], "public attitudes": ["The collective perspectives and inclinations towards a specific issue, shaped by a person's experiences, beliefs, and values, which can influence their willingness to engage with, accept, or take action against the issue.", "The collective mental and emotional stance people take on the issues, problems, and impacts associated with non-native species, influenced by their beliefs, values, and experiences, which in turn shape their willingness to support management actions and adopt behaviors to mitigate their negative effects.", "The collective opinion and perspective shared among individuals within a particular community or region on the ecological and environmental consequences of non-native species, which shapes their perceptions, willingness, and proposed actions towards mitigating the impacts of these invaders.", "The way people collectively perceive, value, and respond to the impact of non-native species on the environment, which ultimately influences their willingness to take actions to mitigate the effects and prevent further invasions.", "The collective sense of values, beliefs, and emotions held by individuals in a population regarding the introduction, impact, and management of non-native species in ecosystems, which influences their willingness to take action to mitigate the consequences."]}