{"concertation": ["A collaborative process among multiple entities to coordinate their efforts towards a common goal, where shared information and expertise are leveraged to prevent and mitigate the impacts of a pervasive threat, such as a widespread environmental invasion, through a harmonized and adaptive approach.", "The harmonious coordination of multiple entities' efforts to achieve a common goal, where the exchange of knowledge, expertise, and resources fosters a collective understanding and effective strategy to tackle a complex issue, such as the management of invasive alien species within a regional framework.", "The coordinated and collaborative effort of multiple entities to achieve a common goal, leveraging their collective expertise and resources to effectively address a complex issue or problem.", "The harmonious coordination of efforts and expertise among various governing bodies and nations to tackle a common threat, promoting unity of purpose and effective implementation of regulations and monitoring processes.", "A collaborative effort among stakeholders to harmonize their actions and strategies in addressing a complex issue, requiring coordination and mutual understanding to achieve a shared goal, such as the management and control of invasive alien species in a unified territory."], "regulation 1143/2014": ["A European-wide policy framework aimed at mitigating the ecological and economic impacts of non-native species by establishing a unified approach to identification, monitoring, and management, ensuring coordination among member states to prevent and control the spread of invasive species.", "A framework of standards and guidelines aimed at identifying and managing the introduction and spread of non-native species in a specific region, aiming to prevent their potential harm to the environment, economy, and society, while promoting cooperation and collaboration among regional authorities to achieve a unified approach to this issue.", "A legal framework established by a union of states to mitigate the ecological, economic, and social impacts of non-native species that are introduced or transported into new regions, thereby safeguarding biodiversity and ecosystem health through a coordinated effort to monitor, control, and prevent the spread of invasive species.", "A framework established by the European Union to govern the detection, monitoring, and control of non-native species that pose a threat to the environment, human health, and economic stability, with the aim of mitigating their adverse impacts and promoting sustainability.", "A framework aimed at controlling the spread and impact of non-native species that harm the environment, human health, and the economy by establishing a common approach for identification, monitoring, and management among member states."], "european union": ["A political entity comprising 27 sovereign states, operating as a unified economic and governance body, working together to identify and manage invasive species through a regulatory framework and monitoring system, with the ultimate goal of preserving ecological balance and biodiversity within its shared territory.", "A collective entity comprising 27 national governments, established to promote economic integration, cooperation, and common policies among its member states, while also addressing pressing environmental concerns, such as the management of invasive alien species, through coordinated regulation and monitoring.", "A collective entity comprising 27 sovereign states, with a shared goal of mitigating the impact of non-native species on its ecosystem, through regulatory mechanisms and collaborative efforts.", "A transnational economic and political entity comprising multiple sovereign nations, striving to foster cooperation and coordination among its member states to achieve common goals, particularly in addressing complex environmental challenges, such as combating invasive alien species that threaten biodiversity and ecosystems.", "A supranational entity comprising a diverse group of member states, working in concert to address shared environmental challenges, such as the regulation and management of non-native species that threaten the region's ecological balance."]}