{"lay people": ["Individuals who have not received specialized training or education in a particular field, and whose views and opinions are shaped by everyday experiences, cultural values, and societal norms, rather than scientific knowledge or technical expertise.", "Individuals who lack formal training or expertise in scientific fields, but still maintain a general understanding and perspective on environmental issues and their implications, shaped by their everyday experiences and interactions with the natural world.", "Individuals who, when considering the intersection of environmental threats and human interaction, rely on personal beliefs, values, and intuitive relationships with nature to form opinions and perceptions, rather than solely relying on scientific expertise or formal education.", "Individuals who, although untrained in the scientific community, possess a lay perspective on the natural world, influencing their comprehension and attitudes towards invasive species.", "Individuals who form the majority of a population, without formal expertise or training in a particular field, and yet still shape public opinion and attitudes through their everyday experiences, values, and perceptions of the natural world."], "public perception": ["The collective mental landscape that shapes individuals' attitudes, beliefs, and values regarding the relationship between humans and the natural world, including their sense of responsibility, risk tolerance, and emotional connections, which ultimately influences their willingness to engage with and manage the impacts of non-native species on their environment.", "The collective mental images and attitudes held by the general population regarding the relationship between humans and the natural environment, including their assessment of the impact of non-native species on the ecosystem, their potential threats to human health, and the measures needed to mitigate these risks.", "The collective understanding and interpretation of the world around us, shaped by our individual experiences, values, and perspectives on the natural world and our place within it, influencing how we relate to and interact with the environment.", "The mental constructs people hold about the natural world and its inhabitants, influenced by their individual experiences, values, and worldview, which shape their beliefs, attitudes, and behaviors towards non-native species and the measures taken to manage their impact.", "The way people intuitively think, feel, and react to a given issue or entity, influenced by their personal views on the relationship between humans and the natural world, as well as their understanding of the potential consequences and risks involved."], "public engagement": ["The willingness to contribute to the solution of ecological problems caused by non-native species, driven by a personal connection with nature and a sense of responsibility for the well-being of the environment.", "The active involvement of individuals in the pursuit of environmental sustainability, driven by their personal values and beliefs about the natural world and their place within it, which can manifest through varying degrees of awareness, concern, and commitment to mitigating the impact of non-native species on ecosystems.", "The willingness to actively participate in and contribute to the management of ecological challenges, driven by an individual's personal connection with nature and sense of responsibility towards its preservation.", "The act of voluntarily committing one's attention and effort to actively participate in addressing environmental issues, often influenced by one's underlying values and conceptions of the natural world.", "The active involvement of individuals in acknowledging and addressing ecological challenges, driven by their understanding of the natural world and their emotional connections to it, which in turn informs their willingness to take actions to mitigate harm to the environment and human well-being."], "cuddliness": ["The perceived capacity of a non-native species to elicit a nurturing response from humans, often driven by characteristics such as innocence, endearing qualities, or the absence of perceived threat or harm.", "A measure of a species' inherent capacity to evoke emotional attachment and nurturing instincts in humans, often tied to characteristics such as physical appearance, behavior, and perceived vulnerability.", "The quality of a species that inspires a strong emotional bond between humans and the natural world, often characterized by a perceived innocence, vulnerability, and charm, which can influence public attitudes towards its conservation or eradication.", "The anthropomorphic quality of endearingness and vulnerability that can evoke emotional responses in humans, particularly when associated with species possessing characteristics that are perceived as nurturing, gentle, or having a propensity for physical affection.", "A quality that inspires affection, warmth, and benevolence, often characterized by the gentle, non-threatening characteristics of certain mammals and birds, which can influence public perception and sentiment towards the conservation and management of non-native species."], "invasive species": ["Species that, by disrupting the harmony of the natural world, pose a threat to the environment, human health, or the human-animal bond, and require a balanced approach to manage their impact, including consideration of the complex relationships between humans and nature.", "Species that have established themselves in a non-native environment, potentially posing ecological, human health, or aesthetic risks to the native ecosystem, which may be perceived as a threat to the natural harmony between humans and the environment.", "Species that, due to human introduction or natural means, have altered the ecological balance of an environment, often posing risks to both human health and the natural world, and whose management requires a nuanced understanding of the human-nature relationship and the underlying values that shape our perceptions of the environment.", "A species that, despite being introduced or re-established in a particular ecosystem, can alter its natural balance and pose a risk to the well-being of both humans and the environment, often due to its ability to outcompete native species or occupy a critical niche.", "Species whose presence in an ecosystem is perceived by the public as posing a significant risk to environmental or human health, and whose management requires a delicate balance between preserving the natural world and addressing human needs and values, including those related to animal welfare and emotional attachment."], "visions of nature": ["A deeply rooted and culturally shaped understanding of the relationship between humans and the environment, encompassing beliefs about the natural world, its significance, and one's place within it.", "The complex, multifaceted conceptions and attitudes that individuals hold about the natural world, encompassing values, beliefs, and emotions that shape their understanding and relationship with the environment.", "A cognitive framework that encompasses an individual's understanding and emotional connection to the natural world, influencing their perception of the relationships between humans, non-human species, and the environment, ultimately shaping their values and attitudes towards conservation and management practices.", "A collective mental framework of understanding the relationships between humans and the natural world, encompassing individual attitudes towards the role of nature, human impact on the environment, and the importance of preserving ecological balance.", "The intricate web of emotional, cognitive, and social connections that individuals form with the natural world, shaping their attitudes towards its preservation, conservation, and human coexistence."], "lay public": ["The collective group of individuals who do not have specialized knowledge or professional expertise in a particular field, yet possess personal beliefs, values, and perceptions that influence their understanding and attitudes towards environmental issues and conservation efforts.", "Ordinary individuals who have a general understanding of the natural world, but may not possess advanced scientific knowledge or expertise in a specific area, such as biology or ecology, and who are likely to hold common, everyday perspectives and values that shape their attitudes and behaviors towards environmental issues.", "Individuals without specialized knowledge or professional expertise in a particular field, who may have varying degrees of understanding and interest in environmental issues, such as species management and human-nature relationships, and whose views on non-native species are shaped by their own experiences, beliefs, and cultural background.", "Non-expert members of the community who form their opinions and attitudes about complex environmental issues, such as the presence and management of non-native species, based on their everyday experiences, values, and beliefs about the natural world.", "The collective body of individuals without specialized knowledge or professional training in a specific domain, often relying on personal experiences, common sense, and societal influences to form opinions and attitudes about complex environmental issues, such as the impact of non-native species on ecosystems."], "management": ["The coordinated effort to harmonize human activities with the natural world, ensuring the coexistence of species, ecosystems, and human interests through a balance of caution, control, and connection.", "The conscious and intentional efforts to balance human activities and relationships with the natural world, addressing potential conflicts and threats to the environment while promoting coexistence and stewardship.", "The process of balancing human activities and interactions with the natural world to mitigate the potential harm caused by species that do not occur naturally in a particular environment, while respecting and acknowledging the diverse values and perceptions that people have of the natural world and their place within it.", "The deliberate manipulation and coordination of human interactions with the natural world to mitigate the effects of unforeseen consequences and promote a sense of harmony between humans and the environment.", "The intentional and sustained effort to harmonize human activities with the natural world, ensuring the balance and resilience of ecosystems while mitigating the impacts of human actions on the environment."], "perceptions": ["The attitudes and views an individual forms about a particular aspect of the natural world, influenced by their beliefs about humanity's role and relationship with the environment, which in turn shape their feelings, thoughts, and behaviors towards managing and responding to issues involving non-native species and invasive species management.", "The complex mental landscape that emerges from an individual's values, beliefs, and experiences, influencing their sense of belonging and understanding of the world, and guiding their attitudes and behaviors towards phenomena that affect the natural environment.", "The ways in which individuals conceptualize, comprehend, and relate to the natural world, encompassing their understanding of the interconnectedness of living beings, the environment, and human impact, and shaping their attitudes and behaviors towards the management of ecological issues such as invasive species.", "The mental frameworks people use to interpret and understand the natural world, shaped by their values and attitudes, influencing how they perceive and respond to threats, opportunities, and complexities within it.", "The subjective interpretation and understanding of the connections between the natural world, human impact, and the consequences of human actions, shaped by individual experiences, values, and cognitive biases."], "non-native species": ["An organism introduced to an environment from a different geographic area, often threatening the ecological balance and human health by altering the natural landscape and disrupting the delicate harmony between humans and the environment, as perceived by the general public.", "Any organism that has established itself in a natural environment that is not its native habitat, often through human activities, and can potentially disrupt the balance of the ecosystem, requiring a nuanced consideration of risk, control, and engagement to manage its impact.", "Species that inhabit an ecosystem without originating from that particular environment, often altering its natural balance and posing a risk to both the environment and human health, with their management becoming a crucial aspect of balancing human needs with conservation efforts.", "The term refers to organisms introduced to a ecosystem through human activity, which disrupt the natural balance and pose a risk to the environment, human health, and societal values, often prompting a complex interplay between perceived risks, control measures, and engagement.", "Species introduced to an ecosystem from another region, often altering the balance of nature and presenting potential threats to the environment, human health, or well-being, whose presence can evoke diverse emotional and cultural responses."]}