{"corsica": ["A Mediterranean archipelago, rich in vascular alien flora, where intentional human introductions for ornamental purposes have led to the establishment of a thriving community of non-native plant species, with a significant proportion of these species exhibiting invasive characteristics.", "A Mediterranean island with a unique blend of alien flora, where intentional human introductions have resulted in a mix of phanerophytes and therophytes, with a dominant American influence, and where seminatural, agricultural, and synanthropic habitats are increasingly occupied by non-native species.", "A Mediterranean isle renowned for its unique biodiversity, featuring an abundance of introduced plant species that have made their way into its native ecosystems, with a particular emphasis on the American origin of many of these non-native flora.", "A Mediterranean island renowned for its rich botanical diversity, where the boundaries between intentional human introductions and natural habitats are increasingly blurred, posing a threat to the delicate balance of its native flora and ecosystems.", "A Mediterranean island archipelago characterized by a unique blend of European and American plant species, where intentional human introductions for ornamental purposes have led to a rapid spread of invasive species, necessitating cooperative conservation efforts to protect native flora and natural habitats."], "vascular plants. 1. introduction in the last decades": ["Non-native plant species that have infiltrated the island ecosystems of the Western Mediterranean region, often introduced through human activities and have become established in natural habitats and altered the native flora.", "Plants that have invaded regions outside their natural habitats, often introduced intentionally or unintentionally, and have established themselves as non-native species, posing threats to native ecosystems and biodiversity.", "Non-native plant species that have become established in Sardinia and Corsica within recent decades, having been intentionally or unintentionally introduced to these Mediterranean islands by humans, often for ornamental purposes, and now threaten to disrupt the natural balance of local ecosystems and native flora.", "Plants that are non-native to an island and have been introduced through human activity, primarily for ornamental purposes, and have since established themselves in a new habitat, often threatening the native flora and ecosystems.", "Plants that have gained popularity in recent times, often due to intentional introductions by humans, typically for ornamental purposes, and have spread across territories, altering the original flora and affecting native ecosystems."], "neophytes": ["Non-native plant species that have colonized and established themselves in Mediterranean islands through human activity, often unintentionally, and now coexist with the native flora, posing a threat to the natural habitats and ecosystems.", "The subset of non-native plant species that have recently arrived and are becoming established in a region, often introduced by human activity for ornamental purposes, and which can outcompete native flora for resources and habitat.", "Non-native plant species that have recently established themselves in a new territory, often as a result of intentional or accidental human activity, and are now thriving in a particular ecosystem.", "Species of plants that have been intentionally or unintentionally introduced to a new geographic area, often for ornamental or economic purposes, and have since established a reproducing population, potentially altering the native flora and fauna.", "Plants that have been unintentionally introduced to a new region through human activities, often via ornamental or agricultural practices, and have since thrived in environments where they have no natural counterparts, altering the native ecosystem."], "sardinia": ["A Mediterranean territory renowned for its rich vascular flora, where the arrival of non-native plant species, largely introduced for ornamental purposes, has become a pressing concern, posing threats to native ecosystems and habitats.", "A region of Mediterranean terrain where exotic botanical introductions thrive, with a significant proportion arriving via ornamental means and posing a growing threat to native ecosystems.", "A Mediterranean territory characterized by a rich yet invasive flora, with a significant proportion of non-native plant species that have been introduced primarily for ornamental purposes, and where the American botanical influence is pronounced.", "A Mediterranean territory boasting a rich yet increasingly vulnerable floral tapestry, heavily influenced by human introductions from afar, with a distinct regional flavor that demands concerted conservation efforts.", "A Mediterranean territory renowned for its unique flora, characterized by a significant portion of non-native species that have been introduced through human activities, particularly for ornamental purposes, and have adapted to thrive in a variety of habitats."], "western mediterranean": ["A unique geographic region characterized by a rich biodiversity and a history of cultural exchange, where the combination of Mediterranean climate, island geography, and proximity to other continents has led to a complex web of plant introductions and naturalized species, presenting both opportunities for ecological resilience and challenges for conservation and management.", "A vast region characterized by a rich biodiversity and a shared history of human activity, where the Mediterranean climate and geography have fostered a unique tapestry of flora, with multiple landmasses hosting a significant percentage of plant species introduced through intentional human activities, with ornamental purposes often being a major driver of this phenomenon.", "A region characterized by a shared biogeographic history and geography, marked by a unique blend of Mediterranean and continental influences, where the intersection of diverse human and natural factors has given rise to a distinct assemblage of flora, shaped by intentional and unintentional introductions, with a strong emphasis on ornamental and agricultural uses.", "A region characterized by a unique blend of Mediterranean and Atlantic influences, where the warm, temperate climate fosters a rich diversity of plant life, with particular prominence given to the introduction and establishment of non-native species, many of which originate from the Americas and are often brought in for ornamental purposes, ultimately altering the natural balance and threatening native flora.", "A region characterized by a unique blend of Mediterranean-like climates, mountainous landscapes, and a shared botanical heritage, where human activities such as intentional introductions for ornamental purposes have given rise to a significant presence of non-native plant species, influencing the natural ecosystems and habitats of the area."]}