{"global compendium": ["A comprehensive, data-driven synthesis of information on the distribution and impact of non-native species across multiple geographic regions, providing a foundational resource for tracking and analyzing the spread of alien species globally.", "A comprehensive and authoritative collection of information from multiple sources, bringing together disparate datasets to provide a unified and coherent picture of the distribution and impacts of a particular group of species or phenomenon across the world, facilitating global analyses, identification of gaps, and informed decision-making for conservation, management, and policy purposes.", "A comprehensive, standardized collection of data from diverse sources, providing a foundational framework for studying the worldwide distribution and impacts of non-native species, allowing for global comparisons, identification of knowledge gaps, and monitoring of changes over time, thereby serving as a crucial resource for conservation efforts and policy-making.", "A comprehensive and authoritative compilation of country-specific data on non-native species, providing a detailed picture of their distribution, impact, and management status, with the aim of supporting global monitoring and decision-making efforts.", "A comprehensive digital database that aggregates and synthesizes information on the geographic distribution and ecological impact of non-native species across the world, providing a common framework for tracking and assessing the spread of alien species globally."], "invasive species distribution": ["The widespread presence of non-native organisms within a geographic area, which have escaped human control and are causing harm to the local ecosystem, infrastructure, or human populations, thereby altering the natural balance of the environment and potentially disrupting native species' coexistence.", "The geographic spread and presence of non-native organisms that demonstrate detrimental effects on the native ecosystem, environment, or economy of a region, as recorded and monitored through a comprehensive and integrated dataset of species occurrences and impacts.", "The geographic spread and presence of non-native organisms that have had a significant and detrimental impact on ecosystems and human activities, as assessed through a systematic collection and integration of data from global country checklists, with implications for monitoring, tracking, and reporting on their spread.", "The widespread geographical presence of non-native organisms, whose establishment or spread in a region or ecosystem is often accompanied by evidence of environmental, ecological, or economic harm, and can be tracked through a comprehensive database or compendium of species checklists, allowing for global monitoring and comparison of their distribution and impact.", "The spread of non-native organisms across geographical boundaries, where they establish populations and potentially exert a profound impact on ecosystems, habitats, and biodiversity, rendering them a significant concern for conservation and sustainable development goals."], "global register of introduced species": ["A comprehensive catalog of non-native organisms that have been intentionally or unintentionally introduced to new regions, featuring a collection of data from various countries and ecosystems, detailing the presence and potential impact of these species on local environments and ecosystems.", "A comprehensive catalog of non-native species found across the world, which provides a unified platform for monitoring and tracking their distribution, impact, and potential invasion risk, serving as a crucial tool for global analyses, research, and policy-making to mitigate the ecological and socio-economic consequences of these species.", "A comprehensive database of non-native organisms that have been intentionally or unintentionally introduced to a region, providing a standardized framework for tracking and analyzing their distribution, impact, and potential effects on ecosystems, along with a designated indicator of those species that have demonstrated a significant influence on their new environments.", "A centralized collection of information on non-native species distributed across countries, highlighting those with evidence of significant environmental or ecological impact, providing a foundation for monitoring and analyzing the spread of such species globally, while also facilitating regional and local assessments, as well as comparisons across different taxonomic groups.", "A comprehensive digital archive containing meticulously compiled records of non-native species that have been intentionally or unintentionally introduced to various regions, highlighting their presence, potential impact, and distribution across the globe, providing a foundational platform for researchers and policymakers to monitor, analyze, and manage the influx of extraneous organisms."], "country compendium": ["A comprehensive database of collated information on non-native species found in various regions, providing a snapshot of their distribution, spread, and impact on the environment, with the ability to analyze and track their spread across geographical areas for conservation and management purposes.", "A comprehensive and systematically assembled collection of data, providing a standardized framework for monitoring and analyzing the spread of non-native and invasive species across various geographic regions, facilitating global assessments and regional comparisons, as well as informing policies and conservation efforts.", "A comprehensive digital repository containing a centralized collection of taxonomic information on non-native species across the globe, including their geographical distribution, impact assessment, and potential ecological consequences, serving as a baseline for monitoring and analysis.", "A comprehensive, globally-compiled catalog of species introductions and their ecological effects, providing a standardized framework for monitoring and analyzing the spread of non-native species across countries, regions, and ecosystems.", "A comprehensive collection of data, spanning across multiple geographic regions, that compiles information on the introduction and distribution of non-native species, alongside assessments of their potential impacts on local ecosystems, providing a foundational resource for global analysis, research, and policy-making."], "alien species distribution": ["A global snapshot of non-native organisms spread across the globe, indicating their presence and impact in various countries, highlighting gaps in recorded occurrences and providing a baseline for monitoring the spread of invasive species.", "The spatial arrangement of non-native organisms across a global landscape, characterized by the presence or absence of specific species in different geographic locations, with consideration given to their impact on local ecosystems and the implications for biodiversity and conservation efforts.", "The distribution of non-native species that have established themselves in a region, often as a result of human activity, and whose presence has been documented across multiple geographic locations, with varying degrees of impact on local ecosystems and biodiversity.", "The pattern or scope of presence of non-native organisms across geographic regions, indicating their establishment and spread, as observed and documented through various records and assessments.", "The global scope of non-native organisms present across various geographical locations, accompanied by an evaluation of their potential ecological and environmental consequences, including their ability to cause harm or alter ecosystems."], "invasive non-native species": ["Species that, through human introduction or facilitation, arrive in a new geographic area, often causing significant ecological, economic, or social harm, and have a tendency to spread and outcompete native species for resources, potentially leading to alterations in the ecosystem's structure and function.", "A species that has been deliberately or unintentionally introduced to a new geographic location, where it has established a population and is able to spread, often outcompeting native species for resources and habitat, and potentially causing ecological, economic, or human health impacts, which can be detected at a country level through monitoring and assessment.", "A non-native organism that has been introduced to a new geographic location, either intentionally or unintentionally, and has established a self-sustaining population, often outcompeting or dominating native species, and causing ecological harm, disturbance, or significant economic and social impacts.", "Organisms introduced from outside their natural range, which have established themselves in a new environment and can cause significant ecological, economic, or societal harm as a result of their presence.", "A species introduced from a different region, whose presence and expansion in a new habitat is facilitated by human activity, and whose subsequent growth and spread can significantly alter the native ecosystem, potentially causing ecological, economic, and societal harm, while also serving as a metric for assessing biodiversity loss and monitoring the effectiveness of conservation efforts."], "invasive exotic species": ["Species that have been introduced to a new geographic location, often without being native to it, and have demonstrated a significant impact on the local ecosystem, potentially altering its composition, structure, and functioning, and potentially causing economic, social, and environmental harm.", "Species that, having been introduced to a new geographic region, exhibit a significant impact on the native ecosystem and are not indigenous to that area, often resulting in altered ecological dynamics and potentially threatening the sustainability of global biodiversity.", "Species introduced to a country, often unintentionally, that possess characteristics which enable them to outcompete native species for resources, thereby altering the native ecosystem's delicate balance and causing detrimental effects on the environment, economy, or human health.", "A species that has been intentionally or unintentionally introduced to a new geographic area, resulting in a significant impact on the native ecosystem, economy, or human health, often leading to uncontrolled populations and threats to biodiversity and ecosystem resilience.", "A non-native species that has become established in a new environment, typically through human activity, and whose presence has been confirmed to cause harm to the native ecosystem, human health, or the economy, and is therefore considered a priority for management and control."], "checklist": ["A comprehensive and systematic inventory of entities, meticulously documented and organized, serving as a foundation for tracking, monitoring, and evaluating the presence and impact of various biological entities across distinct geographical regions.", "A comprehensive inventory of exotic organisms found within a geographical boundary, compiled to provide a baseline for monitoring and tracking the distribution and impact of non-native species.", "A comprehensive compilation of documented instances of non-native species presence, accompanied by assessments of their potential impact on the local ecosystem, serving as a foundation for monitoring and evaluating the distribution and invasive status of various taxonomic groups.", "A comprehensive and standardized inventory of non-native species, organized by country, which facilitates the tracking of their distribution, potential impacts, and management strategies, while also highlighting gaps in knowledge and serving as a foundation for global analyses and decision-making.", "A comprehensive compilation of data on the presence and distribution of distinct biological entities, often across a specific geographic region or boundary, used as a foundation for monitoring and tracking the spread of introduced and invasive species."]}