{"consumer knowledge": ["Awareness and understanding of the potential consequences and issues related to the cultivation and presence of non-native plant species in one's environment, which influences attitudes and behaviors towards their purchase, ownership, and propagation.", "Awareness of and understanding about specific plants, their potential impacts on natural environments, and the availability of alternatives, which guides purchasing and planting decisions in the landscape.", "The extent to which an individual possesses a comprehensive understanding of a specific topic, enabling them to form informed opinions and make deliberate choices, and can be influenced by a combination of awareness of potential risks or benefits, familiarity with relevant regulations, and consideration of their own values and budget constraints.", "Familiarity with the environmental implications and potential risks associated with the use of non-native plant species in landscaping, accompanied by an understanding of available alternatives and willingness to take informed actions to mitigate their negative impacts.", "Familiarity with the characteristics, potential impacts, and management strategies of non-native plant species, as well as understanding of their role in the environment, along with awareness of the potential consequences of planting and dispersing them."], "consumer expectations": ["The subjective assessment of the benefits and risks associated with a particular product or service, influenced by personal knowledge, opinions, and values, and often influenced by external factors such as marketing, education, and social norms.", "The unexpressed hopes, preferences, and judgments that individuals form about the outcomes, processes, or practices related to their interactions with a particular product, service, or phenomenon, often influenced by their level of awareness, knowledge, and experience.", "The anticipated norms and standards that a group of people hold regarding the practices, products, or services they encounter, which can shape their attitudes, behaviors, and purchasing decisions.", "The amalgamation of attitudes, values, and beliefs an individual possesses regarding the usage, management, and potential risks or benefits associated with a particular type of plant species, which informs their decisions and behaviors as a user of such plants.", "Expectations related to the perceived risks and benefits of interacting with non-native plants in their personal and natural environments, shaped by their awareness and knowledge of potential problems and influenced by their attitudes towards prevention, regulation, and the value of native species."], "consumer awareness": ["A state of informed acknowledgment regarding the potential consequences and outcomes of one's purchasing decisions, characterized by a willingness to consider alternative options and a recognition of the importance of responsible choices in the context of landscape management.", "The recognition and understanding by an individual of the potential consequences and risks associated with their actions, particularly in relation to purchasing and utilizing non-native plant species in their environment, accompanied by a willingness to adapt behaviors and make informed choices to mitigate these risks.", "The ability to comprehend and acknowledge the potential consequences and implications of a particular phenomenon or practice on one's own daily life or environment, often shaped by exposure to information through various sources and mediums.", "The mental preparedness of an individual to acknowledge and understand the potential consequences of their purchasing and consumption habits on the environment, particularly in the context of invasive plant species.", "A person's understanding of the potential consequences of their everyday choices, such as purchasing and planting, when it comes to the use of non-native plants in the landscape, including their ability to recognize the distinction between beneficial and problematic species, and their willingness to adapt their behavior in response to that knowledge."], "consumer survey": ["A scientific inquiry conducted among a sample population, aiming to gauge their perceptions, attitudes, and behaviors towards a specific issue or phenomenon, typically involving the gathering of quantitative and/or qualitative data through a standardized questionnaire or interview.", "A targeted gathering of information from individuals who regularly purchase and utilize products or services related to a specific industry or market, with the aim of understanding their attitudes, behaviors, and expectations towards certain aspects of that industry, in order to inform strategies for improvement and sustainability.", "A research method that involves soliciting opinions, attitudes, and behaviors of individuals who purchase and utilize products or services, aimed at understanding their knowledge, expectations, and preferences regarding specific aspects of these products or services, such as potential environmental or ecological impacts.", "A systematic inquiry into the attitudes, knowledge, and expectations of individuals who engage in the selection, procurement, and use of products, services, or materials for personal or professional purposes, conducted to gauge understanding, awareness, and behavior towards specific issues or concerns that affect the acquisition and consumption of such products, services, or materials.", "A quantitative research methodology that aims to gauge the collective knowledge, attitudes, and purchasing behaviors of individuals who regularly interact with a particular product or service, often in a controlled environment, in order to inform strategic decisions about marketing, sales, and product development."], "consumer behavior": ["The way individuals make purchasing decisions, form attitudes, and express preferences, influenced by a combination of knowledge, perceptions, and external factors, which can lead to varied actions, such as purchasing habits and advocacy for regulations, as seen in the context of attitudes towards invasive plant species and the willingness to adopt sustainable landscaping practices.", "The deliberate and often repeated actions taken by individuals in response to perceived needs, desires, and attitudes, resulting from their unique interaction with the marketplace and its influences, and shaped by their level of awareness, knowledge, and expectations about the products, services, and phenomena they engage with.", "The ways in which individuals make decisions about purchases and uses of products, influenced by their perceptions, beliefs, and attitudes, which can affect their willingness to adopt new information and alter their actions to mitigate the potential consequences of their choices.", "The way in which individuals, driven by personal preferences and values, make choices about the goods and services they use, often shaped by their level of awareness, knowledge, and understanding of potential consequences, as they navigate their daily lives and engage with their environment.", "The process by which individuals make choices about the products and services they engage with, often influenced by their awareness, beliefs, and values, and driven by a desire to address their needs, meet their desires, and navigate their environment, while also being shaped by their social and cultural contexts."], "consumer attitudes": ["The collective outlook and predispositions held by individuals that shape their actions, decisions, and expectations when engaging with products, services, or information that may impact the environment, ecology, or society.", "The collective predispositions, beliefs, and opinions that individuals hold regarding the perceived benefits, risks, and values associated with a particular product, practice, or phenomenon, often influenced by factors such as personal experiences, social norms, and external information sources.", "The collective predispositions and inclinations that individuals hold towards specific concepts, issues, or products, shaped by their experiences, exposure, and interactions with related information, ultimately influencing their behaviors, purchasing decisions, and overall perspectives.", "The way individuals perceive, evaluate, and respond to the impact of non-native plant species on their environment, landscape, and purchasing habits.", "A collective perspective or mindset shaped by an individual's experiences, beliefs, and values that influences their actions, preferences, and decisions when interacting with the natural environment and purchasing decisions regarding plant species."]}