{"probability of establishment success": ["The likelihood that a non-native species will form sustainable populations in a new environment, overcoming initial hurdles such as environmental suitability, competition from native species, and low numbers of individuals, and ultimately become established as a self-replicating entity.", "The likelihood that a non-native species will successfully thrive and reproduce in a new environment, taking into account factors such as its native climate and habitat, as well as the current ecological conditions and community dynamics of the region it has been introduced to.", "The likelihood of a non-native species being able to form a stable population within a new environment, taking into account factors such as environmental suitability, competition with native species, and the species' ability to adapt to the new ecosystem.", "The likelihood that a non-native species will form a sustainable population in a new environment, taking into account factors such as compatibility with native species, environmental conditions, and human activities, and thus increasing the risk of ecological disruption.", "The likelihood that a non-native species will successfully colonize a new habitat, given its tolerance for environmental conditions and potential to adapt to the local ecosystem, which is often influenced by the species' biological characteristics and the level of competition from native species."], "live-trade pathway": ["A pathway through which non-native species are introduced into an ecosystem via commercial or recreational activities, often facilitated by human-mediated transportation and trade, such as aquarium or pet trades, that can be influenced by climate change, community dynamics, and other environmental factors, potentially altering the risk of establishment and impact of non-native species in the recipient ecosystem.", "A particular route through which non-native freshwater fish species, often previously failed introductions, are frequently and intensively transported and distributed, increasing their likelihood of entry and establishment in a given ecosystem.", "A route through which non-native species, often kept as pets or aquarium fish, are intentionally or unintentionally transported and introduced to new ecosystems, posing a risk of invasive populations and altered community dynamics.", "A route by which non-native aquatic species are transported through human-mediated trade, often relying on the global fish trade industry, and whose ecological suitability is influenced by factors such as climate, community dynamics, and propagule pressure.", "A commercial trade route that involves the movement of aquatic species, particularly finfish, through a network of intermediaries and suppliers, facilitating the potential for non-native species to enter new environments and potentially outcompete native species for resources and habitat."], "live trade": ["The exchange of aquatic organisms from one region to another, often facilitated by human activity, whereby species are intentionally or unintentionally introduced to new habitats, potentially altering the native ecosystem.", "The trade of freshwater fish species, often previously unknown or uncommon to a region, that are sourced from various suppliers and distributed through networks, potentially altering the native ecosystem dynamics and increasing the likelihood of non-native species establishment.", "A pathway by which non-native species, primarily finned aquatic animals, are regularly introduced to a region through the commercial movement of watercraft and cargo vessels that traverse extensive networks of inland waterways, harbors, and ship channels.", "The exchange of freshwater fish between disparate regions, often driven by human activities, resulting in the potential for non-native species to establish themselves in a new ecosystem, where they may disrupt local ecological balances.", "The practice of commercially exchanging aquatic animals that are native to specific geographic regions, often for the purpose of stocking or repopulating lakes, rivers, or ponds, which can lead to the potential introduction of non-native species into new ecosystems."], "surveillance management": ["The proactive monitoring and strategic mitigation of potentially invasive species that have demonstrated a strong affinity for a region's ecological conditions, aiming to predict and prevent their successful establishment and subsequent ecological impacts, thereby ensuring the long-term health and resilience of the ecosystem.", "A proactive and adaptive strategy that involves monitoring and evaluating the environmental suitability and ecological potential of non-native species in pathways relevant to a given ecosystem, with the goal of early detection and prevention of invasive species establishment, thereby minimizing the risk of adverse impacts on native biodiversity and ecosystem resilience.", "The coordinated monitoring and proactive response to emerging threats, aimed at minimizing the likelihood and potential impacts of undesirable ecological changes by identifying and prioritizing species whose characteristics and environmental circumstances have increased their likelihood of establishing and spreading in a region, thereby allowing for targeted management strategies and early interventions to mitigate potential harm.", "A proactive approach to detecting and mitigating the entry and establishment of potentially impactful non-native species into a region, focusing on species with increased affinity and suitability under future climate conditions, in order to prevent ecological disruptions and maintain ecosystem resilience.", "The process of closely monitoring and strategically managing ecosystems and species introductions to prevent or mitigate the unintended consequences of non-native species establishment, thereby preserving the delicate balance of native biodiversity and ecosystems."], "probability of impact": ["The likelihood that a non-native species' presence in a given ecosystem will significantly alter its ecological dynamics, potentially leading to substantial changes in population structures, community interactions, or environmental conditions.", "The extent to which an introduced species is likely to alter the ecological equilibrium of its new environment, resulting in significant changes to the recipient community's structure, function, and resilience.", "The likelihood that the introduction of a non-native species will have a substantial effect on the ecological balance of an ecosystem, manifesting as a significant alteration to the dynamics of the recipient community.", "The likelihood that a non-native species' introduction would have significant and persistent effects on the ecosystem, driven by the species' unique characteristics and its potential to outcompete native species, alter community dynamics, and respond to environmental changes.", "The likelihood that a non-native species, once introduced, will significantly alter the ecological balance and dynamics of a native ecosystem, resulting in potentially irreversible consequences."], "live-bait trade": ["A commercial and recreational practice involving the transportation and sale of aquatic organisms from their native habitats to new regions, often for the purpose of human consumption or recreational activities, which can lead to unintended ecological consequences and alter community dynamics.", "The commercial exchange of aquatic animals, often for recreational purposes, wherein species are frequently introduced to new environments, potentially posing ecological threats due to varying climate conditions and community dynamics.", "The practice of transporting and trading aquatic organisms, often unintentionally or in large numbers, between regions, where environmental conditions and ecological communities may not be entirely suitable for the introduced species, potentially leading to the establishment of invasive populations.", "The intentional introduction of non-native aquatic species for human recreational purposes, which can inadvertently increase the likelihood of establishment and spread of these species beyond their intended use.", "The intentional introduction and transportation of aquatic organisms, often as a byproduct of commercial activities, which can lead to human-mediated species invasions and disruptions to native ecosystems."], "climate match": ["The similarity between a non-native species' environmental tolerance and the changing conditions of a receiving ecosystem, indicating the likelihood of successful establishment and potential ecological impact.", "The degree to which the environmental conditions of a non-native species' historical range converge with those of a recipient ecosystem, thereby increasing the likelihood of successful establishment and potential ecological impact.", "The degree to which an introduced species' environmental characteristics and preferences align with the conditions present in the destination ecosystem, influencing its potential to thrive and cause ecological impacts.", "The extent to which the environmental conditions in a non-native species' native range align with the conditions in its potential introduction region, as characterized by various bioclimatic variables, and affect the species' likelihood of establishment and potential ecological impact in the new environment.", "The alignment of environmental conditions, such as temperature, precipitation, and habitat characteristics, between a non-native species' original geographical range and the region into which it is being introduced, indicating a potential increased likelihood of successful establishment and ecological impact."], "ecological risk assessment": ["The process of analyzing the likelihood and potential consequences of non-native species entering and establishing populations in a specific environment, using a combination of historical and current data on species traits, environmental conditions, and future climate scenarios to identify and prioritize species that pose a high threat to native ecosystems.", "The process of identifying and analyzing the potential consequences of introducing non-native species into a particular ecosystem, considering factors such as environmental suitability, population dynamics, and community interactions, to prioritize management efforts and minimize the impact of unwanted species on the native flora and fauna.", "The process of evaluating the likelihood and potential consequences of a non-native species' integration into an existing ecosystem, considering factors such as environmental suitability, biological interactions, and climatic conditions to inform management decisions and minimize impacts on the recipient community.", "The process of evaluating the likelihood and potential consequences of non-native species establishing and having a significant impact on an ecosystem, by analyzing the interaction between species traits, environmental conditions, and the pathway through which they are introduced, with the goal of identifying species that pose a high risk to the ecosystem and informing management strategies to prevent or mitigate their negative effects.", "A systematic evaluation of the potential consequences of introducing a non-native species into a native ecosystem, considering factors such as environmental suitability, propagule pressure, biotic resistance, and climate change, to identify and prioritize species that pose the greatest threat to the native ecosystem's integrity and functionality."], "invasion risk assessment": ["The process of evaluating the likelihood of a non-native species establishing a viable population in a new ecosystem, considering factors such as environmental suitability, ecological pressures, and potential impacts on the native community, with the aim of prioritizing management efforts to prevent or mitigate potential harm.", "The process of evaluating the likelihood and potential ecological consequences of a non-native species successfully establishing a self-sustaining population in a specific environment, taking into account factors such as the species' intrinsic traits, environmental conditions, and past failed introductions, in order to inform targeted management strategies to prevent or mitigate such invasions.", "A critical evaluation of the likelihood of a non-native species successfully establishing and causing ecological harm in a new environment, taking into account the species' adaptability to changing climate conditions, past introductions and establishments, and existing community dynamics.", "The process of evaluating the likelihood that a non-native species will successfully establish a population and potentially outcompete native species for resources and habitat, taking into account environmental factors such as climate change, as well as the species' characteristics and historical data on its introduction and spread.", "The process of identifying and evaluating the likelihood of establishment and potential ecological impact of non-native species introduced to a region through various pathways, considering factors such as environmental suitability, propagule pressure, and biotic resistance, as well as projected climate changes that may influence their invasive potential, in order to inform management strategies and prioritize efforts to mitigate potential ecological disruptions."]}