{"alien host species": ["A species of organism introduced to a new geographic location, often through human activity, that has the potential to alter the native ecosystem and facilitate the transmission of diseases between animals and humans, thereby increasing the risk of zoonotic disease emergence.", "A non-native species that has been intentionally or unintentionally introduced to a new ecosystem, thereby bringing with it the potential to act as a host for pathogens that can be transmitted to humans, often leading to significant public health consequences and potentially altering the local biodiversity.", "Species of non-native origin that have been introduced to a new geographic range through human activities, which can potentially serve as intermediate hosts for pathogens, thereby increasing the risk of zoonotic disease emergence.", "Organisms that have been introduced to a region through human activity, where they occupy a new ecological niche and can serve as intermediate vectors for the transmission of diseases between animals and humans, thus contributing to the emergence and spread of zoonotic diseases.", "A non-native species that enters a new ecosystem through human activity and can potentially transmit pathogens to humans, thereby increasing the risk of zoonotic disease emergence."], "global health": ["The preservation of the delicate balance between human, animal, and environmental systems, whereby the introduction of foreign species and the subsequent emergence of diseases are mitigated through responsible management and cooperation, ultimately ensuring the health and well-being of the planet and its inhabitants.", "The intricate web of human and animal health, where the balance between species and ecosystems is disrupted by external factors, leading to a domino effect of increased disease transmission and ecological degradation, requiring a concerted effort to maintain resilience and mitigate the consequences of environmental changes.", "The collective well-being of humanity, measured by the resilience and security of interconnected ecological, economic, and societal systems that impact the transmission and mitigation of cross-species pathogens, and thus ensuring the integrity of human communities, global economic stability, and sustainable environmental coexistence.", "The protection and promotion of the well-being of all living things and ecosystems, encompassing the interconnectedness of environmental, economic, and social factors, through the prevention and management of threats to public health, ecological resilience, and biodiversity, ultimately ensuring a stable and sustainable future.", "The collective well-being of the human and non-human populations worldwide, encompassing the intersection of ecological, economic, and societal health, where the introduction and dissemination of foreign pathogens through the facilitation of biological invasions can have a profound impact on the trajectory of diseases and public health, requiring a concerted international effort to mitigate the risks and consequences."], "zoonotic diseases": ["Diseases that originate from interactions between non-human animals and the environment, and are transmitted to humans through the introduction of novel pathogens or the expansion of existing ones into new geographic ranges, facilitated by the globalization of trade, travel, and species migrations, resulting in unpredictable and rapid spread of disease outbreaks.", "Diseases that jump from non-human animal populations, introduced to new regions through human activity, to humans, with potentially devastating impacts on global public health, economies, and ecological sustainability.", "Diseases caused by the exchange of microorganisms between species, which are facilitated by the rapid global movement of non-native species, often with devastating consequences for human health and the environment.", "The transference of pathogens between non-human animals and humans, facilitated by the invasion of alien species and intensified by environmental changes, human activities, and economic globalization, resulting in accelerating outbreaks with significant public health, economic, and sustainability implications.", "Diseases caused by pathogens that make the leap from wild animals to humans, facilitated by the introduction of invasive species and the resulting alterations to ecosystems, which can accelerate the emergence of new disease outbreaks and worsen public health, economic, and environmental impacts."], "disease emergence": ["The sudden and widespread appearance of a previously contained threat to human or animal health, often driven by the convergence of ecological disruptions and human activities, which can rapidly spread across geographic boundaries and compromise public health and economic stability.", "The unforeseen migration of a pathogenic force from one ecological sphere to another, resulting in a previously contained threat to human health and the natural world, with far-reaching consequences for the global economy, public well-being, and environmental sustainability.", "The sudden and significant expansion of a pathogenic entity's impact on a previously unaffected host species, often facilitated by the movement of species across geographic boundaries, and subsequently having far-reaching consequences for public health, economies, and ecosystems.", "The sudden and widespread appearance of a previously unknown or controlled pathogen in a particular region or ecosystem, resulting from the disruption of natural host-pathogen dynamics, often facilitated by human activities such as species introductions, land-use changes, and environmental alterations.", "The sudden and significant increase in the spread and transmission of a harmful biological agent across a population or geographic area, often linked to the introduction of an exotic or non-native organism that disrupts the ecological balance and facilitates the spread of disease."]}