{"pest prioritization": ["The process of allocating limited resources to mitigate potential ecological, agricultural, or health hazards posed by non-native organisms, based on the severity of their expected impacts and the uncertainty surrounding their spread, while adopting a cautious approach to minimize irreversible consequences.", "The systematic identification and ranking of organisms posing a significant threat to agriculture, human health, or the environment, guided by a cautious approach to mitigate severe and irreversible consequences.", "The process of identifying and ranking the most severe and critical risks posed by non-native organisms, taking into account the potential consequences of their introduction and spread on agricultural, environmental, and human health systems, and allocating resources to address these risks in a strategic and cost-effective manner.", "The systematic process of identifying and ranking potential threats to agricultural, environmental, or human health, based on an evaluation of their potential impact and severity, with the goal of allocating resources effectively to mitigate or control the most critical ones, amidst uncertainty and in consideration of long-term consequences.", "The systematic process of identifying, assessing, and ranking potential threats to ecosystems, human health, and economic resources, with the goal of allocating limited resources effectively to mitigate the most severe and irreparable impacts, often involving uncertain outcomes and trade-offs between competing priorities."], "decision rules": ["A set of guiding principles that directs resource allocation towards mitigating high-stakes, uncertain threats by optimizing the balance between exploration, prevention, and response efforts, thereby providing a framework for making cautious yet informed decisions.", "A systematic approach to make informed choices under uncertain conditions by weighing the potential consequences of different options and balancing risk and cost, with the goal of mitigating severe and irreversible harm.", "A framework for allocating resources, used to navigate uncertain circumstances, which involves establishing boundaries and guidelines for decision-making to minimize potential losses and optimize the use of available assets.", "A set of guidelines that guides strategic choices under uncertainty, aiming to minimize potential risks and maximize effectiveness while providing a framework for balancing different factors, such as severity, reversibility, and cost-effectiveness.", "A systematic approach to managing uncertainty by establishing a framework for decision-making that balances risk, cost, and consequences, thereby providing a rational guide for choosing the most effective course of action when faced with multiple options and potential outcomes."], "relative cost criterion": ["The metric used to gauge the suitability of a strategy for addressing a pressing threat, taking into account both the potential consequences of inaction and the likely costs associated with implementing a particular solution, while seeking to balance the need for effectiveness with the burden of resources required.", "The method of evaluating the efficacy of a prevention or control action by considering the expected consequences of an invasive species, including the severity of potential damages, relative to the resources (e.g. time, funding, personnel) required to implement and maintain the action.", "A strategy for evaluating the severity of threats that weighs not only the potential harm of an invasive species but also the resources required to mitigate or prevent its impact, acknowledging that limited budgetary constraints necessitate careful consideration of both the benefits and costs of various management options.", "A measure of the trade-off between the anticipated harm caused by a threat and the resources required to mitigate or prevent that threat, taking into account the potential consequences of uncertainty and the need for cautious decision-making in situations where irreversible damages are at stake.", "A decision-making approach that balances the potential consequences of an invasive species' introduction with the resource allocation needed to prevent or control its spread, by evaluating the trade-offs between the severity of the threat and the economic and environmental costs of intervention options."], "minimax criterion": ["A decision-making strategy that prioritizes minimizing the maximum potential loss or consequence in situations where uncertainty is extremely high, thus emphasizing caution and reducing the risk of catastrophic outcomes.", "A method for choosing a course of action when facing a high-stakes decision, where the primary consideration is to minimize the potential harm of the worst-case outcome, while also being mindful of the overall cost-benefit ratio of the chosen solution.", "A decision-making framework that takes a cautious approach by considering the maximum potential loss or damage that could arise from a particular course of action, while also weighing the relative costs of alternative options.", "A cautious approach in decision-making that aims to minimize the maximum potential loss or adverse impact by making choices that balance the possibility of severe consequences against the cost of taking preventive measures, in situations where uncertainty is extreme and the stakes are high.", "A decision-making approach that prioritizes minimizing the maximum potential harm or loss, often in situations where the consequences of uncertainty are severe and irreversible, by weighing the costs and benefits of alternative actions to find a solution that maximizes the least favorable outcome."]}