{"terrestrial invasive plants": ["A type of non-native organism that has been accidentally or intentionally introduced to a specific region, where it thrives and outcompetes native species, often leading to significant economic and environmental consequences, requiring costly management and control measures to mitigate its impact.", "A type of vegetation that is introduced to a region, usually through human activity, and goes on to outcompete native species for resources, causing significant ecological and economic harm at a national scale, while also being managed and controlled by economic means to mitigate its impact on agriculture, forestry, and other industries.", "Species of vegetation that have been introduced to an ecosystem through human activity and, once established, can outcompete native plants for resources and habitat, leading to significant ecological, economic, and social impacts on a national scale.", "Non-native vegetation that, despite being intentionally or unintentionally introduced into an ecosystem, outcompete and displace native species, causing significant economic damage to the environment and human activities.", "Non-native plant species that have established themselves in a specific region's ecosystems, often through human activity, and have the potential to cause significant economic and environmental harm by altering native habitats, disrupting ecosystem processes, and threatening biodiversity, as seen in the context of national-scale studies on their economic impact and the development of control and prevention strategies."], "terrestrial invasive animals": ["Species that colonize and thrive in a region's land ecosystems, causing significant ecological and economic harm through their displacement of native species, degradation of habitats, and impacts on human activities such as agriculture, forestry, and recreation, resulting in considerable costs for control and prevention efforts.", "Species that are non-native to a region and have been introduced through human activity, resulting in significant ecological, social, and economic impacts, particularly by altering natural habitats, threatening biodiversity, and diminishing valuable resources such as agricultural land, forests, and wildlife habitats.", "Organisms that thrive in a particular ecosystem, but whose presence can cause significant economic harm to the environment, human health, and the national economy through activities such as land degradation, biodiversity loss, and disruption of trade, making their management and control a crucial aspect of environmental policy and international cooperation.", "Species that have been introduced to a specific ecosystem, either intentionally or unintentionally, and have established themselves at a rate that causes harm to the native biodiversity and ecosystem function, often with significant economic consequences.", "Species of fauna that, when introduced to a foreign environment, can cause significant harm to local ecosystems and human activities by outcompeting native species for resources, altering habitat structures, and impacting economic sectors such as agriculture, forestry, and tourism."], "terrestrial invasive species": ["A non-native organism that has established itself in a foreign environment, often causing harm to native ecosystems and industries, and can be economically costly to manage and control, whether through biological, chemical, or physical means.", "Non-native organisms that have escaped human control and are spreading across the land, causing economic disruption and ecological imbalance on a national scale, and presenting complex challenges for management and prevention through control measures and international trade policy.", "Species that originate from another region or ecosystem and, through human-mediated or natural dispersal, colonize and outcompete native organisms for resources, leading to significant ecological, economic, and social impacts on the invaded territory, including altered land use, biodiversity loss, and damage to infrastructure.", "Non-native organisms that migrate to land and establish themselves, causing ecological and economic disruption by crowding out native species, altering habitats, and impacting local ecosystems, which can result in significant national economic losses and challenges to trade policy.", "Organisms that migrate to new lands, often unintentionally, and cause harm to the environment, economy, and human well-being, typically through competition for resources, displacement of native species, and alteration of ecosystems, with significant economic and ecological consequences for both local and national scales."], "trade policy": ["The set of principles and regulations governing the flow of goods and biological entities across international borders, aimed at balancing the benefits of global commerce with the need to prevent and mitigate the environmental and economic harm caused by the unauthorized introduction of non-native species.", "The set of guiding principles and regulations aimed at balancing the economic benefits of exchanging goods and services across borders with the need to prevent the unintended spread of non-native species, thereby minimizing the ecological and economic costs of invasive species.", "The set of rules and regulations governing the exchange of goods and services across borders, aimed at mitigating the spread of unwanted biological contaminants while maintaining a balance between economic interests and environmental protection.", "The set of guidelines and regulations that govern the exchange of goods and resources across national borders, aiming to prevent the unintended consequences of biological invasions by ensuring the controlled movement of species, and thereby mitigating the economic and ecological harm caused by non-native organisms.", "Policies aimed at regulating the flow of non-native biological entities across international borders, with the intention of mitigating economic damages caused by invasive species and protecting national ecological integrity."]}