{"impact assessment protocols": ["A set of standardized procedures and criteria used to evaluate and quantify the effects of non-native species on various aspects of the environment, economy, and human health, which enables reliable and consistent assessment of their invasive potential and facilitates informed decision-making for resource allocation and management.", "A standardized set of questions and evaluation criteria used to assess the potential consequences of non-native species on various aspects of the environment, human health, and the economy, aiming to provide a consistent and repeatable framework for decision-making in invasive species management.", "A set of standardized and structured procedures used to evaluate and quantify the potential effects of non-native organisms on various aspects of ecosystems and human society, aiming to provide reliable and repeatable results that inform management decisions and prioritize resource allocation.", "A set of standardized procedures and guidelines used to evaluate the effects of non-native species on various aspects of the environment, economy, and human society, resulting in a quantitative assessment of the magnitude of those effects.", "A framework for evaluating the effects of non-native organisms on the environment and society, consisting of a set of standardized questions and guidelines that assess the types and magnitude of harm caused by their presence, thereby providing a basis for informed decision-making on management and resource allocation."], "impact types": ["The various forms of measurable disturbance or disruption caused by the presence of non-native species in an ecosystem, which can be categorized into different areas, such as environmental degradation, loss of biodiversity, altered interactions between species, and negative effects on human well-being, among others.", "The various ways in which non-native organisms can affect ecosystems, human well-being, and the environment, including the disruption of native species interactions, harm to human health, and economic losses, among others.", "The measure of the consequences resulting from the introduction of a non-native species, encompassing the far-reaching effects on ecosystems, human populations, and economic activities, comprising a broad range of outcomes such as environmental degradation, alterations to native species interactions, economic losses, and impacts on human health.", "The cumulative effects of invasive species on the natural world, encompassing a range of interrelated phenomena, including alterations to ecosystem function, alterations to the distribution and abundance of native species, and the transfer of disease or toxins that affect human health and economic stability.", "The measure of the effects that non-native organisms have on the natural world, encompassing changes to ecosystems, interactions with native species, economic losses, and impacts on human well-being, as well as potential biological consequences such as hybridization, all of which are evaluated using standardized protocols to inform effective management and conservation strategies."], "invasiveness assessment": ["A process of evaluating the potential harm caused by non-native organisms to the environment, human health, and economy, relying on a standardized framework to categorize and quantify their effects, with the goal of identifying priorities for effective management and resource allocation.", "The process of quantifying the potential harm or disturbance caused by a non-native species' interactions with its environment and native species, utilizing a standardized framework of assessment questions to yield a consistent and comparable evaluation of its ecological and socio-economic impacts.", "A systematic evaluation process that quantifies the potential consequences of a non-native species on various aspects of an ecosystem or society, aimed at prioritizing management resources to mitigate the negative impacts of this species' establishment.", "A standardized evaluation process to gauge the potential effects of non-native organisms on various aspects, such as ecosystem functioning, human health, and economic stability, to inform resource allocation decisions and manage the spread of these organisms.", "A systematic evaluation process that aims to quantify and classify the potential consequences of the introduction of non-native organisms on ecosystems, human well-being, and the economy, thereby facilitating the allocation of limited resources for effective management and mitigation strategies."], "consistency": ["The degree to which the outcomes of a repeated evaluation or measurement of the same phenomenon are closely aligned, regardless of the individual or entity performing the assessment, with slight variations potentially attributed to linguistic nuances and differences in protocol application.", "The degree to which diverse individual appraisals of the same invasive species' impact align with one another, despite potential variations in understanding, analysis, or reporting, allowing for the reliable and accurate compilation of information for effective decision-making.", "The uniformity of outcomes generated by repetitive evaluations of complex phenomena, achieved through the careful design and implementation of standardized methods, and indicating a high degree of reliability in the assessment of a specific set of factors.", "The level of precision and agreement achieved in evaluating the potential consequences of invasive species on various aspects, demonstrated through the reliability of individual judgments aggregated into comprehensive scores or rankings.", "The reliability with which identical questions, aimed at evaluating the effects of invasive species on diverse aspects, such as ecosystems and human health, receive similar responses across multiple assessments conducted by different experts, using different protocols, and covering various species."], "invasive species prioritisation": ["The systematic evaluation and ranking of biological entities with non-native impacts to prioritize resource allocation and management strategies, thereby mitigating the ecological and societal consequences of their introduction.", "The systematic process of allocating limited resources to address and mitigate the harmful effects caused by non-native organisms on ecosystems and human well-being, by objectively evaluating and comparing the severity of their ecological and economic impacts, with the goal of most effectively conserving biodiversity and preventing further damage.", "The strategic allocation of resources and efforts to effectively manage and mitigate the adverse effects of non-native organisms on ecosystems, prioritized through a thorough and repeatable assessment of the severity and scope of their ecological, economic, and human impacts.", "The process of evaluating and ranking the potential consequences of non-native organisms on ecosystems and human well-being, utilizing a standardized framework to allocate limited resources effectively in mitigating the impacts of these unwanted biological intruders.", "The process of allocating limited management resources to mitigate the detrimental effects of non-native organisms on ecosystems, human health, and economic systems, by identifying those that pose the greatest threats based on reliable assessments of their ecological, biological, and societal impacts."], "inter-rater reliability": ["The degree to which different experts, analyzing the same invasive species assessment, arrive at consistent conclusions regarding the potential impacts of an introduced species on various ecosystems and human societies.", "The measure of how often multiple experts, using identical guidelines, arrive at the same conclusions when evaluating the environmental impact of non-native species, reflecting the degree to which their judgments converge.", "The degree to which independent evaluators arrive at similar conclusions when assessing the impact of invasive species, reflecting the consistency with which they score and categorize the effects of species introduction on various aspects such as ecosystem and human health, economic losses, and biological interactions.", "The degree to which different evaluators, applying identical criteria, arrive at similar conclusions when assessing the same set of factors, such as environmental, economic, and social impacts, in their evaluation of a particular invasive species, indicating a high level of agreement and consistency in their judgments.", "The degree to which independent assessors arrive at similar conclusions when evaluating the environmental, social, and economic impacts of invasive species, despite potential variations in their individual perspectives and methods, ultimately reflecting a high level of coherence and concordance among their evaluations."], "repeatability": ["The capacity of an assessment to yield similar results when repeated by different raters, indicating a high degree of agreement and reliability in evaluating the impact of invasive species on various ecological and human dimensions.", "The extent to which independent evaluations or assessments, often relying on established guidelines or protocols, yield consistent and comparable results, allowing for reliable decisions and prioritizations.", "The extent to which multiple evaluations of the same phenomena or actions produce similar results, indicating a high level of agreement and confidence in the accuracy of the findings.", "The extent to which results from a series of evaluations or assessments remain stable and reliable across different assessors, methods, or circumstances, allowing for accurate and consistent decision-making.", "The capacity of scientific evaluations to produce consistent results, thereby ensuring that conclusions drawn from them are dependable and effective in guiding decision-making, regardless of the variables involved or the individuals conducting the assessment."]}