{"rapid risk assessment": ["A systematic evaluation process that assigns a preliminary level of threat or impact to non-native species based on their likelihood of arrival, establishment, and potential consequences in a specific region, aiming to rapidly identify high-risk taxa and inform proactive management strategies.", "The process of evaluating the likelihood of a non-native plant species causing ecological, human health, or agricultural harm in a specific region, using a systematic analysis of available data and expert judgment, aimed at identifying the most pressing threats and informing proactive management strategies to prevent or mitigate potential invasions.", "The process of systematically evaluating the likelihood of a non-native plant species becoming established and causing harm in a new area, typically involving the use of data-driven criteria and expert input to prioritize and assess the potential risks associated with its introduction.", "A swift evaluation process that swiftly consolidates diverse factors, such as ecological suitability, invasive potential, and existing distributions, to pinpoint a select group of non-native plant species that pose a heightened threat to a specific region's native ecosystem, human health, and agricultural sectors.", "A process of evaluating the likelihood of a non-native plant species causing harm in a specific region, typically involving a combination of expert input, data analysis, and careful consideration of various factors such as climate matching, naturalization history, and potential impacts on native ecosystems, agriculture, and human health."], "semi-automated": ["The process of carefully evaluating a large dataset to identify priority items based on a set of predefined criteria, which relies on a combination of human insight and machine processing to efficiently and objectively narrow down the options, ultimately resulting in a refined and accurate output.", "A method of evaluation that combines both human judgment and computational tools to prioritize and assess potential invasive plant threats, relying on pre-established criteria to identify and categorize high-risk species.", "A process that combines human judgment and analysis with computational methods to make complex decisions, leveraging data and expert input to streamline the evaluation of a large number of options, with the goal of identifying key priorities and potential risks.", "A method of evaluating and prioritizing data that utilizes a combination of machine-driven processes and human expert input to streamline and refine the selection of relevant information, ensuring a balanced and efficient approach to identifying potential invasion threats.", "A method that leverages computational processes to streamline the evaluation of complex criteria, allowing experts to focus on critical assessments and decision-making, while minimizing the need for manual processing and potential human biases."], "risk score": ["A numerical representation of the likelihood and potential consequences of an undesirable outcome, calculated through a combination of various factors such as a species' likelihood of arrival, establishment, and impact in a given region, with higher values indicating a greater propensity for harm.", "A numerical value representing the likelihood of a plant species' ability to successfully establish and have a negative impact on a specific ecosystem or population, based on factors such as its adaptability to the new environment, ability to spread, and potential consequences of its introduction.", "A numerical representation of the likelihood of an event occurring, taking into account factors such as the taxon's history of invasive behavior, its ability to thrive in a new environment, and its potential impact on ecosystems, human health, or agriculture.", "A numerical measure quantifying the probability and potential magnitude of an organism's ability to successfully establish itself in a new environment and cause harm to native ecosystems, human health, or agricultural interests.", "A numerical value that represents the likelihood of a particular non-native plant species to successfully establish itself in a new region and cause significant harm to the native ecosystem, human health, or agriculture, taking into account factors such as its global distribution, naturalization history, and past impacts."], "weediness": ["A measure of an organism's propensity to spread and dominate natural or human-altered environments, often characterized by rapid colonization and displacement of native species.", "The propensity of an organism to thrive in an environment where it is not native, often characterized by its ability to displace native species, outcompete for resources, and tolerate a wide range of ecological conditions.", "The inherent capacity of a non-native plant species to persist and thrive in an environment, often accompanied by adverse effects on native plant communities and potentially impacting ecological balance, human health, and agricultural productivity.", "The tendency of a plant species to colonize and thrive in areas where it is not native, often characterized by rapid growth, extensive propagation, and dominance over native vegetation, with the potential to outcompete or displace indigenous species and disrupt ecosystem processes.", "The capacity of a non-native plant species to colonize and persist in a novel environment, often characterized by its ability to outcompete native species for resources, disrupt ecosystem balance, and spread rapidly through human-mediated and natural means."], "horizon scanning": ["A systematic and data-driven process for identifying and assessing potential threats or emerging risks, particularly in the context of invasive species, by combining information from various sources and using a weighted framework to prioritize and evaluate the likelihood of occurrence, establishment, and impact.", "A proactive and data-driven method of surveillance that combines the assessment of emerging threats with expert consensus, aiming to anticipate and prioritize potential risks to the environment, human health, or economy, with the goal of taking early and effective actions to mitigate their impacts.", "A proactive and systematic method of monitoring and analyzing data to identify potential threats or opportunities on the cusp of emergence, utilizing a combination of scientific analysis, expert consensus, and iterative refinement to prioritize and evaluate risk, and ultimately inform strategic decisions to mitigate or capitalize on these new developments.", "The systematic examination of potential future threats or opportunities, utilizing a data-driven approach to identify and prioritize likely outcomes based on a combination of factors, including historical patterns, ecological considerations, and expert consensus.", "A systematic examination of potential future threats or events by analyzing data and expert opinions to identify and assess risks, with the goal of anticipating and mitigating adverse impacts by taking proactive measures before they become established."]}