{"shared socioeconomic pathways": ["A set of hypothetical socioeconomic scenarios that envision different human societies coping with and influencing the impacts of climate change, from which scientists and policymakers can extrapolate potential environmental consequences and inform effective management strategies for invasive species.", "A set of scenarios that represent possible future courses of human development, encompassing various combinations of demographic, economic, and technological factors, which have a profound impact on the environment and the likelihood of biological invasions in a country like Mexico, where climate change and human activities intersect.", "A framework for forecasting the future impact of climate change on ecosystems and human societies, which considers the interplay between economic, social, and environmental factors, including the potential effects of varying levels of greenhouse gas emissions, population growth, and technological advancements on the likelihood and extent of biological invasions.", "Scenarios representing distinct societal choices and development pathways that envision various levels of greenhouse gas emissions and climate change impacts, serving as a framework for exploring potential consequences of global development trends on the environment.", "A set of long-term, global development trajectories that outline how human societies might adapt to climate change and its environmental consequences, thereby shaping the future of biological invasions and ecosystems."], "climate niche models": ["A set of mathematical tools that predicts the distribution of a species across its range, based on the conditions of temperature, humidity, and other environmental factors that determine its survival and reproduction, allowing for the estimation of its potential spread and impact under different scenarios of climate change.", "A set of mathematical tools that simulates the optimal environmental conditions, such as temperature and moisture, where a non-native species is likely to thrive and establish a self-sustaining population, thereby estimating the potential range and spread of its invasion under current and projected climate scenarios.", "A statistical tool used to predict the likelihood of a species spreading across a geographical area by analyzing the environmental conditions that support its growth and survival, taking into account the complex interactions between climate, geography, and ecological factors.", "Models that simulate the compatibility of an organism's survival and spread with the environmental conditions of a specific geographic area, taking into account factors such as temperature, precipitation, and other ecological factors to estimate the likelihood of its presence or dominance in that area.", "A specialized computational framework that simulates the ecological preferences of a species to predict its potential distribution and colonization of new areas, taking into account the unique interactions between the species' physiological tolerance and the environmental conditions, thereby helping to forecast the implications of climate change on the species' spread and impact on native ecosystems."]}