{"extinct species": ["Species that no longer occur in their historical range or habitat, having been driven to disappearance by various environmental and anthropogenic factors, leaving behind a void in the ecological landscape.", "A group of organisms that were once found in a particular region, but have ceased to exist there without leaving any surviving members or potential offspring, as demonstrated by thorough searches and observations.", "A plant species that once flourished in a region, but now no longer occurs naturally or persistently, leaving behind only a memory of its former presence, even in its native habitat.", "A type of vascular flora that is no longer found in the wild or cultivated in its native range, and has not been seen in Italy or elsewhere for a prolonged period, thus rendering its existence irrelevant to current botanical records and classification.", "A type of plant that once thrived in Italy, but due to various factors, its presence has been completely lost from the country's landscape, leaving behind only memories and records of its former existence."], "nomenclature": ["The process of identifying and describing the unique characteristics of plant species, allowing for a standardized and organized understanding of the vast array of botanical life, crucial for conservation efforts and scientific research.", "A systematic classification of living organisms based on universally accepted rules, providing a standardized language and framework for cataloging and identifying the different species of plants and animals, thereby facilitating scientific research, communication, and conservation efforts.", "The systematic arrangement of words and names used to identify and classify the diverse range of plant species found in Italy, ensuring a shared understanding and consistent communication among botanists, researchers, and policymakers regarding their distribution, taxonomy, and conservation status.", "A system of rules and conventions used to identify and categorize living organisms, allowing for a standardized and precise description of their characteristics, habits, and habitats.", "The systematic and standardized classification and naming of plant species, allowing for the precise identification and cataloging of native and alien flora across a region, enabling the tracking of distribution, abundance, and potentially extinct or concerning species."]}