{"overstorey": ["The dominant canopy layer of a forest ecosystem, characterized by towering vegetation that sets the stage for the distribution and abundance of other plant species below, with environmental conditions such as light intensity and tree size influencing the fate of invading species.", "The upper tier of vegetation in an ecosystem, characterized by its capacity to influence the establishment and growth of plant invaders by providing structural and compositional features that can affect light availability, resource distribution, and interspecific interactions.", "The higher-level canopy of vegetation in an ecosystem that has a profound impact on the surrounding environment, influencing the survival and growth of invasive species through its composition and structure.", "The dominant layer of a forest canopy, characterized by the presence of larger, mature trees that play a crucial role in shaping the environment for the growth and survival of plant species that inhabit the understory and surrounding ecosystem.", "The uppermost layer of vegetation in a forest ecosystem, which casts shade and creates microclimates that influence the growth and survival of lower-growing plants, and is itself shaped by interactions with the forest floor and canopy."], "plant invader": ["A non-native species that colonizes and competes with native plant populations in a particular ecosystem, its success dependent on various environmental conditions and biotic interactions that can range from competition to facilitation.", "A species that establishes itself in an ecosystem by overcoming the challenges posed by the existing community, often thriving in environments where conditions are favorable to its survival and growth, but may also exhibit variable success or even decline in response to site-specific biotic and abiotic factors.", "A non-native plant species that settles and spreads in an ecosystem, influencing its native flora, often in response to environmental conditions that favor its establishment and growth.", "An organism that colonizes a new environment, often outcompeting native species for resources such as light, water, and nutrients, and may disrupt the delicate balance of the ecosystem, typically thriving in disturbed or modified habitats.", "A species that, when introduced to a new ecological context, is able to thrive in a particular environment due to a combination of factors such as overstorey composition, light levels, and understorey richness, with its success potentially varying depending on the site-specific conditions and interactions with native plant species."]}