{"native area": ["The region from which a species originates, characterized by a specific set of environmental conditions, predating human-mediated introductions and colonization of novel areas, which may influence its likelihood of successful establishment in a target ecosystem.", "The original, undisturbed region where a species first evolved and spread, often characterized by a specific set of ecological conditions and interactions that shaped its evolutionary trajectory, and which serves as a reference point for assessing its establishment and spread in new, often altered environments.", "The portion of a geographic region where a species initially existed, undisturbed by human activities, prior to being introduced to a new area, serving as a measure of a species' evolutionary history and adaptation to its environment.", "The region from which a species originates and naturally inhabits, which can be characterized by its original distribution, historical range, or evolutionary background, and plays a crucial role in shaping the species' ecological adaptations, survival strategies, and susceptibility to invasion.", "The territorial scope within which a species has naturally developed and adapted to its environment over a prolonged period, ultimately defining the species' ecological niche and determining its potential for expansion into adjacent areas."], "phylogenetic relationship": ["The degree to which the characteristics of different species are linked by their shared evolutionary history, influencing the way they occupy and interact with their environment, and ultimately determining their likelihood of establishing themselves in a new region.", "The measure of the biological distance between different species, representing the degree to which they share a common ancestor, which can be used to understand how similar or distinct they are in terms of their characteristics, behaviors, and ecological niches.", "The way in which species are connected to each other through a shared history of evolution, revealing patterns of similarity and divergence that help explain their adaptations, habits, and the likelihood of interacting with other species in a specific environment.", "The connections and similarities that unite organisms across the tree of life, illustrating the intricate web of shared evolutionary histories and adaptations that have shaped their form and function, particularly in the context of invasion dynamics and ecological interactions.", "The inherent familial bond among living organisms, rooted in their shared evolutionary ancestry, which shapes their physical and behavioral characteristics and influences their ability to adapt to and interact with their environment."], "floodplain lakes": ["Shallow, seasonally flooded bodies of water that are formed by the deposition of sediment and vegetation along the banks of a large river, characterized by a mix of aquatic and terrestrial habitats, and a dynamic water level that influences the distribution and abundance of fish species.", "Shallow, calm-water bodies connected to a major river that are shaped by the seasonal fluctuation of water levels, where non-native fish species can thrive in conditions characterized by varying habitats, such as submerged vegetation and aquatic macrophytes.", "Shallow, stagnant bodies of water situated near the banks of a river, often characterized by a unique community of aquatic organisms that are shaped by the dynamic interactions between the water and the surrounding flood-prone terrain.", "Seasonal wetland bodies characterized by periodic flooding and dynamic water levels, supporting a unique array of aquatic biodiversity, where invasive fish species thrive in areas with diverse habitats and traits, influencing their distribution and abundance.", "Areas of relatively flat, low-lying land adjacent to rivers, characterized by periodic inundation with nutrient-rich waters, creating a dynamic and heterogeneous environment that supports a diverse array of aquatic life, including non-native fish species that thrive in these environments due to their adaptability to changing water levels and varied habitat types."]}