{"selfing ability": ["The capacity of a plant to produce offspring through a mechanism that involves the fusion of its own pollen and ovules, potentially affecting its ability to adapt to changing environmental conditions by altering its reproductive strategy.", "The capacity of an individual plant to independently produce offspring, without the need for external pollen transfer, potentially influencing the diversity of its gene pool and adaptation to specific environments.", "The tendency for a plant population to rely on internal resources rather than external pollinators for reproductive success, potentially indicating a strategic adaptation to environmental conditions at the edge of its geographic range.", "The capacity of an organism to produce offspring without the need for external cross-pollination or fertilization, allowing it to reproduce more efficiently, particularly in novel or changing environments, thereby potentially influencing its ability to colonize new areas and adapt to its surroundings.", "The capacity of a plant to maintain its genetic identity and integrity by reproducing with its own kind, thereby minimizing the influence of external factors on its reproductive output, which can be critical for its survival and spread in new, often challenging, environments."], "range edge populations": ["A subset of populations that thrive in the periphery of a species' typical habitat, where environmental conditions may be more challenging and human-induced changes are increasingly influential, leading to adaptive responses that differ from those found in more central populations.", "The geographic fringes of a species' distribution, where the impact of environmental changes, such as anthropogenic influences, may induce adaptive modifications in life-history traits, potentially leading to the emergence of unique characteristics in populations at the boundary between the core range and the periphery.", "The population at the outer limits of a species' territory, where habitat conditions may be more challenging and where individuals must adapt to survive and reproduce, potentially exhibiting altered life-history traits that facilitate their persistence in a rapidly changing environment.", "A population of a species that has established itself at the boundary of its traditional or optimal geographic range, where it may face environmental pressures and competition from other species, leading to potential adaptations and modifications of its life-history traits in response to its unique marginal location.", "The peripheral areas of a species' geographic distribution where populations are more prone to adapting to changing environmental conditions, often exhibiting altered life-history traits in response to dispersal and reproductive pressures."], "range contraction": ["The gradual decline of a species' habitat occupancy, resulting in a gradual reduction of its territory and populations, often accompanied by adaptations that optimize survival over reproductive success.", "The phenomenon where the population of a plant species, driven by environmental pressures and demographic changes, adapts by reducing its reproductive capacity and altering its physical structure to prioritize survival in the face of shrinking or fragmented habitats, ultimately leading to a diminished range of distribution.", "The phenomenon where populations at the outer boundaries of a species' geographic range, typically characterized by a decline in population density and isolation from the core habitat, undergo significant adaptations in life-history traits in an effort to cope with environmental challenges and preserve their genetic makeup.", "The phenomenon of a species' populations experiencing a narrowing of their ecological niches and distributional range, resulting in a reduction of their viable habitats and an increased likelihood of extinction, often driven by factors such as environmental degradation, climate change, or human activities, and characterized by adaptive shifts in life-history traits that prioritize survival over reproductive success.", "The gradual, species-specific alteration of life-history traits and demographic dynamics occurring at the boundary of a population's historic range, characterized by reduced dispersal abilities, modified reproductive strategies, and increased emphasis on individual survival at the expense of population growth, driven by anthropogenic factors that threaten the species' persistence."]}