{"biotic predictors": ["The characteristics of the living components of an ecosystem, such as the presence and abundance of other species, that influence the distribution and occurrence of a particular plant species, and can be used to improve the accuracy of models predicting its spread and establishment.", "Factors that describe the intricate relationships between organisms and their shared environment, such as the presence of beneficial microorganisms, natural enemies, and competitors, which can influence the distribution and occurrence of a species.", "Environmental descriptors that account for the complex interactions between organisms within an ecosystem, enabling models to better capture the intricacies of species distribution and habitation in forests, particularly at high spatial resolutions.", "Characteristics of the living components of an ecosystem, such as the presence and abundance of other species, their physical structures, and their biological processes, which can influence the distribution and abundance of a given species within that ecosystem.", "Environmental attributes that consider the interdependencies between organisms and their habitat, encompassing the complex relationships between plant species and their ecosystem components, which can influence the distribution and spread of non-native plant species in forest landscapes."], "environmental correlates": ["A set of factors that describe and explain the presence or absence of a species in a specific area, highlighting the key associations between the species' distribution and the natural conditions that shape its environment.", "Factors that shape the likelihood of a species' presence or absence in a given area, often reflecting the interplay between physical and biological conditions.", "The fundamental characteristics that contribute to the suitability of a specific geographic area for a particular plant species to thrive, incorporating both natural and living aspects of the environment that facilitate or hinder its presence.", "The inherent associations between specific ecological settings and the likelihood of a non-native plant's presence, which can be inferred through statistical relationships and ultimately inform predictive models of its spread.", "Factors that contribute to an organism's presence or absence in a particular area, reflecting the relationship between the species' requirements and the characteristics of its environment."], "species-environment relationships": ["The complex interplay between the characteristics of a non-native plant species and the surrounding ecological environment, which influences the probability of its occurrence and persistence in a given area, ultimately shaping its distribution and impact on native ecosystems.", "The association between a non-native organism's distribution and its specific ecological context, which can be influenced by interactions with other living organisms and environmental factors, and is crucial for understanding the spatial patterns and dynamics of invasions that threaten the health and sustainability of ecosystems.", "The interconnected patterns of association between living organisms and their surroundings, where the distribution and presence of a given population are influenced by the combined forces of abiotic and biotic factors shaping its ecological niche.", "The complex web of connections between the ecological traits of an organism and the physical and biological characteristics of its environment, which shape its spatial distribution and influence its ability to thrive or persist in a given area.", "The intricate interplay between the factors that describe the distribution and abundance of a given organism, including the physical environment, and the interactions with other living components within that environment, which collectively influence the suitability of a particular area for the organism's presence."]}