{"virus movement": ["The facilitated transport of an infectious particle through a plant's vascular system, often beginning at specific entry sites and involving regulated accumulation in phloem-associated cells, allowing for rapid spread to other parts of the plant.", "The systematic and regulated process by which a plant virus migrates through the plant's vascular tissue, traversing specific cell types and accumulating in particular areas, ultimately allowing it to rapidly colonize and spread to various parts of the plant.", "The process by which pathogenic agents, specifically those adapted to infect plant cells, navigate the vascular system to propagate rapidly and reach new tissues, often relying on specific cellular entry and exit sites, and demonstrating distinct patterns of accumulation and regulation within the plant's vascular tissue.", "The process by which a pathogen, through a highly regulated and often cell-specific manner, moves from its initial point of entry in the plant's vascular system to its subsequent sites of accumulation and transmission, often influencing the plant's growth and development.", "The process by which plant pathogens navigate and colonize the vascular system, allowing them to rapidly infect and manipulate the development of the host plant's young growing parts."], "tmv": ["A highly regulated, systemic plant pathogen that uses specific entry sites in minor, major, and transport veins to rapidly invade a plant's vascular system, initially accumulating in certain vascular-associated cells before being transported throughout the plant.", "A specific type of plant pathogen that utilizes diverse entry routes and specialized vascular tissues to achieve rapid spread throughout the host plant, relying on intricate interactions between distinct phloem-associated cell types to regulate its accumulation and transmission.", "A type of cellular pathogen that exploits a plant's vascular system to quickly spread throughout its young growing parts, employing specific entry and exit points to achieve rapid systemic infection, with its accumulation patterns heavily influenced by the vascular anatomy and specialized cell types.", "A plant pathogen that navigates the vascular system of its host, utilizing specific entry sites and regulated accumulation patterns to achieve rapid systemic infection, allowing it to exploit the plant's own transport mechanisms for distribution.", "A plant-borne pathogen that utilizes minor, major, and transport veins as entry sites to rapidly infect the growing parts of its host, exhibiting a complex pattern of accumulation in vascular-associated cells during transport."], "vascular system": ["A complex network of specialized cells and tissues within a plant that facilitates the rapid distribution of vital nutrients, macromolecules, and even pathogens from the source of growth to distant sinks, playing a crucial role in the plant's development and defense.", "The network of pathways and vessels within a plant's tissues that facilitate the rapid transportation and distribution of essential substances, such as photoassimilates, as well as the infiltration of pathogens, allowing them to spread throughout the plant.", "The complex network of plant tissues responsible for facilitating the rapid dissemination of vital resources, including nutrients and genetic information, between different parts of the plant, allowing it to adapt to its environment and ensure its survival.", "The internal framework of a plant's circulatory system, comprising specialized cells and tissues that facilitate the rapid movement of nutrients and pathogens from one part of the plant to another, allowing for the coordination of growth and defense responses across the plant's various tissues.", "The complex network of pathways that enable the rapid distribution of vital resources, such as nutrients and signals, between the different parts of a plant, allowing it to thrive and respond to its environment."], "virus transport": ["The process by which a foreign entity, originating from non-specialized plant cells, utilizes specific, cell-to-cell connections to rapidly disseminate throughout the plant's vascular system, potentially compromising its growth and development, while initially accumulating in distinct cellular subsets before being transported to other areas.", "The directional movement of a plant-infecting pathogen through the plant's internal circulation system, allowing it to rapidly spread to distant parts of the plant while accumulating in specific cellular compartments along the way.", "The process by which a pathogen, propelled through a network of interconnected cells, swiftly spreads from one part of a plant to another, employing specific routes and patterns to colonize its target tissues and organs, while exploiting the plant's own circulatory system to facilitate its dissemination.", "The process by which microscopic pathogens, such as viruses, efficiently disseminate from initial sites of infection to various parts of a plant, utilizing specific vascular tissue structures to colonize and propagate, while also exhibiting distinct patterns of accumulation in different tissues during this migration.", "The process by which pathogens, such as plant viruses, travel through a plant's vascular system, using specific entry and exit points, and accumulating in specific cells along the way, ultimately spreading from source to sink tissues."], "tobacco mosaic virus": ["A plant-specific pathogen that exploits the vascular system of its host to rapidly spread to various parts of the plant, utilizing specific entry sites and accumulation patterns to establish a systemic infection.", "A highly infectious and mobile plant pathogen that exploits minor and major vascular systems to rapidly spread within a plant, entering specific cells in source tissues and accumulating in tightly regulated vascular-associated cells during transport, with a crucial role in understanding the interactions between the pathogen and its host.", "A plant-infecting viral pathogen that exploits the vascular system to rapidly disseminate within its host, utilizing specific entry points and cellular routes to colonize new tissues and establish a systemic infection, with a complex pattern of accumulation and transport influenced by the plant's vascular architecture.", "A type of virus that invades plant cells and travels through the plant's vascular system, utilizing specific entry sites to spread rapidly throughout the plant, and accumulating in regulated patterns within certain cell types.", "A plant-pathogenic agent that exploits the vascular system of its host plant to rapidly disseminate and colonize newly growing tissues, requiring specific entry sites and regulated accumulation patterns in order to cause systemic infection and modulate host physiological processes."], "nicotiana benthmaniana": ["A plant species known for its role as a model host for the study of rapid systemic infection by plant viruses, with a leaf vascular system that allows for the direct entry and transport of viruses from non-vascular cells to promote viral dissemination and accumulation in specific vascular-associated cells.", "A genus of plant known for being a popular host for the study of viral invasion and systemic infection, featuring a unique vascular system that allows for the direct entry of pathogens into various types of veins, and playing a significant role in the understanding of symplasmic domains and host macromolecule transport.", "A species of flowering plant known for its involvement in the study of vascular invasion routes and systemic accumulation patterns of plant viruses, particularly in regards to the transport of viral particles through the plant's vascular system.", "A species of flowering plant known for its ability to rapidly spread virus infections through its vascular system, making it a valuable model organism for studying plant-virus interactions and understanding the intricate mechanisms of viral transport and accumulation within plants.", "A versatile plant species widely used in research to study the systemic infection and vascular transport of plant viruses, characterized by its susceptible leaves and stems that facilitate the entry and exit of viruses through various vein types."], "vascular invasion": ["The process by which pathogens gain access to and spread throughout the internal conducting tissues of a plant, thereby allowing them to rapidly infect and manipulate the plant's growth and development.", "The process by which a microorganism or pathogen penetrates the plant's internal transportation network, navigating through specific cells or tissues to reach distant areas of the plant, often with a specific pattern or preference.", "The process by which pathogens traverse the specialized transportation networks within a plant, using specific entry points and following distinct accumulation patterns to infect and spread to distant tissues.", "The process by which a plant pathogen, such as a virus, enters and traverses the plant's internal circulatory system, enabling it to rapidly spread to new areas and colonize young, growing parts of the plant, often via a specific and controlled pathway.", "The process by which a pathogen or agent accesses the internal transport system of a plant, gaining rapid access to the plant's growing parts and disseminating itself throughout the plant, facilitated by specific entry and accumulation patterns in various tissues."], "phloem loading": ["The selective transfer of macromolecules from non-vascular cells to a specific type of vascular tissue, enabling their targeted distribution throughout the plant, and influencing the rate and pattern of systemic infection by plant viruses.", "The process by which photoassimilates are selectively channeled into specific vascular tissues, where they are then transported to nourish the growing parts of the plant, playing a crucial role in shaping the pattern of systemic virus accumulation.", "The process by which plant viruses gain entry into the vascular system of the plant, primarily targeting specific cells associated with the transport of photoassimilates, where they initially accumulate and are subsequently transported to other parts of the plant to facilitate rapid systemic infection.", "The specific process by which plant viruses, like Tobacco mosaic virus, infiltrate the plant's inner transport network, utilizing vascular-associated cells along the major veins to disseminate rapidly and efficiently through the plant, often initially accumulating in phloem-associated cells of source tissues before being transported to sink tissues.", "The process by which viral particles are selectively absorbed and stored in specific cells within the plant's vascular tissue, allowing for rapid spread to other parts of the plant, while also highlighting the regulated nature of this process."], "green fluorescent protein": ["A biological marker that allows researchers to track the movement of a specific pathogen through a plant's vascular system, revealing the routes and patterns of invasion with unprecedented detail.", "A small protein molecule capable of emitting a bright, fluorescent signal, allowing scientists to visualize and track the movement of certain substances, such as plant viruses, within plant tissues.", "A genetically encoded light-emitting marker that facilitates real-time visualization of microscopic processes, particularly those related to plant-virus interactions, allowing researchers to track and study the dynamics of viral invasion and spread within plant tissues.", "A genetically modified protein that emits a bright, visible light signal, allowing researchers to track the movement and distribution of viral particles within plant tissues and visualize their interactions with host cells, facilitating the study of plant-virus interactions and the identification of key infection pathways.", "A microscopic component that allows scientists to visualize and track the movement of tiny pathogens, such as viruses, within plant tissues, providing valuable insights into the complex interactions between hosts and invaders."], "vascular accumulation": ["The process by which a pathogen or substance navigates and concentrates within the inner workings of a plant's circulatory system, ultimately reaching strategic locations where it can exert its influence on the plant's growth and development.", "The process by which viral particles migrate through the plant's vascular system, concentrating in specific cells and tissues, and ultimately facilitating the spread of the virus to various parts of the plant, which is crucial for infection and colonization.", "The phenomenon of a pathogen or substance migrating from non-vascular plant cells into the plant's circulatory system, where it is stored in specific cellular compartments for subsequent transport to other parts of the plant, often in a tightly regulated manner.", "The concentrated gathering of pathogenic particles or molecules within specific cell types or tissues within a plant's vascular system, which enables their efficient dissemination to various parts of the plant.", "The gradual and regulated concentration of a substance within a specific network of cellular structures that facilitates the rapid distribution of nutrients and molecules throughout a plant's tissues, often requiring targeted cellular entry and exit points."]}