{"community-based natural capital restoration": ["A collaborative process that empowers local populations to revitalize degraded ecosystems by selecting and cultivating native plant species that meet their economic, social, and environmental needs, thereby restoring biodiversity, improving livelihoods, and promoting sustainable development.", "The collaborative process of revitalizing degraded ecosystems through the joint selection and introduction of native plant species, utilizing the knowledge and preferences of local communities, and providing technical support to ensure the long-term success of the restoration effort.", "The collaborative effort of local populations to revitalize and preserve their natural resources, driven by a synergy between indigenous knowledge, expert guidance, and grassroots capacities, aiming to enhance the overall resilience and value of the land while fostering community well-being and social cohesion.", "A collaborative process between local residents, experts, and organizations that seeks to revitalize and sustain degraded environments by reintroducing native plant species, valued for their multiple uses, and empowering farmers and communities to take ownership of restoration efforts, ultimately contributing to the improvement of their livelihoods and ecological health.", "The collaborative and inclusive process of enriching and revitalizing natural ecosystems and resources, guided by the needs and preferences of local communities, and leveraging their expertise and capacities to co-create sustainable solutions that promote biodiversity, improve livelihoods, and enhance ecosystem resilience."], "africa's great green wall": ["A massive, cross-border ecological rehabilitation initiative, aiming to revitalize degraded lands and restore biodiversity in dryland ecosystems through a collaborative effort of local communities, experts, and policymakers, leveraging the potential of native species to revitalize environments and improve livelihoods.", "A continental-scale environmental initiative aimed at revitalizing vast expanses of degraded land and reviving local ecosystems by partnering with rural communities to collectively select and cultivate indigenous plant species, thereby restoring natural capital and promoting sustainable livelihoods.", "A continent-wide initiative aimed at large-scale ecological restoration through the collaborative effort of local communities and scientific experts, focusing on the selection and replanting of native species to enhance biodiversity, improve degraded land, and promote sustainable livelihoods.", "A large-scale, regional ecological restoration initiative that combines indigenous knowledge with scientific expertise to promote the widespread adoption of native species in arid and semi-arid regions, ultimately enhancing the environmental and economic well-being of local communities.", "A large-scale, continent-spanning initiative aimed at combating desertification and promoting ecological resilience through a collaborative effort between local communities, scientific expertise, and sustainable land-use practices, ultimately seeking to restore degraded landscapes and enhance the livelihoods of thousands of farmers across the African savannah."], "participatory approach": ["A collaborative process that involves active community involvement and shared decision-making with experts, aimed at selecting and implementing effective solutions that not only meet local needs and preferences but also address environmental and ecological concerns, ultimately leading to sustainable and inclusive development outcomes.", "A collaborative methodology that involves empowering local stakeholders to co-design and co-deliver ecological restoration initiatives, integrating their knowledge, needs, and preferences with expert advice to ensure the successful rehabilitation of degraded environments and the maximization of community benefits.", "A collaborative process involving the expertise of local stakeholders, particularly rural communities and scientists, to collectively identify and implement sustainable solutions that balance ecological and social priorities, thereby fostering long-term ecosystem restoration and community well-being.", "A method of collaboration that engages local stakeholders in the decision-making process, combining their needs, knowledge, and preferences with specialized expertise to achieve a shared goal, ultimately resulting in more effective and sustainable solutions.", "A collaborative method that empowers local stakeholders to jointly determine and implement sustainable solutions, leveraging their expertise and traditional knowledge to co-create a shared vision for environmental restoration and community development, with technical support and guidance provided by external experts."], "community engagement": ["Collaborative and empowering partnership between rural stakeholders and experts, characterized by inclusive decision-making processes, technical support, and shared ownership of restoration initiatives, ultimately fostering a sense of collective responsibility and success.", "Active collaboration between stakeholders and rural populations, leveraging shared expertise and understanding, to develop and implement solutions that prioritize mutual benefit and environmental sustainability, fostering trust and co-ownership of restoration efforts.", "The collaborative and empowering process of involving local stakeholders in the decision-making and implementation of environmental restoration initiatives, fostering a sense of ownership and responsibility through joint identification of solutions, active participation in seed selection, and technical support for plant nurseries, ultimately leading to the co-creation of ecological and socio-economic benefits.", "The collaborative and inclusive process of mobilizing local knowledge, skills, and perspectives to co-create and implement effective solutions for environmental restoration and sustainable development, thereby empowering marginalized groups and fostering a sense of shared responsibility among stakeholders.", "Collaboration between individuals and groups with a shared interest in the revitalization of degraded ecosystems, fostering a mutual understanding and harmonious effort to select and implement locally relevant solutions, with a focus on incorporating diverse perspectives and needs to ensure the long-term success of restoration initiatives."], "plant expertise": ["The systematic knowledge and practical understanding of dryland plant characteristics, behavior, and uses, acquired through extensive research and hands-on experience, enabling effective identification and selection of suitable plant species for restoration and community development projects in arid regions.", "A specialized knowledge and understanding of the characteristics, uses, and potential of different plant species, gained through rigorous study, research, and hands-on experience, which enables informed decisions about which plant species to cultivate, manage, or restore in specific ecosystems or communities, ultimately contributing to the sustainability and well-being of local environments and populations.", "The collective knowledge and skills of individuals with extensive experience in identifying, classifying, and using local plant species, gained through hands-on training, field observations, and community interactions, to inform sustainable land management and restoration practices.", "The specialized knowledge and skills acquired through extensive study and hands-on experience in the cultivation, conservation, and utilization of dryland plant species, enabling effective selection, breeding, and restoration of native species in environmentally sensitive ecosystems.", "A multidisciplinary understanding and application of ecological knowledge, combined with local knowledge and community needs, to select and utilize species that prioritize both environmental sustainability and socio-economic relevance."], "plant selection": ["The deliberate and informed choice of native species for use in restoration initiatives, guided by a combination of scientific expertise and community input to ensure the selection of species that are not only environmentally well-adapted but also socially and economically relevant to the local population.", "The strategic identification and prioritization of biologically suitable and culturally relevant plant material, informed by local knowledge and expertise, to achieve ecological restoration and enhance local livelihoods in degraded or fragile ecosystems.", "The intentional identification and collection of specific vegetation types or combinations thereof, tailored to meet the needs and preferences of local communities, while prioritizing ecosystem health and resilience.", "The process of identifying and prioritizing species with desirable traits and uses that are suited to a specific ecological context, informed by local knowledge and preferences, and aiming to enhance ecosystem functionality and benefits for local communities.", "The process of choosing the most suitable, eco-friendly, and culturally relevant species for a specific environment and community, often involving a combination of scientific expertise, local knowledge, and collaborative decision-making to promote sustainable land restoration and utilize the selected species for multiple purposes."], "community participation": ["Inclusive decision-making processes that involve local stakeholders in the planning and implementation of initiatives, allowing them to shape the direction and outcomes of projects, while leveraging their traditional knowledge and expertise, and promoting joint ownership and accountability.", "A collaborative approach that integrates local knowledge and preferences with technical expertise to achieve shared goals, fostering trust, ownership, and sustainable outcomes through inclusive and empowering processes that prioritize the needs and values of stakeholders, particularly those who are most closely connected to the affected land or ecosystem.", "The process by which diverse stakeholders, including local residents and traditional knowledge holders, collaboratively contribute to the decision-making and implementation of conservation efforts, bringing together their unique perspectives and expertise to ensure the effective restoration and sustainable management of natural resources.", "The active involvement of local stakeholders in decision-making processes, ensuring the incorporation of their knowledge, needs, and preferences into sustainable land restoration initiatives, ultimately leading to the development of solutions that are tailored to their unique ecological and socioeconomic contexts.", "The collaborative process through which local stakeholders actively engage in identifying and solving environmental issues, leveraging their traditional knowledge and practices in conjunction with scientific expertise, to co-create effective solutions that address their specific needs and enhance the restoration of degraded ecosystems."], "plant diversity": ["The presence of a variety of species with unique ecological and functional roles, ensuring the sustainability of a region's natural resources and the well-being of its inhabitants, by providing a rich tapestry of benefits that can be exploited for the benefit of both human and environmental health.", "The variety and richness of growth that can be observed in a given area, characterized by a mix of plant species with multiple uses, such as food, medicine, and fuel, which are not only well-suited to the local environment but also valued by the local community.", "A complex network of beneficial relationships among various types of vegetation, fueled by the mutual adaptation of plant species to their ecological niches, while also meeting the multi-faceted needs of local communities who depend on them for sustenance, livelihood, and environmental resilience.", "A harmonious blend of varied vegetal compositions that cater to the ecological and cultural needs of local communities, ensuring resilient and productive ecosystems that provide sustenance, medicine, and other vital resources.", "The variety of life forms and ecological functions provided by a given area, which is shaped by the selection and adaptation of species that are meaningful to local communities for their daily needs and cultural practices."], "seedling production": ["The process of cultivating and maturing young plants under controlled conditions to produce healthy and robust vegetation for large-scale environmental restoration and community development initiatives.", "The process of cultivating and nurturing young, recently planted plants, often in a controlled environment, with the goal of establishing a healthy foundation for long-term growth and sustainability, ensuring that the selected species thrive in their natural habitat.", "The cultivation and preparation of nascent plant propagules under controlled conditions, involving expert guidance and community participation, to facilitate widespread reforestation and ecological restoration in arid regions.", "The process of cultivating and raising tender young shoots of desirable plant species in a controlled environment, under technical supervision, with the goal of producing a robust and viable plant material that can be effectively used for large-scale restoration and enrichment of degraded lands.", "The process of cultivating and raising young plants, typically with the goal of establishing healthy and resilient populations on degraded or disturbed lands, utilizing expertise in plant biology and community engagement to ensure their successful introduction and adaptation."], "seedlings": ["Young, nurtured shoots of cultivated plants, typically produced in a controlled environment and later transplanted to restore degraded land, providing a foundation for biodiversity and sustainability.", "Young, cultivated plants, typically derived from quality seeds, carefully selected and nurtured to thrive in specific environments, such as degraded lands, with the ultimate goal of restoring natural capital and enhancing local livelihoods.", "Small, immature plants cultivated and nurtured in a controlled environment, often through a deliberate process of propagation and care, with the goal of establishing a robust and sustainable growth habit that can flourish in a specific ecological context.", "Small, youthful plant units nurtured for reforestation or land restoration, typically grown from quality seeds in controlled environments before being transplanted to their intended ecological sites.", "Young, cultivated plants of native species, carefully nurtured and developed under controlled conditions to thrive in dryland ecosystems, ultimately serving as a cornerstone for large-scale restoration efforts and community-driven land revitalization."], "dryland restoration": ["The deliberate reintroduction of native plant species to degraded lands in arid or semi-arid regions, with the goal of reviving local ecosystems, enhancing biodiversity, and improving the livelihoods of rural communities through sustainable land management practices.", "The deliberate and community-led process of revitalizing and rehabilitating fragile, arid, and semi-arid ecosystems by introducing and cultivating native plant species that possess multiple uses, such as sustenance, medicine, and fuel, to enhance ecological resilience and improve the livelihoods of local communities.", "The process of revitalizing and preserving ecosystems in regions characterized by limited rainfall and limited vegetation cover, through a collaborative approach that combines local knowledge and preferences with scientific expertise to select and plant native species with multiple uses, ultimately aiming to enhance ecological resilience, increase biodiversity, and improve the livelihoods of rural communities.", "The process of revitalizing and enriching degraded or degraded-overlooked areas in arid or semi-arid regions, where local communities actively collaborate with experts to select and implement the introduction of native plant species that are not only ecologically adapted to the environment but also provide diverse benefits to the community, such as food, medicine, fodder, and fuel.", "The process of revitalizing and enhancing the ecological integrity and productivity of arid or semi-arid regions by implementing locally-relevant and community-driven initiatives that prioritize the reintroduction of native plant species, leveraging traditional knowledge and expertise, and fostering sustainable livelihoods for rural communities."], "native species": ["Plants that are inherently adapted to thrive in a specific ecosystem, often utilized by local communities for various purposes, and selected through a participatory approach that considers environmental and economic factors.", "Plant varieties that are naturally adapted to a specific region's ecological conditions and have been used by local communities for centuries, often playing multiple roles in traditional agriculture, medicine, and daily life.", "Plants that have evolved alongside local ecosystems and communities, and are preferred for their multiple uses and adaptability in a specific region's dryland environments, where they have been traditionally used for sustenance, medicine, and other purposes by local people, before being introduced from elsewhere.", "Plants that have evolved in a specific region, often over thousands of years, and are well-suited to the local climate, soil, and ecosystem, thereby playing a crucial role in maintaining ecological balance and providing essential services to rural communities, including food, medicine, fuel, and livelihoods.", "Plants native to a specific ecosystem or region are those that have evolved over time to thrive in that environment, utilizing natural resources and fulfilling local needs, and are often preferred by local communities for their practical uses and cultural significance."], "ecological restoration": ["The process of revitalizing degraded or damaged ecosystems by reintroducing native plant species that are carefully selected based on their environmental adaptability and cultural significance, often through a collaborative effort between local communities and experts, with the ultimate goal of enhancing biodiversity, improving soil health, and restoring ecosystem services.", "The process of revitalizing and sustaining ecosystems by reintroducing native species that have cultural, social, and ecological significance to local communities, while incorporating their knowledge and preferences to ensure the long-term health and resilience of the environment.", "The deliberate act of revitalizing and enhancing natural ecosystems to revitalize local biodiversity, ecological resilience, and community livelihoods, often involving the collaborative selection and reintroduction of native plant species that have co-evolved with the environment and meet the social and economic needs of local stakeholders.", "The process of revitalizing degraded ecosystems by incorporating indigenous knowledge and local needs, while harnessing scientific expertise to reintroduce naturally adapted and multi-purpose native species, ultimately fostering long-term ecological resilience and community well-being.", "The process of actively promoting and enhancing the natural functions and services of a specific ecosystem through the strategic integration of local knowledge, indigenous plant species, and expert scientific advice, ultimately leading to the restoration of land and biodiversity, while also addressing the needs and priorities of local communities and individuals."], "sahel": ["A vast and arid region in western Africa, characterized by limited rainfall and extreme climate conditions, where community-driven initiatives focused on native plant species and rural capacity development have led to successful large-scale restoration projects.", "A region of extreme semi-arid climate, characterized by hot temperatures, scarce rainfall, and fragile ecosystems, where native plant species are crucial for the survival and livelihoods of local communities, and their restoration is essential for combating desertification and improving the environment, social welfare, and economic stability.", "A semi-arid region in West Africa, marked by a delicate balance between vegetation and harsh climate conditions, where the intersection of traditional livelihoods and ecological restoration efforts has led to innovative approaches for reviving the natural capital and promoting sustainable development.", "A vast, semi-arid region on the African continent, marked by stark contrasts between verdant oases and vast expanses of arid terrain, where traditional farming practices and the collective efforts of local communities are integral to the preservation of delicate ecosystems and the promotion of sustainable land restoration initiatives.", "A vast and arid region in northwest Africa, characterized by extreme climate fluctuations, where communities have traditionally developed unique relationships with native flora and fauna to ensure their survival, often relying on ecological knowledge and traditional practices to restore degraded lands and conserve natural resources."], "dryland ecosystems": ["Regions characterized by limited rainfall and sparse vegetation, where plant life is adapted to withstand drought and scarcity, yet still provide vital resources for local communities, such as food, medicine, and fuel, often through the use of native species and traditional practices.", "Arid or semi-arid regions characterized by limited rainfall, scarce vegetation, and a high degree of ecological resilience, where the inhabitants have developed specific adaptation strategies and cultural practices to coexist with the harsh environment, ultimately relying on native species that provide essential resources such as food, medicine, and shelter.", "Regions characterized by arid or semi-arid climates, where the availability of water is scarce, and vegetation is adapted to survive through innovative strategies, such as deep root systems or water-storing organs, exemplified by the unique combination of species and restoration practices observed in the Sahel region.", "Regions characterized by limited rainfall, where the relationship between vegetation, water availability, and human activities is intricate, requiring a harmonious balance to maintain ecological integrity and ensure the livelihoods of rural communities.", "Regions characterized by infrequent and unpredictable rainfall, where the scarcity of water and intense sunlight require native plant species to have evolved remarkable adaptations to thrive, and where human settlements have developed unique relationships with the environment, often centered around traditional uses of plants for sustenance, medicine, and other essential needs."], "species selection": ["The process of identifying and prioritizing indigenous plant materials that meet both local community needs and ecological requirements, thereby promoting sustainable restoration of degraded lands and natural capital.", "The careful identification and procurement of specific plant types, determined by a harmonious balance of environmental suitability, cultural relevance, and community need, with the goal of optimizing restoration outcomes and promoting long-term ecosystem resilience.", "The process of identifying and prioritizing specific organisms that are best suited to satisfy the ecological, social, and economic needs of a region, while also leveraging local expertise and preferences to ensure successful reintroduction and restoration.", "The process of identifying and prioritizing suitable organisms for large-scale restoration efforts, combining scientific expertise with local knowledge and community needs to enhance biodiversity, ecological integrity, and socio-economic benefits.", "The process of identifying and prioritizing suitable organisms with desirable characteristics, cultivated with the input and approval of local communities, to enhance ecological balance and economic viability in degraded or restored ecosystems."], "ecological criteria": ["The selection of plant species that are harmoniously integrated with their environment, considering their adaptability to local conditions, potential impact on ecosystem services, and suitability for the specific needs and uses of the local community.", "The careful selection and consideration of factors that assess the compatibility of specific plant species with the local environment, social, and economic contexts in order to maximize their potential for long-term sustainability, biodiversity, and community benefit.", "The set of essential characteristics that determine the suitability of a species to thrive in a given environment, while also being highly valued by local communities for their practical uses and benefits.", "The deliberate consideration of natural systems and processes to select species that harmonize human needs with the long-term sustainability of dryland ecosystems, ensuring the restoration and enrichment of degraded land through the effective integration of local knowledge and expertise.", "A set of principles guiding the selection of species suitable for restoration and conservation efforts in degraded ecosystems, taking into account the environmental conditions, social needs, and economic benefits of local communities, with a focus on sustainability and long-term ecological health."]}