{"threat types": ["The tendency for related species to share similar fates, often influenced by underlying evolutionary patterns and historical adaptations, which can increase their susceptibility to a particular ecological hazard or disturbance.", "The categorization of species based on the underlying ecological, environmental, or anthropogenic factors that contribute to their vulnerability and risk of extinction, often resulting in distinct patterns of clumping across evolutionary relationships.", "The classification of hazards or pressures that directly impact the survival probability of a species, encompassing factors such as habitat degradation, human exploitation, or invasion of non-native species, each of which can lead to increased extinction risk due to its influence on an organism's ability to adapt and thrive in its environment.", "A categorization of the various pressures or factors that contribute to the decline or extinction of species, taking into account the underlying biological and ecological mechanisms that mediate their impacts.", "The categorical classifications of environmental pressures or human activities that contribute to the decline of a species, often resulting in increased risk of extinction, and can be influenced by evolutionary and ecological factors that shape the vulnerability of species."], "phylogenetic clumpiness": ["The tendency of species that share a common ancestor to share a common vulnerability to extinction, resulting in a clustering of similar traits or fates across a phylogenetic tree.", "The tendency of related species to converge towards similar ecological fates, such as shared risk of extinction or threat types, due to shared evolutionary histories, traits, or adaptive patterns.", "The propensity for species within a particular group to share a common fate, often resulting from a shared evolutionary history, in which a subset of species tend to be more susceptible to a certain threat or adversity, leading to a concentrated pattern of vulnerability across their taxonomic relationships.", "The tendency of closely related species to exhibit similar responses to environmental pressures, resulting in a heightened concentration of individuals with shared characteristics, such as risk of extinction or threat status, in a particular evolutionary group.", "The tendency of related species to cluster together in their susceptibility to threats or extinction, often reflecting the shared evolutionary adaptations and histories that make them more vulnerable to similar environmental pressures."], "binary traits": ["A classification system used in biology to describe species based on a specific characteristic or attribute that can be categorized into two distinct groups, such as present or absent, or threatened or non-threatened, which can help identify patterns and relationships among species.", "A characteristic or property of species that can be categorized into two distinct categories, such as \"present\" or \"absent\", \"threatened\" or \"not threatened\", or \"dependent on harvesting\" or \"dependent on habitat loss\", which can be used to study the patterns of similarity and diversity among species within a particular group or community.", "The presence or absence of a specific characteristic or attribute in a population, group, or species, which can be used to categorize and distinguish individuals or entities into two distinct categories, often with significant implications for their survival, extinction risk, or ecological dynamics.", "A characteristic that categorizes species into distinct groups, such as vulnerable or threatened, based on a binary classification system, reflecting the presence or absence of a particular trait or condition that affects their likelihood of survival or extinction.", "A characteristic or condition that can be categorically classified into two distinct groups or categories, often possessing a specific property or attribute, such as a dichotomy in the risk of extinction, where species are either threatened or not, which can reveal valuable insights into evolutionary patterns and extinction mechanisms."], "red list": ["A list of species identified as being at risk of extinction or experiencing population decline, often indicating a need for conservation efforts to prevent their disappearance from the natural world.", "A system of categorizing species into conservation statuses based on the severity of threats they face, providing a framework for evaluating the relative risk of extinction for different taxonomic groups, and allowing for the identification of trends and patterns in the vulnerability of species to various environmental and human-induced stressors.", "A classification system used to identify species that are at risk of extinction due to human activities or natural events, and which group them based on the level of threat they face, often highlighting the evolutionary patterns and adaptations that make certain groups more vulnerable to decline.", "A widely used categorization system to assess the conservation status of species, grouping them into categories of varying levels of threat, thereby facilitating the prioritization of species in need of urgent protection and conservation efforts, particularly in cases where species' declines are influenced by evolutionary patterns and historical life-history traits.", "A classification system used to categorize species based on their likelihood of extinction, wherein the assessment of a species' conservation status is determined by its risk of declining population sizes, habitat degradation, or other factors, ultimately indicating the extent to which a species is threatened with extinction and in need of protection."], "threat status": ["A categorical ranking of species based on their vulnerability to extinction, reflecting the degree to which environmental, ecological, or anthropogenic factors jeopardize their long-term persistence, with higher categories typically indicating a greater likelihood of severe population decline or extinction.", "The likelihood of a species' persistence in its native environment, which is often influenced by human activities or natural processes that impact its population dynamics, habitat quality, or genetic integrity, resulting in a higher probability of extinction.", "The likelihood of a species facing the risk of becoming extinct due to human activities or environmental factors, which can manifest in various forms such as habitat destruction, overexploitation, or the introduction of invasive species.", "The categorical designation assigned to a species that indicates its likelihood of extinction or decline, reflecting the severity and type of pressures it faces, such as habitat degradation or unsustainable exploitation.", "The likelihood of a species being jeopardized by environmental or anthropogenic factors, characterized by a predisposition towards shared vulnerability among closely related individuals, often reflective of the accumulation of common evolutionary traits and adaptations."], "mammalian extinction risk": ["The likelihood of a species failing to persist in the future, which can be influenced by evolutionary relationships and the cumulative impact of various threats, such as habitat destruction, overexploitation, and invasive species, that drive species decline.", "The likelihood of a species becoming irreparably diminished or eliminated due to inherent biological characteristics that are conserved across its evolutionary relationships, leading to a clustering of species in a particular fate.", "The likelihood that a species of warm-blooded animals with hair or mammary glands will become irreparably lost forever as a result of environmental and human-induced pressures, resulting in a reduction of evolutionary potential and biodiversity.", "The likelihood of a species succumbing to the consequences of environmental factors, human activities, or other pressures, leaving a lasting impact on the evolutionary history of its phylogenetic lineage.", "The likelihood of a species' survival probability being disproportionately affected by its evolutionary history, leading to increased vulnerability to decline or extinction."], "conservation biology": ["The study of how evolutionary history influences the vulnerability of species to decline or extinction, with a focus on understanding the underlying mechanisms and developing effective strategies to mitigate and prevent extinctions.", "The study of the ecological relationships and evolutionary trajectories of species, with a focus on identifying and mitigating the mechanisms driving declines in biodiversity, in order to preserve the resilience and functionality of ecosystems, and to ensure the long-term survival of all organisms.", "The scientific discipline that focuses on identifying and mitigating the underlying patterns and trends that threaten the survival of diverse groups of organisms, aiming to preserve the rich tapestry of life on Earth by understanding the complex relationships between evolutionary history, ecological characteristics, and human-induced drivers of extinction risk.", "The scientific study of the patterns and processes underlying the preservation and decline of species, focusing on identifying the evolutionary and ecological mechanisms driving the variation in extinction risk across taxonomic groups.", "The scientific study of the interplay between species' evolutionary histories and their susceptibility to decline, with a focus on identifying and mitigating the driving forces behind their population decline, in order to preserve the integrity of ecological communities and ensure the long-term persistence of biodiversity."], "mammals": ["Organisms characterized by the presence of hair-like appendages, warm-bloodedness, and typically nursing their young with milk, which are often found in diverse assemblages with varying levels of evolutionary history and susceptibility to threats from human activities such as harvesting, habitat destruction, and invasive species.", "The diverse group of warm-blooded vertebrates that exhibit a range of characteristics, including a single lower jaw bone, hair or fur, and a specific set of cognitive and social behaviors, often facing extinction threats due to habitat loss, invasive species, or harvesting practices that disproportionately affect certain family lines.", "Warm-blooded animals that exhibit evolutionary pattern in their life-history traits, often clustering in species that share similar threat status due to human activities such as harvesting, habitat loss, or invasive species.", "A group of warm-blooded vertebrates, often characterized by their evolutionary relationships, diverse forms, and precarious reliance on ecological balance, which can sometimes lead to collective decline and vulnerability.", "Organisms characterized by warm-bloodedness, typically giving birth to live young and possessing hair or fur, often exhibiting a range of evolutionary adaptations influenced by extinction threats and conservation concerns, such as harvesting, habitat loss, and invasive species."], "extinction risk drivers": ["A set of biological, environmental, or human-induced factors that collectively determine the likelihood of a species' disappearance from the face of the earth, where these factors may operate alone or in combination to impinge upon a species' population dynamics, habitat use, or evolutionary trajectory.", "Processes or circumstances that can directly or indirectly contribute to the decline or demise of a species, often exhibiting patterns of shared susceptibility among closely related individuals.", "The underlying factors that contribute to the probability of a species' decline or loss, often exhibiting complex interplay between biological, ecological, and anthropogenic influences, such as environmental degradation, habitat modification, exploitation, and climate change, which can manifest in a range of threats to species survival.", "The processes or factors that have a direct or indirect impact on the likelihood of a species to go extinct, such as habitat destruction, overexploitation, climate change, or human-induced environmental degradation, which ultimately influence the species' survival and persistence.", "Factors that exert a profound influence on the likelihood of a species disappearing, which can be attributed to evolutionary patterns and relationships among species, as well as specific ecological and anthropogenic pressures that threaten the survival of organisms."], "phylogenetic signal": ["The inherent tendency of closely related species to share similar characteristics, such as extinction risk, driven by the evolutionary history that connects them, ultimately revealing clues about the underlying mechanisms driving the decline of species.", "The strength of relationship between the evolutionary history of a group of organisms and the propensity for members of that group to share a particular characteristic, trait, or condition, as measured through the patterns of similarities and differences among their relatedness.", "The tendency for closely related species to exhibit similar characteristics, such as extinction risk, that is shaped by their shared evolutionary history and common ancestors, often reflecting the persistence of adaptations, ecological niches, or environmental pressures that have evolved over time.", "The clustering tendency of a group's evolutionary history to affect the fate of its species, influencing the likelihood of decline or extinction in a consistent manner.", "The presence and strength of patterns in the evolutionary relationships between species, often manifesting as the tendency for closely related species to exhibit similar traits or characteristics, such as extinction risk or response to environmental threats, which can provide insights into the mechanisms underlying species' declines and adaptations."], "threatened species": ["A species experiencing heightened vulnerability to environmental pressures, which often exhibits a strong tendency to share these risks with closely related species due to shared evolutionary traits and adaptations.", "A species that is at risk of disappearing due to factors that affect the evolutionary conservation of its lineage, such as the interplay of intrinsic characteristics, environmental pressures, and human activities, which can manifest in patterns of extinction risk that are reflected in the relationships among its relatives.", "A species with a heightened risk of extinction due to various factors, exhibiting a pattern of close relatives sharing similar circumstances, such as habitat destruction or unsustainable harvesting practices, which can increase the likelihood of its demise.", "A species whose fate is closely tied to the evolutionary paths of its relatives, often exhibiting a concentration of individuals from the same ancestral lineage among those most vulnerable to anthropogenic pressures and natural disturbances.", "A species experiencing a heightened vulnerability to decline or demise, often characterized by a clustering of characteristics, such as shared evolutionary histories and ecological vulnerabilities, which collectively increase its susceptibility to various forms of anthropogenic and natural pressures."]}