{"public and animal health": ["The state of collective well-being that involves the harmonious coexistence of human and animal communities, where the likelihood of transmission and spread of infectious agents is minimized through responsible stewardship of the environment, human behavior, and wildlife conservation, ultimately ensuring the safety and health of all individuals and species within a given ecosystem.", "The protection and well-being of both the general community and the ecological network that supports it, encompassing the safeguarding of humans from disease and the preservation of the natural environment that sustains all living organisms, including wildlife.", "The state of community wellness that is ensured through the concurrent safeguarding of both human gastrointestinal health and the integrity of wildlife populations, wherein the coexistence of individuals and species is fostered through responsible environmental stewardship and vigilant disease surveillance.", "The protection and wellness of both human populations and animal communities, ensuring the prevention, monitoring, and mitigation of zoonotic diseases that can spread between species and impact the well-being of all living beings, while also promoting harmonious coexistence and responsible management of shared habitats.", "The state of collective well-being where the natural ecosystem and its inhabitants, including humans, coexist in harmony, free from the risk of disease transmission and contamination, and with access to safe food, water, and environment, thereby ensuring the continuity of healthy and thriving communities."], "feral raccooons": ["A group of wild mammals that have adapted to urban and suburban environments, exhibiting omnivorous behavior and inhabiting a variety of habitats, with a significant presence in Japan and potential to serve as vectors for transmission of enteric pathogens to humans and other animals.", "Free-roaming omnivores that have adapted to urban and suburban environments, frequently coming into contact with human-derived pathogens and antimicrobial resistance, and potentially playing a role in the transmission of enteric diseases between species.", "A type of non-domesticated mammal that thrives in urban and suburban areas, exhibiting omnivorous behavior and inhabiting a wide range of environments, often serving as a vector for the transmission of enteric pathogens that can pose a risk to both human and animal health.", "Free-ranging mammals of large size, with omnivorous diets and adaptability to various habitats, that can serve as reservoirs for human pathogenic bacteria, particularly Salmonella, Yersinia, and Campylobacter spp.", "Wild, non-domesticated animals of a certain species, native to another region but found in large numbers in urban and suburban areas, potentially transmitting disease-causing pathogens to humans and other animals through their omnivorous behavior and varied habitat use."], "alien species": ["Species introduced to a new region through human activity, which can potentially disrupt the local ecosystem and interact with native species in ways that may impact public and animal health.", "Non-native wildlife species that have been introduced to a foreign environment through human activity, establishing themselves in a new ecosystem, and potentially altering the local microbial profile, posing a risk to both human and animal health.", "Species that have been introduced to a new environment through human activity and have established a self-sustaining population, posing a potential risk to both human and animal health through the transmission of enteric pathogens.", "Non-native wildlife populations that have adapted to inhabit areas outside their natural range, potentially posing health risks to both humans and local animal populations through the transmission of pathogens, and require careful monitoring and management to prevent the spread of disease.", "Non-native wildlife that, due to their adaptability and diverse diet, can potentially play a significant role in transmitting pathogens between humans and the environment, thereby posing a risk to public and animal health."], "masked palm civets": ["A medium-sized, nocturnal, and omnivorous mammal native to certain parts of Asia, known for its ability to thrive in urban and suburban areas, and its potential to harbor and transmit enteric pathogens that can pose a risk to both human and animal health.", "Large, nocturnal, omnivorous mammals native to Southeast Asia, often found in urban and suburban areas of Japan, where they can serve as intermediate hosts for enteric pathogens and potentially pose a risk to public and animal health.", "A type of exotic, nocturnal, omnivorous mammal native to Southeast Asia, often found in urban and suburban areas, with a distinctive appearance and a tendency to carry and transmit harmful pathogens through its contact with humans, other animals, and the environment.", "A nocturnal, omnivorous mammal native to Asia, commonly found in urban and suburban areas, that has a unique ability to thrive in environments influenced by human activities and poses a potential risk to public and animal health due to its contact with enteric pathogens and other wildlife.", "Large, carnivorous mammals that roam urban and suburban areas, known for their diverse diet and unique ability to thrive in human-dominated environments, often serving as silent vectors for the spread of infectious diseases."], "campylobacter sp.": ["A type of gastrointestinal bacterium notorious for its ability to spread rapidly through animal and environmental networks, often adapting to its hosts' habitats and feeding behaviors, and posing a significant risk of transmission to both humans and wild animals.", "A type of enteric pathogen capable of being transmitted through various means, including human activities, other wild animals, and environmental contamination, which can then be harbored and potentially spread by omnivorous animals with a wide range of habitats.", "A type of enteric pathogen that inhabits the intestines of certain wild animals, capable of spreading through environmental contamination, human contact, and interspecies transmission, posing a risk to both animal and human health.", "A group of microorganisms responsible for causing gastrointestinal infections in humans, which are often carried and potentially transmitted by wild animals, such as raccoons and civets, through contaminated environments and human activities, and can also reside in these animals' intestines.", "A type of pathogenic bacteria commonly found in the intestines of wild and domesticated animals, known to be transmitted through human activities and the environment, posing a risk to human and animal health due to its ability to cause gastroenteritis and other enteric diseases."], "antimicrobial susceptibility": ["The ability of a microbial agent to effectively combat or resist the effects of a particular therapeutic agent or treatment, thereby determining its potential to cause disease or be treated successfully.", "The measure of a microorganism's response to various substances, indicating whether it is able to withstand or be inactivated by the presence of certain chemicals, thereby influencing its ability to cause disease or infection.", "The ability of a microorganism to withstand the effects of a medication designed to inhibit or kill it, measured by testing its response to a range of treatments, with implications for the transmission of disease through the ecosystem and potentially influencing the effectiveness of human healthcare interventions.", "The capacity of a microorganism to respond effectively to a specific treatment approach, which assesses its ability to be controlled and prevented from causing harm or illness when exposed to a particular type of therapy.", "The ability of a microorganism to respond effectively to treatments aimed at eliminating it, such as antibiotics, without developing resistance, thereby ensuring the success of therapeutic interventions and preventing the spread of disease among humans and animals."], "salmonella sp.": ["A genus of enteric bacteria notorious for their ability to wreak havoc on human health through contaminated food, water, and even animal-to-animal transmission, often manifesting as gastroenteritis with symptoms ranging from mild to severe.", "A type of potentially pathogenic bacteria commonly associated with contaminated food, water, and animal vectors, which can be transmitted through various routes and play a significant role in public and animal health risks, particularly in urban and suburban areas.", "A type of enteric pathogen commonly associated with gastroenteritis, known to be harbored and transmitted by certain omnivorous animals and the environment, posing a risk to public health through potential human contact.", "A group of Gram-negative, flagellated bacteria that are notorious for their ability to cause foodborne illnesses, commonly contracted through contaminated food, water, or contact with infected animals, and can be transmitted by humans, wild animals, and the environment.", "A ubiquitous microorganism, often found in the environment and capable of adapting to a variety of hosts, which can be transmitted through various means, including human activity, other animals, and environmental contamination, and has been linked to gastroenteritis in humans."], "yersinia sp.": ["A type of bacteria that is commonly found in the digestive tracts of various wild animals, including those with omnivorous diets, and can cause human gastrointestinal infections, particularly in people who come into close contact with these animals or contaminated environments.", "A genus of bacterial pathogens known to inhabit the digestive tracts of various wild animals, often causing gastrointestinal infections in humans and other susceptible hosts, with some strains exhibiting systemic virulence and pathogenic potential.", "A type of bacteria commonly found in wild animals, which, although harmless to them, poses a potential threat to human health, particularly in areas where human-animal interactions are frequent.", "A type of gram-negative bacterium commonly found in the gastrointestinal tracts of wild animals, capable of causing significant human health concerns through the transmission of virulent strains and antibiotic-resistant isolates.", "A genus of bacterial species often associated with the transmission of foodborne illnesses, commonly found in wild and feral animals, and capable of adapting to various environmental conditions, posing a potential risk to both animal and human health."], "y. pseudotubercolosis": ["A highly infectious bacterium that thrives in the gastrointestinal tracts of certain mammals, known to cause systemic illness and widespread outbreaks in areas where human-animal interfaces are common, particularly in regions where omnivorous wildlife species roam freely and human activities have disrupted the natural balance of the environment.", "A highly infectious and debilitating disease caused by a particular strain of bacteria that thrives in the digestive system of certain wild mammals, often transmitted through contaminated food and water sources, posing a significant risk to both human and animal health.", "A type of zoonotic bacterial pathogen, often transmitted through contaminated food, water, or animal contact, capable of causing severe gastrointestinal illnesses in humans, with a high degree of virulence and systemic pathogenicity associated with Far Eastern systemic type infections, frequently found in association with feral animals that roam in urban and suburban areas.", "A virulent microorganism found in certain wild mammals, capable of causing systemic infections and opportunistic transmissions through contaminated food, water, and animal contact, posing a significant risk to public and animal health.", "A type of bacterial pathogen responsible for causing significant public health concerns in certain regions, primarily spread through contaminated food, water, and direct animal-to-human contact, and capable of adapting to various environmental conditions."], "antimicrobial resistance": ["The ability of certain microorganisms to evade or withstand the action of compounds commonly used to inhibit or kill them, potentially leading to a wider range of host species that can harbor and transmit these microorganisms, thereby increasing the risk of transmission to humans and other animals, as exemplified by the phenomenon where certain pathogens found in non-human animals may not be fully controlled by conventional treatment options.", "The ability of certain microorganisms to defend against or overcome the effects of substances used to treat or prevent infections, potentially leading to a reduced effectiveness of these measures in controlling the spread of disease-causing pathogens among feral raccoons, masked palm civets, and humans.", "The ability of certain microorganisms to withstand or evade the effects of certain chemical agents commonly used to treat infections, allowing them to continue to cause harm and compromise the health of animals and humans alike.", "The ability of a microorganism to evade the effects of a particular substance used to combat infection, thereby compromising the effectiveness of treatments aimed at containing and eliminating disease transmission.", "The ability of certain microorganisms to withstand the effects of substances that would typically inhibit or kill them, a phenomenon that poses a significant threat to public and animal health as it allows them to persist and potentially spread disease."]}