{"indigenous medicinal plants": ["Plants that have been utilized for centuries by local communities in specific regions, often relying on traditional knowledge and cultural practices, to produce remedies and treatments, and whose populations and habitats are vulnerable to disruptions caused by environmental changes.", "Species of plants that have been traditionally and locally used in medical practices for generations, often having specific harvesting calendars and collection sites that are deeply connected to the cultural and livelihood practices of the communities dependent on them.", "Traditional plant species that have been culturally significant and used by local communities for generations to treat various ailments, and are intricately linked to the specific environmental and cultural context of their native region, where any changes to the environment or societal practices can significantly impact their availability, usability, and overall relevance to the community.", "Plants that have been historically used by local communities to promote health and wellness, often with a deep cultural and spiritual significance, and are typically native to the region where they are harvested or cultivated.", "Plant species that have been used traditionally and sustainably by local communities for medicinal purposes, often tied to specific harvest times and sites, and have played a crucial role in the health and cultural practices of these communities."], "ethno-medicine": ["Traditional healing practices that rely on the empirical knowledge of local communities, often centered around the use of native plant species, to address various health issues, and are vulnerable to disruptions caused by environmental and climatic changes.", "The traditional and often oral knowledge and practices passed down through generations within a specific community, which utilize natural materials and resources to prevent, diagnose, and treat various health issues, shaped by local cultural, social, and environmental context.", "The traditional, community-based healthcare practices and knowledge systems that have evolved over time, often relying on local plant species and natural resources, where the harvesters and users are deeply connected to the environment and the remedies they create, and are vulnerable to the impacts of climate change.", "The traditional use of plant-based remedies by local communities, often relying on time-honored knowledge and practices passed down through generations, to prevent, treat, or manage various ailments and conditions, with a focus on holistic approaches that emphasize the interconnectedness of human health, environmental sustainability, and cultural heritage.", "The traditional knowledge and practices of local communities to identify, use, and preserve medicinal properties of plants and other natural substances, often passed down through generations, which is being impacted by climate change and resulting changes in the availability and adaptability of these substances."], "ethnopharmacology": ["The study of traditional medicinal practices and plant usage, focusing on the intricate relationship between indigenous communities and the natural environment, with a special emphasis on adaptability and coping strategies in the face of environmental shifts and changes.", "The study of traditional, community-based practices that utilize local botanical resources to prevent, diagnose, and treat diseases, with a focus on understanding the intricate relationships between plant species, their harvest and preparation methods, and the cultural contexts in which they are used, while also acknowledging the potential implications of environmental changes on these ancient practices.", "The traditional and local knowledge-based practice of identifying, harvesting, and utilizing plants and natural resources to develop treatments for ailments, often shaped by cultural and environmental factors, and vulnerable to disruption from climate change and globalization.", "The study and understanding of traditional healing practices and the medicinal properties of plants, particularly in indigenous communities, to develop effective and culturally sensitive approaches to health care while adapting to the challenges posed by climate change and other environmental factors.", "The scientific study of the indigenous knowledge and traditional practices related to the medicinal use of plants and other natural resources, as well as the preservation and conservation of these resources and practices in the face of environmental and climatic changes."], "nepal himalaya": ["A majestic and fragile region, home to ancient traditions and resilient communities, where the intersection of climate, culture, and biodiversity nurtures a delicate balance that is being disrupted by environmental changes.", "The rugged, ecologically rich mountain region where indigenous communities have developed centuries-old practices of medicinal plant harvesting and cultivation, and where the impacts of climate change are posing a significant threat to the traditional ways of life and the region's unique biodiversity.", "A rugged and picturesque region of the Asian continent, characterized by extreme climate fluctuations and the rich cultural heritage of traditional healers, where ancient practices of botany and pharmacology are being threatened by environmental shifts.", "A majestic, fragile, and climate-sensitive region of towering mountain ranges, where indigenous communities have long harnessed the therapeutic properties of native flora, and are now adapting to the pressures of environmental change by exploring alternative sources of traditional medicine, while striving to preserve the cultural heritage of their plant-based knowledge.", "A remote and rugged mountain range in the Himalayan region, characterized by unique biodiversity and traditional knowledge, where the impacts of climate change threaten the harmony between indigenous communities and their age-old practices of collecting and utilizing medicinal plants, ultimately calling for adaptive strategies to ensure the survival of this delicate balance."], "climate change": ["The alteration in environmental conditions that affects the natural habitats and dependencies of traditional medicinal plant species and communities, resulting in changes to harvesting practices, substituted species, and adaptation strategies.", "A profound and far-reaching disruption to the delicate balance of natural systems, which alters the ways in which indigenous communities rely on the land and its resources for their livelihood, health, and cultural practices, with devastating consequences for the traditional harvesting and usage of medicinal plant species.", "The gradual and multifaceted perturbation of ecological and human systems, characterized by disruptions to the natural balance and rhythms of plants, animals, and people, often resulting in changes to the availability, accessibility, and utility of traditional resources, such as medicinal plants and ethnomedical knowledge.", "The gradual and pervasive transformation of the natural environment, marked by abrupt shifts in the distribution, availability, and interdependence of specific plant and animal populations, resulting in the erosion of traditional knowledge and livelihoods dependent on these species, as well as the adaptation of alternative practices and substitutes.", "The disruption of traditional ecological patterns and community reliance on native resources, often precipitated by shifts in environmental conditions, leading to unpredictable consequences for the gathering, cultivation, and utilization of essential plant species and local healing practices."]}