{"alien-native phylogenetic distance": ["The degree of evolutionary divergence between two species involved in an ecological interaction, influencing their potential to coexist and the magnitude of the impact one species may have on the other, with greater separation likely to characterize species that are less familiar with each other's ecological roles.", "The degree of biological similarity between a non-indigenous species and the native species it has displaced, measured by the extent of their shared evolutionary history.", "The degree of biological separation between a non-indigenous species and a native community, which can influence the probability of successful establishment and the magnitude of its ecological impact.", "The degree of evolutionary divergence between a non-indigenous species and its native counterparts, measuring the dissimilarity in their ancestral lineages and potentially influencing the species' ability to establish and thrive in a new environment.", "The measure of how dissimilar the evolutionary history is between a species introduced to a new environment and the native species it encounters, with a greater degree of dissimilarity indicating a more tenuous connection between the two."], "phylogenetic related ness": ["The degree of shared evolutionary history between two species, reflecting the level of similarity in their ancestral lineages, which can influence their potential to coexist, interact, and impact one another in a given ecosystem.", "The degree of evolutionary similarity between a non-native species and the native species it is displacing, which influences its ability to establish a population and the impact it has on the native community, with greater similarity often leading to reduced invasion success at local scales but increased impact on native communities.", "The degree to which a non-native species shares a common ancestral heritage with the native species in its new environment, influencing the likelihood of successful establishment and impact on the ecosystem, and this relationship can have different effects depending on the stage of invasion and spatial scale.", "The degree to which the evolutionary history and genetic makeup of an introduced species shares common ancestors with the native species in its new environment, influencing its likelihood of establishment and impact on the ecosystem.", "The degree to which two species share a common ancestral lineage, influencing their likelihood of coexisting, interacting, or even thriving in the same ecological space."], "alien-native relatedness": ["The level of phylogenetic closeness between a non-indigenous species and its native ecosystem inhabitants, influencing the likelihood of successful colonization and the magnitude of ecological disruption.", "The degree of evolutionary connection between a non-indigenous species and the native species within an ecosystem, which influences the likelihood of the non-indigenous species' establishment and subsequent impact on the ecosystem's structure and function.", "The degree of genetic or ecological similarity between a non-native species and the native species it encounters in a new environment, influencing its ability to establish and thrive, as well as the extent of its impact on the native community, which varies across different invasion stages and spatial scales.", "The degree of biological affinity or genetic similarity between a non-native species and the native species it encounters in a new environment, which can influence the species' likelihood of establishment and impact on the native ecosystem.", "The degree to which a non-indigenous species' genetic makeup resembles that of the native species within an ecosystem, influencing its likelihood of establishing a self-sustaining population and its potential for disrupting the ecological balance at varying spatial scales."], "invasion success and impact": ["The measure of a non-native species' ability to establish a self-sustaining population and its effect on native ecological processes and communities, where \"establishment\" refers to the species' ability to thrive in its introduced environment, and \"effect\" encompasses both the quantitative and qualitative changes it induces on native flora and fauna.", "The degree to which a non-native organism establishes a self-sustaining population and, in turn, modifies its new environment, with outcomes ranging from subtle influences on native species to significant alterations of ecosystem functioning.", "The outcome of a non-native species' establishment, persistence, and interaction with a native ecosystem, encompassing both the ability of the invader to thrive in its new environment and the consequences it has on the native community's composition, structure, and functioning, which can vary in magnitude and scope depending on the invasion stage and spatial scale considered.", "The ability of a non-native species to establish a self-sustaining population in a new environment and influence the native community's structure and dynamics, with the latter potentially resulting in altered ecosystem processes or loss of biodiversity.", "The degree to which a foreign organism settles and thrives in a new environment, and the resulting influence it exerts on the native ecosystem, including any ecological consequences, disturbances, or changes to the community structure."], "invasion impact": ["The degree to which an introduced species alters the native community's ecological balance, as measured by changes in population sizes, distribution patterns, and/or ecosystem processes.", "The profound and lasting alteration of native ecosystem dynamics, structure, or function, resulting from the presence and proliferation of an alien species.", "The cumulative effect of a non-native species' presence on the native ecosystem's functioning, stability, and biodiversity, which can manifest differently depending on the local and regional spatial scales at which it is observed, and may be influenced by the phylogenetic relatedness between the invader and the native community.", "The measure of the intensity and persistence of the change wrought by the establishment of an alien species in a native community, encompassing alterations to the composition, structure, and functioning of the community's ecosystem.", "The magnitude of alteration to a native community's structure and functioning caused by the presence and activity of a non-native species, encompassing changes to ecological processes, population dynamics, and species interactions at multiple spatial scales."], "darwin's naturalization hypotheses": ["The idea that the genetic similarity between a non-native species and the native species it invades can influence the likelihood of the invader's successful establishment and its subsequent impact on the invaded ecosystem, with closer genetic relationships often leading to less successful establishment at local scales and more successful invasion with greater impact at regional scales.", "The notion that the likelihood of a non-native species successfully establishing itself in a new ecosystem and affecting native populations is influenced by the degree of genetic dissimilarity it shares with the native species, with more distantly related species being more likely to succeed and have a greater impact.", "The idea that the degree of similarity between an introduced species and the native community it encounters determines the likelihood and extent of its establishment and impact, with more divergent species exhibiting a higher potential for naturalization and domination.", "The idea that the genetic distance between an introduced species and native species in an ecosystem can influence the likelihood and degree of ecological disruption caused by the introduced species, with more distantly related species potentially having a greater impact.", "The idea that the phylogenetic distance between an invading species and the native community it seeks to establish itself in plays a crucial role in determining the success of the invasion and the potential impact on the native ecosystem."], "invasion stage": ["The temporal progression of a non-native species' integration into a new ecological community, encompassing the initial establishment, subsequent spread, and eventual stabilization or persistence.", "The degree of establishment and establishment rate of an introduced species within a native ecosystem, encompassing its early presence, spread, and settlement into the environment.", "The point at which a non-native species first establishes a foothold in a new environment, marking the transition from potential invasiveness to actual colonization, and potentially setting the stage for either successful establishment or extinction.", "The period during which a non-native species establishes a foothold in an ecosystem, characterized by the gradual process of acclimation, adaptation, and dispersal, and which can be influenced by factors such as phylogenetic relatedness and spatial scale.", "The point at which a non-native species begins to establish a foothold in a new environment, marking the transition from introduction to colonization, and where the species' ability to thrive or dominate native communities is becoming increasingly evident."], "spatial scale": ["The magnitude of geographical distance or ecosystem scope that influences the likelihood of species interactions, population dynamics, and environmental impacts, varying from intimate local relationships to broader regional contexts.", "The range of geographical scope within which the outcome of an ecological interaction or process is assessed, varying from a localized, granular view to a broader, more encompassing perspective that considers the cumulative effects of numerous sites, allowing for the detection of diverse patterns and relationships that emerge at different levels of spatial organization.", "The extent to which the location of ecological interactions and events is characterized by distinct environments, interactions, and processes, often varying in magnitude and frequency across hierarchical levels, such as local patches, regional networks, and broader landscapes.", "The extent to which ecological interactions are influenced by the level of geographic proximity, ranging from intimate, localized connections to broader, regional relationships, which can affect the outcome of biological invasions.", "The range of geographic and ecological perspectives from which one assesses the likelihood of an invasive species to establish and influence native communities, encompassing local observations to broader regional or even global views."]}