{"functional identity": ["The intrinsic characteristics of a species that influence its role in an ecosystem, determining how its loss impacts community and ecosystem properties, such as primary production and nutrient cycling.", "The unique characteristics or roles that a species plays within an ecosystem, influencing its impact on community and ecosystem processes, such as primary production and nutrient cycling, and shaping the system's responses to species loss or gain.", "The unique blend of a species' ecological role, traits, and adaptations that enables it to perform specific tasks within an ecosystem, thereby affecting its overall functioning.", "The unique combination of characteristics that determine how a species contributes to the ecosystem's processes and functions, shaping its role in maintaining or altering community and ecosystem properties.", "The unique set of characteristics, traits, or roles that a species plays within an ecosystem, shaping its interactions and relationships with other species, environment, and processes, thereby determining its influence on ecosystem functioning."], "diversity–stability": ["The tendency for the average performance of an ecosystem's ecological processes to stabilize as the variety of its constituent components increases, but this stability is conditional upon the unique characteristics of each component and their interactions, leading to complex and context-dependent outcomes.", "The ability of an ecological community to maintain its characteristic functions and properties, including the balance of resource use and storage, despite the loss of individual components, depending on the characteristics of the lost components and the makeup of the remaining community.", "The property of an ecosystem's resilience, whereby its ability to maintain optimal functioning is shaped by the intricate relationships between individual components, and is influenced by the presence of specific species and the overall structure of the community, ultimately determining the magnitude and direction of changes to ecosystem processes and services.", "The extent to which the intricate relationships and interactions within a community can withstand and recover from disturbances, such as species extinctions, and maintain their overall functionality, ultimately determining the ecosystem's resilience and capacity to provide essential services.", "The stability of an ecosystem is closely tied to the intricate interplay between the unique characteristics of individual species and the collective makeup of the community, which determines the system's resilience to changes in species composition and abundance."], "nitrogen retention": ["The ability of an ecosystem to maintain a delicate balance between nutrient cycling and waste accumulation, thereby ensuring optimal utilization of essential elements and minimizing the risk of environmental degradation.", "The ability of an ecosystem to maintain a stable balance of essential elements, thereby conserving the delicate interactions that underpin its complex web of life.", "The ability of an ecosystem to stabilize and maintain a delicate balance of essential nutrients, allowing for continued sustenance and growth of its components, even in the face of species loss and change.", "The ability of an ecosystem to maintain a balance in the availability of a vital nutrient, thereby supporting the growth and sustenance of the community's plant life.", "The ability of an ecosystem to absorb and store essential nutrients, maintaining optimal conditions for plant growth and development, while also preventing excessive runoff or pollution."], "plant productivity": ["The collective ability of a group of organisms to convert energy and nutrients into viable growth and biomass over time, reflecting the intricate interactions and synergies within the community.", "The rate at which ecosystems harness and convert biological resources into valuable outputs, such as organic matter and nutrients, through the collective efforts of various species and their interactions, ultimately influencing the overall health and sustainability of the system.", "The rate at which an ecosystem converts solar energy into stored energy and nutrient cycling capacity, influenced by the specific roles and interactions of individual species within that ecosystem.", "The capacity of a community to convert available resources into organic biomass, a key aspect of ecological health and stability that can be influenced by the loss of a single species with distinct functional characteristics.", "The capacity of a community to generate and sustain a supply of biomass, through a complex interplay of physiological and ecological processes, which in turn underpins the overall health, resilience, and functionality of the ecosystem."], "functional redundancy": ["The presence of a stable or consistent performance of ecological processes and functions within a community, despite the loss of individual species, due to the overlap or similarity of their ecological roles and traits, which allows for compensation and adaptation by remaining species, thus mitigating the impact of species deletion on community and ecosystem properties.", "The concept of species overlap in an ecosystem, where the loss of one plant species can be compensated by the similar ecological roles performed by other coexisting species, resulting in minimal or no disruption to overall ecosystem functioning and resilience.", "The inherent ability of a community to withstand the removal of individual species, as the remaining components compensate for the loss by adopting alternative roles or increasing their contributions, thereby maintaining overall ecosystem functioning.", "The phenomenon where the loss of a specific plant species within a diverse community has a mitigating impact on ecosystem processes, such as productivity and nitrogen retention, due to the existence of functionally similar species that can compensate for the missing individual, thereby maintaining overall community function.", "The concept that refers to the ability of ecosystems to maintain their essential functions and processes despite the loss of individual species, due to the presence of similar species that can take over their roles, potentially resulting in little to no impact on overall community and ecosystem properties."], "species loss": ["The process by which a specific type of organism is no longer present in a particular ecosystem, potentially altering the community's composition, structure, and functioning, and resulting in changes to ecological processes and services.", "The removal or exit of a unique and integral component of an ecological community, resulting in a potential disruption of the delicate balance and interdependencies within the system.", "The removal of a distinct ecological entity from a community or ecosystem, leading to changes in the complex interactions and dependencies that shape its functioning and structure.", "The sudden or gradual disappearance of a particular organism from its ecological niche, which can have cascading effects on the interactions and functions of other organisms within its community.", "The process by which a unique organism's contribution to an ecosystem, which may be reflected in its functional identity, is no longer present or represented in the community's overall composition, potentially leading to alterations in ecosystem functioning and properties."]}