{"alien-native relatedness": ["The degree of phylogenetic dissimilarity between a non-indigenous species and the indigenous species it coexists with, influencing its ability to establish and thrive in a new environment, as well as its potential impact on the native community.", "The degree to which a non-indigenous species shares evolutionary history or genetic similarity with a native species, often influencing its ability to establish a presence, thrive, or have a significant impact on the local ecosystem.", "The phylogenetic similarity between a non-native species and the native species it is interacting with in a given ecosystem, which can influence the likelihood of successful establishment and the magnitude of impact on the native community.", "The degree of phylogenetic similarity between an invasive species and the native species with which it competes or interacts, which can influence the success and impact of the invasion, with closely related invaders often experiencing reduced success at local scales, but potentially having stronger impacts on native communities, while more distantly related invaders may have greater success at regional scales, but potentially lower impacts on native communities."], "invasion success and impact": ["The extent to which an introduced species is able to establish a stable presence and exert significant influence over the ecological dynamics of its new environment, with varying factors such as genetic relatedness and spatial scale influencing the degree to which it is successful in its invasion and the intensity of its effects on native species and ecosystems.", "The successful establishment and persistence of a non-native species in a new environment, measured by its ability to adapt, reproduce, and thrive, as well as its effect on the native ecosystem, including changes to community structure, population dynamics, and ecosystem function.", "The degree to which an exotic species becomes established and influential in a native ecosystem, encompassing both its ability to establish a self-sustaining population and its capacity to alter the native community structure, processes, or ecological functions.", "The extent to which a non-native species becomes established and exerts effects on its new environment, including its ability to thrive, spread, and alter ecological processes or native populations, which can have far-reaching consequences for the invaded ecosystem.", "The ability of a non-native species to establish a foothold in a new environment and exert a significant influence on the native ecological community, with success and influence varying in intensity and scope depending on factors such as the proximity of the species to native counterparts and the spatial scale of the study."], "phylogenetic relatednes": ["The measure of a species' shared ancestry with a native community, reflecting the degree of similarity in their evolutionary histories, and influencing its potential to establish and thrive in a new environment.", "The degree to which the evolutionary history of a non-native species aligns with that of a native species, potentially influencing the ease with which it can establish a new population and the extent of its impact on the native community.", "The degree of evolutionary similarity or dissimilarity between two species, measured by their shared genetic heritage and branching order on the tree of life, which can influence the likelihood of an invasive species to establish and thrive in a new ecosystem, as well as the magnitude of its impact on the native community.", "The degree to which two species share a common ancestry, reflected in the similarities or dissimilarities in their evolutionary histories, influencing the likelihood of successful establishment and impact on native communities.", "The measure of the degree of shared evolutionary history and common ancestry between two species, often used to predict the likelihood of successful establishment and impact on native communities, where more closely related species are more likely to face local challenges but potentially have stronger regional effects."], "invasion impact": ["The quantifiable perturbation or disruption of ecological processes and community structure caused by the establishment and persistence of a non-native species, which can manifest differently depending on factors such as geographic scale and degree of phylogenetic similarity between the invader and native species.", "The observable consequences of a foreign species' establishment on the ecological and biological dynamics of a native community, encompassing both the direct effects on native populations and the indirect alterations to ecosystem processes.", "The tangible and intangible effects of a non-native species on the native community it has established itself in, encompassing changes to the community's structure, dynamics, and resilience, including alterations to ecological processes, population sizes, and interactions.", "The tangible and often long-term changes caused by the introduction and establishment of a non-native species, which can manifest in various forms such as alteration of ecosystem processes, disruption of community dynamics, or depletion of native resources.", "The degree to which a non-native species alters the structure and function of a native ecosystem, manifesting in changes to the composition, abundance, or behavior of native species and potentially leading to alterations in ecosystem processes and services."], "darwin's naturalization hypotheses": ["The notion that the degree of biological similarity between an introduced species and native species in a community influences the likelihood of successful establishment and the extent of impact on the native community, with more distantly related species potentially being more likely to thrive and exert greater influence.", "The theory proposes that the likelihood of a foreign species becoming established in a native ecosystem is influenced by the level of biological similarity between the two, with species from distant evolutionary lineages more likely to succeed in colonizing and adapting to new environments.", "The notion that the degree of phylogenetic similarity between an alien species and native organisms influences the likelihood of its successful establishment and impact on ecosystems, with closer relationships potentially leading to reduced success at local scales and greater impact at regional scales.", "The notion that the phylogenetic distance between a non-native species and the native community it is invading is a predictor of its likelihood of successful establishment and potential impact on the ecosystem, with closer relationships often corresponding to reduced invasion success and stronger relationships often corresponding to greater impact.", "The idea that the distance of evolutionary relationship between a non-native species and the native species in its new environment influences its likelihood of establishment and its subsequent ecological impact."]}