{"invasion success": ["The successful progression of a non-native species from initial introduction to widespread establishment and proliferation within a new geographic range, marked by a significant increase in its population density and distribution.", "The establishment and expansion of a non-native species beyond its initial point of introduction, characterized by its ability to adapt and thrive in a new environment, despite potential biological, ecological, and environmental resistance.", "The successful translocation of a species beyond its native range, characterized by its establishment and subsequent spread, often resulting in significant ecological and socioeconomic impacts.", "The measure of a non-native species' ability to establish a foothold and expand its range in a new environment, following its initial introduction and dispersal, which ultimately determines its potential impact on the invaded ecosystem.", "The successful transition of a non-native species from introduction into a new range, through establishment and colonization, resulting in a significant impact on the receiving ecosystem."], "non-native species": ["A species that has been transplanted to a new geographic location, typically as a result of human activity, and has the potential to establish a self-sustaining population, regardless of its original native range, due to its adaptable nature and capacity to outcompete indigenous species for resources.", "A species that has been transported to a region outside of its historical or natural range, where it is no longer a native component of the ecosystem, and has the potential to establish a population and spread, with a significant likelihood of disrupting the local biodiversity and ecosystem dynamics.", "Species that have crossed geographical boundaries and have taken up residence in an area where they have never previously been found, where they have adapted to a new environment and may be spreading rapidly, posing potential threats to native ecosystems and biodiversity.", "A species that originates from a distinct geographical area and has been intentionally or unintentionally relocated to a new location, where it begins to establish a self-sustaining population, and potentially outcompete native species for resources and habitat.", "A species that has crossed the threshold from its native range to occupy a new territory, often with the potential to displace or harm native ecosystems, and which can only maintain its presence through human activities such as introduction, establishment, and spread."], "invasive species": ["A non-native organism that successfully colonizes and spreads through a new environment, often with significant ecological, economic, or societal impacts, which can arise when a species is introduced, establishes itself, and multiplies in a region to which it is not indigenous.", "A non-native species that enters a new geographic range through human activity and subsequently spreads and establishes itself, often outcompeting and potentially causing harm to native species and ecosystems.", "A species that, after being translocated beyond its native range, successfully establishes a foothold and spreads, thereby posing a significant threat to the ecological integrity and biodiversity of its new environment.", "A non-native organism that has been introduced to a new environment and, despite initial struggles, has adapted and spread rapidly, often with significant ecological, economic, or human health impacts, and requires measures to prevent further spread and mitigate its effects.", "A species that, having been transported to a novel environment, exhibits a remarkable capacity for colonization, establishment, and expansion, frequently disrupting the ecological balance and posing a significant threat to the native species and ecosystems."], "alien species": ["A non-native species that has entered a new geographic range and has the potential to harm the native ecosystem through competition, predation, or habitat alteration, often as a result of human activity, and once introduced, has a high likelihood of establishing itself and spreading, posing a significant threat to biodiversity and ecosystem balance.", "A species that is transplanted to a new geographic range and has the capacity to establish a self-sustaining population, often exceeding its native boundaries, and potentially outcompeting or displacing indigenous species, thereby disrupting the local ecosystem balance.", "A non-native organism that has been transplanted to a new region, often through human activity, and has the potential to establish a thriving population, potentially outcompeting native species for resources and altering the local ecosystem.", "A species that is transplanted to a region outside its natural distribution, exhibiting a high likelihood of establishment and subsequent spread, often with significant ecological and economic impacts.", "A non-native species that has migrated to a new geographic region and has established a self-sustaining population, exhibiting a high potential to outcompete and displace native species and cause ecological disruption."], "establishment": ["The process by which a non-native species takes root in a new environment, developing a self-sustaining presence and adaptability that enables it to overcome initial obstacles and begin to thrive.", "The successful colonization of a novel habitat by an introduced species, characterized by the development of a self-sustaining population and the ability to reproduce and spread in the absence of significant natural barriers.", "The phenomenon where a species, after being transported to a new geographical area, successfully adapts to its new environment and begins to displace native species in its newly occupied niche.", "The successful colonization of a new geographic region, resulting in a stable and self-sustaining population that is not easily expelled or replaced, often characterized by the establishment of a stronghold or foothold that allows the species to thrive and potentially spread.", "The successful colonization of a new geographic area by a non-native species, marked by a notable increase in population density and distribution, which can lead to significant ecological, economic, and social impacts."], "native vertebrates": ["Species that have evolved and adapted to a particular region or ecosystem over time, and whose distribution is primarily restricted to that area, unless humans have intentionally or unintentionally assisted their dispersal to new territories.", "Species that inhabit a region, unaided by human activity, and have undergone natural evolutionary adaptation to that environment.", "Organisms that have evolved in a specific geographic area, where their ancestors have been present for a significant amount of time, and are considered to be part of the indigenous fauna, prior to human activities introducing non-native species.", "Organisms that have evolved in a specific region over a long period of time, having a unique adaptation to the local ecosystem, and are typically endemic to that area.", "Species that have evolved and are endemic to a particular region, where they have coexisted with the local ecosystem and have developed a unique relationship with it, thereby having a natural distribution and a specific ecological niche, before human activities led to their introduction to other areas."], "imperialism dogma": ["The prevailing notion that species from a specific region or continent are inherently more effective at colonizing and establishing themselves in new areas, often accompanied by a belief in the superiority of their ecological adaptations and ability to outcompete native species.", "The notion that species from a specific geographic region are disproportionately well-suited to thrive and dominate new environments, often resulting in a legacy of introduced species that can have significant ecological and economic impacts.", "The prevailing notion that certain geographical regions, characterized by specific environmental and ecological conditions, have an inherent predisposition to be colonized and overrun by non-native species from other areas, thus perpetuating a hierarchical dynamic of invasion and dominance.", "The notion that certain regions or continents, particularly those with rich biodiversity, possess a dominant or superior influence on the biological makeup of other areas, resulting in an increased likelihood of species successfully invading and establishing themselves.", "The notion that a certain geographical region or cultural entity has an inherent capacity to dominate and expand its influence over others, often leading to the displacement or exploitation of native species and ecosystems."], "biotic resistance": ["The native ecosystem's inherent capacity to resist the establishment and spread of non-native species, influenced by factors such as the complexity and stability of the ecosystem, the presence of predators and competitors, and the level of environmental disturbance.", "The natural barriers and constraints that a non-native species encounters in a new environment, which can impede its ability to establish itself and spread, ultimately influencing its invasion success.", "The natural defenses and barriers within an ecosystem that hinder the establishment and spread of non-native species, thereby resisting the colonization of an area by foreign organisms.", "The capacity of an ecosystem to hinder the establishment and proliferation of non-native species through interactions with native species, such as predation, competition, or facilitation.", "The inherent properties of an ecosystem that determine the likelihood of an introduced species becoming established and spreading, with the potential to resist or deter the successful invasion of non-native organisms."], "biogeography": ["The study of the geographic distribution and migration patterns of species across the globe, with a focus on understanding the underlying mechanisms and consequences of these movements, including the impact on recipient ecosystems and the potential for invasion and disruption of native communities.", "The study of the dynamic and complex relationships between the geographic distribution of living organisms and the environmental factors that shape their movement, colonization, and establishment in new regions, focusing on the patterns and processes that underlie the invasion of non-native species and the transformation of ecosystems.", "The study of how living organisms from distinct geographic regions interact and influence each other through historical and ongoing migrations, introductions, and adaptations, ultimately shaping the distribution of species across different continents and ecosystems.", "The study of the spatial distribution and movement patterns of living organisms across the globe, highlighting the complex interplay between historical migration, human activities, and environmental factors that shape the invasion dynamics of various species into new regions, ultimately influencing the balance of ecosystems.", "The study of the spatial and temporal patterns of distribution and dispersion of living organisms, with a focus on identifying the key factors that influence the movement of species across borders, including the pathways, rates, and outcomes of colonization, expansion, and establishment of non-native populations."], "colonization": ["The process by which a non-indigenous species successfully establishes a foothold in a new geographic region, demonstrating a propensity for propagation and dispersal.", "The process by which a species, often after an initial introduction, rapidly establishes a self-sustaining population in a new region, potentially leading to widespread spread and ecological disruption.", "The process by which a non-native species successfully gains a foothold in a new region, spreading its population and adapting to the local environment, often with potentially significant ecological and economic impacts.", "The establishment of a population or community in a previously uninhabited or sparsely inhabited geographic area, often resulting from intentional or unintentional human-mediated transportation of species across their native range.", "The process by which non-native species, once introduced into a new environment, are able to successfully establish a foothold, spread, and potentially disrupt the native ecosystem through their increased population numbers."], "introduction rate": ["The rate at which non-native species, either intentionally or unintentionally, transition from their original habitat to a new geographic region, marking the initiation of a potential invasive process.", "The measure of the frequency and velocity at which a non-native species is intentionally or unintentionally transported from its native range to a new geographic area, ultimately contributing to the potential for establishment and spread of the species.", "The speed at which a species migrates out of its native range and colonizes a new territory, often as a result of intentional or unintentional human action.", "The measurement of the frequency at which non-native species from a specific geographic region are brought into a new habitat through human activity or other natural means, resulting in the potential for population establishment and spread.", "The frequency at which non-native species, originating from one geographical region, start to colonize another, as a result of human-mediated or natural means."], "spread": ["The ability of a non-native species to disperse and establish viable populations across a new range, potentially leading to widespread ecological and economic impacts.", "The process by which a established species begins to expand its territory or population at a rate that leads to its widespread presence in a new region, often resulting in significant ecological impacts.", "The ability of a non-native species to expand its geographical range, becoming established in new areas, and potentially outcompeting native species for resources and habitat, ultimately leading to a significant impact on the ecological balance.", "The irreversible expansion of a species' geographical range, enabled by its ability to colonize new territories and outcompete native species for resources, thereby establishing a self-sustaining population.", "The rapid expansion of an introduced species' range, facilitated by its ability to adapt and thrive in new environments, ultimately leading to its proliferation and impact on native ecosystems."], "tens rule": ["The phenomenon where a seemingly modest proportion of intentionally or unintentionally introduced non-native species successfully establish themselves and subsequently spread to new areas, often with significant ecological consequences.", "The long-standing assumption that a certain proportion of non-native species establishes itself and spreads in a new environment, which has been disproven by recent studies, revealing that a larger percentage of introduced species achieves success at each stage of the invasion process.", "A prevailing assumption that a proportion of introduced species, including those that fail to establish or spread, is consistently low, implying that many introductions result in limited or no ecological impact.", "A long-standing assumption that a significant proportion of non-native species will fail to establish themselves or disperse in their new range, which is frequently found to be overly pessimistic in practice.", "The phenomenon where a minority of non-native species achieve significant milestones in the invasion process, as opposed to a substantial majority of species failing to establish a foothold or spread beyond a localized area."], "exotic species": ["A species that originates from a different geographic region and has been intentionally or unintentionally transported to a new area, where it can potentially outcompete native species for resources, alter ecosystems, and become a successful invader in its new habitat.", "A non-native animal species that has been introduced to a new geographic area, often via human activity, and has the potential to establish a self-sustaining population, spread to new areas, and outcompete native species for resources.", "Species introduced to a new geographic range, where they can potentially thrive and outcompete native species, with a high likelihood of establishing a self-sustaining population and spreading further, posing a significant threat to the native ecosystem.", "Species that venture beyond their native habitat and territory, with a significant portion exhibiting the capacity to establish themselves and spread, often with unforeseen and potentially harmful consequences to the ecosystem.", "A non-native species that has gained foothold in a foreign ecosystem, either through human intervention or natural dispersion, and exhibits the potential to disrupt the balance and integrity of its new environment, often by outcompeting native species for resources or adapting to new niches."]}